Repository: DonRP/AFV
Catalog: game/*/*/character.po
Languages: french

source: [ryan]'s Thoughts
french: Les pensées de [ryan]

source: Mom's Thoughts
french: Les pensées de maman

source: Dad
french: Papa

source: Lauren's Thoughts
french: Les pensées de Lauren

source: Mafia Goon
french: Mafieux

source: Voice over Microphone
french: Voix par le micro

source: Sidney's Thoughts
french: Les pensées de Sidney

source: Mandy's Thoughts
french: Les pensées de Mandy

source: Aunt Camille
french: Tante Camille

source: Aunt Camille's Thoughts
french: Les pensées de tante Camille
