Repository: DonRP/AFV
Catalog: game/*/*/Cosplay_gallery.po
Languages: french

source: [RT] {i}Yes... I have sold another pair of oufits for $[sold] more.{/i}
french: [RT] {i}Oui... J'ai vendu une autre paire de vêtements pour [sold]$ de plus.{/i}

source: [RT] {i}I should check if I got any likes and if I can transfer the money to my account.{/i}
french: [RT] {i}je devrais vérifier si j’ai obtenu des likes et si je peux transférer l’argent sur mon compte. {/i}

source: You were sponsored by a total of [var_total_supporters] supporters and earned $[var_earnings_from_supporters]!
french: Vous avez été parrainé par un total de [var_total_supporters] supporters et avez gagné[var_earnings_from_supporters]$ !

source: You have already withdrawn the money that you have earned this month!
french: Vous avez déjà retiré l’argent que vous avez gagné ce mois-ci!

source: [RT] {i}I must wait until the end of the month to withdraw my funds.{/i}
french: [RT] {i}je dois attendre la fin du mois pour retirer mes fonds. {/i}

source: You have received [new_likes] new likes and earned $[income]!
french: Vous avez reçu [new_likes] nouveaux likes et gagné[income]$ !

source: You have already withdrawn the money that you have earned!
french: Vous avez déjà retiré l’argent que vous avez gagné!

source: [RT] {i}I must wait until the end of the week to withdraw my funds.{/i}
french: [RT] {i}Je dois attendre la fin de la semaine pour retirer mes fonds.{/i}

source: [RT] {i}For only 5 bucks I'll get more likes. I should remember to do this daily.{/i}
french: [RT] {i}Pour seulement 5 dollars, j’obtiendrai plus de likes. Je devrais me rappeler de le faire tous les jours. {/i}

source: [RT] {i}I already advertised today.{/i}
french: [RT] {i}j’ai déjà publié une annonce aujourd’hui. {/i}

source: [RT] {i}Yes... The outfits were sold and now I have $[sold] more in my account.{/i}
french: [RT] {i}Oui... Les tenues ont été vendues et maintenant j’ai [sold]$ de plus dans mon compte. {/i}

source: [RT] {i}I should sell the cosplay outfits.{/i}
french: [RT] {i}je devrais vendre les tenues de cosplay. {/i}

source: [RT] {i}There... all outfits have been put up for sale, now I'll just have to wait and see if they'll sell.{/i}
french: [RT] {i}Là... toutes les tenues ont été mises en vente, maintenant je vais juste devoir attendre et voir si elles ont du succès.{/i}

source: [RT] {i}I don't have anything to sell.{/i}
french: [RT] {i}je n’ai rien à vendre. {/i}

source: [RT] {i} The first cosplay outfit that [outfit_nfo_name] wore on our first photoshoot.{/i}
french: [RT] {i} La première tenue de cosplay que [outfit_nfo_name] avons portée lors de notre première séance photo.{/i}

source: [RT] {i}I hope we can sell more of them.{/i}
french: [RT] {i}j’espère que nous pourrons en vendre davantage. {/i}

source: {color=#ffffff}{b}Advertising{/b}{/color}
french: {color=#ffffff}Publicité{b}{/b}{/color}

source: {color=#ffffff}{b}Images Videos{/b}{/color}
french: {color=#ffffff}{b}Images Vidéos{/b}{/color}

source: {color=#ffffff}{b}Outfits{/b}{/color}
french: {color=#ffffff}{b}Tenues{/b}{/color}

source: {color=#ffffff}{b}Press to change likes to money{/b}{/color}
french: {color=#ffffff}{b}Appuyez sur pour changer j'aime l'argent{/b}{/color}

source: {color=#000000}{b}Sell{/b}{/color}
french: {color=#000000}{b}Vente{/b}{/couleur}

source: {color=#000000}{b}outfits{/b}{/color}
french: {color=#000000}{b}tenues{/b}{/color}

source: {b}{color=#ffffff}Press to receive {size=18} monthly earnings:{/size} {color=#00ff00}{outlinecolor=#000000}{size=16} $[var_earnings_from_supporters]{/size}{/outlinecolor}{/color}{/b}
french: {b}{color=#ffffff}Cliquez pour recevoir {size=18} gains mensuels:{/size} {color=#00ff00}{outlinecolor=#000000}{size=16} $[var_earnings_from_supporters]{/size}{/outlinecolor}{/color}{/b}
