Repository: DonRP/AFV
Catalog: game/*/*/D.S.Mod.po
Languages: italian

source: [DS] You added $[addmoney] and now have: $[money].
italian: [DS] Hai aggiunto $[addmoney] e ora hanno: $[money].

source: Okay, your new name is: ({color=#0000CC}[ryan]{/color}).
italian: Ok, il tuo nuovo nome è: ({color=#0000CC}[ryan]{/color}).

source: [DS] Okay, her new name is: ({color=#0000CC}[mom_name]{/color}).
italian: [DS] Okay, il suo nuovo nome è: ({color=#0000CC}[mom_name]{/color}).

source: [DS] Okay, your new name is: ({color=#0000CC}[ryan]{/color}).
italian: [DS] Ok, il tuo nuovo nome è: ({color=#0000CC}[ryan]{/color}).

source: [DS] This mod(v[mod_version]) was made by {color=#00589E}D.S.-sama{/color} for {color=#E60000}WillTylor{/color} and his game, {color=#34f500}AFamilyVenture_v[game_version]{/color}. Have fun playing the game and let us know if you find any bugs.
italian: [DS] Questo mod(v[mod_version]) è stato fatto da {color=#00589E}D.S. sama{/color} per {color=#E60000}WillTylor{/color} e il suo gioco, {color=#34f500}AFamilyVenture_v[game_version]{/color}. Divertiti a giocare e farci sapere se trovi qualche bug.

source: [DS] You have reset the anger lvl for all girls!
italian: [DS] Hai azzerato il lvl di rabbia per tutte le ragazze!

source: [DS] You have set the libido lvl to max for all girls!
italian: [DS] Hai impostato la libido lvl al massimo per tutte le ragazze!

source: [DS] To set up the spy cams in the rooms you must first have the 'progress >= 6' (after the event when Sidney comes home) and as an extra condition to set the camera in Lauren's room you must have 'sidneyfingerlaurenprogress > 4' (Sidney must move out of her room).
italian: [DS] Per impostare le camme spia nelle stanze devi prima avere il 'progresso >= 6' (dopo l'evento quando Sidney torna a casa) e come condizione supplementare per impostare la fotocamera nella stanza di Lauren devi avere 'sidneyfingerlaurenprogress > 4' (Sidney deve spostarsi dalla sua stanza).

source: [RT] {i}School has ended, I must return home{/i}
italian: [RT] {i}Scuola è finita, devo tornare a casa{/i}

source: label name: [store.current_label]
italian: nome dell'etichetta: [store.current_label]

source: Change your name. {color=#1DDB16}(Current name is: [ryan]){/color}
italian: Cambia il tuo nome. {color=#1DDB16}(Il nome attuale è: [ryan]){/color}

source: {color=#1DDB16}Add{/color}/{color=#E60000}Remove{/color} items
italian: {color=#1DDB16}Add{/color}/{color=#E60000}Rimuovi{/color} elementi

source: Change girls stats
italian: Cambiare le statistiche delle ragazze

source: {color=#00589E}Time:[timeofdaycounter]-----------------------------{/color}
italian: {color=#00589E}Orario:[timeofdaycounter]---------------------{/color}

source: Press to jump to the right time!
italian: Premi per saltare al giusto tempo!

source: Advance Time
italian: Tempo Di Avanzamento

source: Regress Time
italian: Tempo Di Rigress

source: Set week day
italian: Imposta giorno settimana

source: {color=#00589E}Money:[money]----------------------{/color}
italian: {color=#00589E}Soldi:[money]----------------------{/color}

source: Add $1000
italian: Aggiungi $1000

source: Remove $1000
italian: Rimuovi $1000

source: Input money
italian: Inserisci denaro

source: {color=#00589E}Gallery unlocker-----------------{/color}
italian: {color=#00589E}Galleria unlocker-----------------{/color}

source: {color=#E60000}Add/Remove items{/color}
italian: {color=#E60000}Aggiungi/Rimuovi articoli{/color}

source: Add!
italian: Aggiungi!

source: Remove!
italian: Rimuovi!

source: {color=#E60000}Day of the week:{/color}
italian: {color=#E60000}Giorno della settimana:{/color}

source: Monday!
italian: Lunedì!

source: Tuesday!
italian: Martedì!

source: Wednesday!
italian: Mercoledì!

source: Thursday!
italian: Giovedì!

source: Friday!
italian: Venerdì!

source: Saturday!
italian: Sabato!

source: Sunday!
italian: Domenica!

source: {color=#E60000}Change girls stats{/color}
italian: {color=#E60000}Cambia le statistiche delle ragazze{/color}

source: Reset all girls anger lvl!
italian: Azzera tutte le ragazze rabbia lvl!

source: Set all girls libido lvl to max!
italian: Imposta tutte le ragazze libido lvl al massimo!

source: Increase respect!
italian: Aumenta rispetto!

source: Decrease respect!
italian: Riduci rispetto!

source: Increase affection!
italian: Aumenta l'affetto!

source: Decrease affection!
italian: Diminuisci affetto!

source: Increase libido!
italian: Aumenta la libido!

source: Decrease libido!
italian: Diminuisci libido!

source: {color=#00589E}Submission:{/color} {color=#1DDB16}[momsubmission]{/color}
italian: {color=#00589E}Sottomissione:{/color} {color=#1DDB16}[momsubmission]{/color}

source: Increase submission!
italian: Aumentare la sottomissione!

source: Decrease submission!
italian: Diminuire la sottomissione!

source: {color=#00589E}Anger:{/color} {color=#1DDB16}[momanger]{/color}
italian: {color=#00589E}Rabbia:{/color} {color=#1DDB16}[momanger]{/color}

source: Reset anger!
italian: Resetta la rabbia!

source: Increase anger!
italian: Aumentare la rabbia!

source: Decrease anger!
italian: Diminuire la rabbia!

source: {color=#00589E}Respect:{/color} {color=#1DDB16}[laurenrespect]{/color}
italian: {color=#00589E}Rispetto:{/color} {color=#1DDB16}[laurenrespect]{/color}

source: {color=#00589E}Affection:{/color} {color=#1DDB16}[laurenaffection]{/color}
italian: {color=#00589E}Affetto:{/color} {color=#1DDB16}[laurenaffection]{/color}

source: {color=#00589E}Submission:{/color} {color=#1DDB16}[laurensubmission]{/color}
italian: {color=#00589E}Sottomissione:{/color} {color=#1DDB16}[laurensubmission]{/color}

source: {color=#00589E}Anger:{/color} {color=#1DDB16}[laurenanger]{/color}
italian: {color=#00589E}Rabbia:{/color} {color=#1DDB16}[laurenanger]{/color}

source: {color=#00589E}School influence:{/color} {color=#1DDB16}[school_influence]{/color}
italian: {color=#00589E}Influenza della scuola:{/color} {color=#1DDB16}[school_influence]{/color}

source: Increase influence!
italian: Aumenta l'influenza!

source: Decrease influence!
italian: Diminuisci l'influenza!

source: {color=#00589E}Respect:{/color} {color=#1DDB16}[sidneyrespect]{/color}
italian: {color=#00589E}Rispetto:{/color} {color=#1DDB16}[sidneyrespect]{/color}

source: {color=#00589E}Affection:{/color} {color=#1DDB16}[sidneyaffection]{/color}
italian: {color=#00589E}Affetto:{/color} {color=#1DDB16}[sidneyaffection]{/color}

source: {color=#00589E}Submission:{/color} {color=#1DDB16}[sidneysubmission]{/color}
italian: {color=#00589E}Sottomissione:{/color} {color=#1DDB16}[sidneysubmission]{/color}

source: {color=#00589E}Anger:{/color} {color=#1DDB16}[sidneyanger]{/color}
italian: {color=#00589E}Rabbia:{/color} {color=#1DDB16}[sidneyanger]{/color}

source: {color=#00589E}Respect:{/color} {color=#1DDB16}[auntrespect]{/color}
italian: {color=#00589E}Rispetta:{/color} {color=#1DDB16}[auntrespect]{/color}

source: {color=#00589E}Affection:{/color} {color=#1DDB16}[auntaffection]{/color}
italian: {color=#00589E}Affeziono:{/color} {color=#1DDB16}[auntaffection]{/color}

source: {color=#00589E}Submission:{/color} {color=#1DDB16}[auntsubmission]{/color}
italian: {color=#00589E}Invia:{/color} {color=#1DDB16}[auntsubmission]{/color}

source: {color=#00589E}Respect:{/color} {color=#1DDB16}[cousinrespect]{/color}
italian: {color=#00589E}Rispetta:{/color} {color=#1DDB16}[cousinrespect]{/color}

source: {color=#00589E}Affection:{/color} {color=#1DDB16}[cousinaffection]{/color}
italian: {color=#00589E}Affeziono:{/color} {color=#1DDB16}[cousinaffection]{/color}

source: {color=#00589E}Submission:{/color} {color=#1DDB16}[cousinsubmission]{/color}
italian: {color=#00589E}Invia:{/color} {color=#1DDB16}[cousinsubmission]{/color}

source: Do you want to change your name? Default name is: {color=#0000CC}Ryan{/color}
italian: Vuoi cambiare il tuo nome? Il nome predefinito è: {color=#0000CC}Ryan{/color}
