Repository: DonRP/AFV
Catalog: game/*/*/New_inventory.po
Languages: french

source: Lauren's first cosplay outfit, you can sell it online to make money.
french: La première tenue de cosplay de Lauren, vous pouvez la vendre en ligne pour gagner de l’argent.

source: Mandy's first cosplay outfit, you can sell it online to make money.
french: La première tenue de cosplay de Mandy, vous pouvez la vendre en ligne pour gagner de l’argent.

source: Expensive, but the most stylish swimsuit for my mom.
french: Cher, mais c'est le maillot de bain le plus élégant pour ma mère.

source: Generic milk chocolate bar.
french: Barre de chocolat au lait.

source: hardnLong.com $25 Gift Card(s).
french: hardnLong.com 25$ Carte cadeau(s).

source: Flowers for my ladies.
french: Des fleurs pour mes femmes.

source: Melatonin, the strongest over the counter sleep aid that I can buy. It's all natural... non addictive...
french: De la mélatonine, aide au sommeil en vente libre, la plus forte que je puisse acheter. Tout est naturel... non addictif...

source: Webcam(s), I can use this item to spy on the girls.
french: Webcam(s), je peux utiliser cet objet pour espionner les filles.

source: Ball Gag, a device used in sexual bondage and BDSM roleplay. Let's see how I can use it!
french: Ball Gag, un dispositif utilisé dans le bondage sexuel et le jeu de rôle BDSM. Voyons comment je peux l’utiliser!

source: The best DSLR camera I can afford for now.
french: Le meilleur appareil photo reflex numérique que je peux me permettre pour l’instant.

source: A green screen will make us look more professional.
french: Un fond vert nous donnera un aspect plus professionnel.

source: With this lights the photos will look better and we'll get more likes.
french: Avec ces projecteurs, les photos seront plus belles et nous obtiendrons plus de likes.

source: This items helps you get more likes from images.
french: Cet élément vous aide à obtenir plus de likes à partir des images.

source: This items is needed to make videos.
french: Ces éléments sont nécessaires pour faire des vidéos.

source: This items helps you get more likes from videos.
french: Cet élément vous aide à obtenir plus de likes à partir des vidéos.

source: A childrens book that turned out to be full of hidden sexual themes and innuendos... Maybe it is my kind of book!
french: Un livre pour enfants qui s’est avéré être plein de thèmes sexuels cachés et d’insinuations... C’est peut-être mon genre de livre!

source: Second book in the Perry Hotter Series.
french: Deuxième livre de la série Perry Hotter.

source: Third book in the Perry Hotter Series.
french: Troisième livre de la série Perry Hotter.

source: Money:$[money]
french: Argent: [money]$

source: INVENTORY
french: INVENTAIRE
