Repository: DonRP/AFV
Catalog: game/*/*/Phone_gallery.po
Languages: french, italian

source: {image=images/interface_images/phone_screen_images/images_phone.png} Photo Gallery
french: {image=images/interface_images/phone_screen_images/images_phone.png} Galerie photos
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Galleria fotografica

source: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Mom's pictures
french: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Photos de maman
italian: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Le immagini della mamma

source: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Lauren's pictures
french: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Photos de Lauren
italian: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Foto di Lauren

source: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Sidney's pictures
french: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Photos de Sidney
italian: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Immagini di Sidney

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mom's club pic 01
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photo du club de maman 01
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Foto club 01

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mom's club pic 02
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photo du club de maman 02
italian: {image=images/interface_images/phone_screen_images/images_phone.png} pic club della mamma 02

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mom's club pic 03 (NTR)
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photo du club de maman 03 (NTR)
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Classica club 03 (NTR)

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mom's shower spy pic 01
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photo espion dans la douche de maman 01
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Spia doccia della mamma pic 01

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mom's shower spy pic 02
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photo espion dans la douche de maman 02
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Spia doccia della mamma pic 02

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mom's room spy pic 01
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photo espion dans la chambre de maman 01
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Camera della mamma spy pic 01

source: {image=images/interface_images/phone_screen_images/images_phone.png} "NTR" Mom's pole dance pic 01
french: {image=images/interface_images/phone_screen_images/images_phone.png} «NTR» Photo de pole dance de maman 01

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mom's ass in the basement
french: {image=images/interface_images/phone_screen_images/images_phone.png} Le cul de maman dans le sous-sol
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Asino della mamma nel seminterrato

source: {image=images/interface_images/phone_screen_images/images_phone.png} Lauren's room spy pic 01
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photos espion dans la chambre de Lauren 01
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Camera di Lauren spy pic 01

source: {image=images/interface_images/phone_screen_images/images_phone.png} Lauren's room spy pic 02
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photos espion dans la chambre de Lauren 02
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Camera di Lauren spy pic 02

source: {image=images/interface_images/phone_screen_images/images_phone.png} Lauren's shower spy pic 01
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photo espion dans la douche de Lauren 01
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Doccia di Lauren spy pic 01

source: {image=images/interface_images/phone_screen_images/images_phone.png} Lauren's shower spy pic 02
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photo espion dans la douche de Lauren 02
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Doccia di Lauren spy pic 02

source: {image=images/interface_images/phone_screen_images/images_phone.png} Sidney's room spy pic 01
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photos espion dans la chambre de Sidney 01
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Sidney room spy pic 01

source: {image=images/interface_images/phone_screen_images/images_phone.png} Sidney's room spy pic 02
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photos espion dans la chambre de Sidney 02
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Sidney room spy pic 02

source: {image=images/interface_images/phone_screen_images/images_phone.png} Sidney's shower spy pic 02
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photo espion dans la douche de Sidney 02
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Spia doccia di Sidney pic 02

source: {image=images/interface_images/phone_screen_images/images_phone.png} Sidney's shower spy pic 03
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photos espion dans la douche de Sidney 03
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Spia doccia di Sidney pic 03

source: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Mandy's pictures
french: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Photos de Mandy
italian: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Immagini di Mandy

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mandy's shower spy pic 01
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photos espion dans la douche de Mandy 01
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Spia doccia di Mandy pic 01

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mandy's shower spy pic 02
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photo espion dans la douche de Mandy 02
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Spia doccia di Mandy pic 02

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mandy's room spy pic 01
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photos espion dans la chambre de Mandy 01
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Camera di Mandy pic 01

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mandy's room spy pic 02
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photos espion dans la chambre de Mandy 02
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Camera di Mandy pic 02

source: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Camille's pictures
french: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Photos de Camille
italian: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Immagini di Camille

source: {image=images/interface_images/phone_screen_images/images_phone.png} Camille's pic 01
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photo de Camille 01
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Foto 01 di Camille

source: {image=images/interface_images/phone_screen_images/images_phone.png} Camille's pic 02
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photo de Camille 02
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Foto di Camille 02

source: {image=images/interface_images/phone_screen_images/images_phone.png} Camille's pic 03
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photo de Camille 03
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Foto di Camille 03

source: {image=images/interface_images/phone_screen_images/images_phone.png} Camille's shower spy pic 04
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photos espion dans la douche de Camille 04
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Spia doccia di Camille pic 04

source: {image=images/interface_images/phone_screen_images/images_phone.png} Camille's shower spy pic 05
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photos espion dans la douche de Camille 05
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Spia doccia di Camille pic 05

source: {image=images/interface_images/phone_screen_images/images_phone.png} Camille's room spy pic 06
french: {image=images/interface_images/phone_screen_images/images_phone.png} Photos espion dans la chambre de Camille 06
italian: {image=images/interface_images/phone_screen_images/images_phone.png} Camera di Camille spy pic 06
