Repository: DonRP/AFV
Catalog: game/*/*/RouletteGame.po
Languages: italian

source: [RLT_dealer] Error: You haven't bet any amount of money.{w=3.0}{nw} [withDissolve(2.0)]
italian: [RLT_dealer] Error: You don't bet any amount of money.{w=3.0}{nw} [withDissolve(2.0)]

source: [RLT_dealer] Error: With the Straight betting game you can pick any roulette number. Please supply a list of one number.{w=3.0}{nw} [withDissolve(2.0)]
italian: [RLT_dealer] Errore: Con il gioco di scommesse dritte è possibile scegliere qualsiasi numero di roulette. Si prega di fornire un elenco di un numero.{w=3.0}{nw} [withDissolve(2.0)]

source: [RLT_dealer] Error: With the Split betting game you can pick any 2 (two) roulette numbers. Please supply a list of two different numbers.{w=3.0}{nw} [withDissolve(2.0)]
italian: [RLT_dealer] Errore: Con il gioco di scommesse Divise puoi scegliere qualsiasi 2 (due) numeri di roulette. Per favore fornisci un elenco di due numeri diversi.{w=3.0}{nw} [withDissolve(2.0)]

source: [RLT_dealer] Error: With the Street betting game you can pick any 3 (three) roulette numbers. Please supply a list of three different numbers.{w=3.0}{nw} [withDissolve(2.0)]
italian: [RLT_dealer] Errore: Con il gioco di scommesse su strada è possibile scegliere qualsiasi 3 (tre) numeri di roulette. Si prega di fornire un elenco di tre numeri diversi.{w=3.0}{nw} [withDissolve(2.0)]

source: [RLT_dealer] Error: With the Corner betting game you can pick any 4 (four) roulette numbers. Please supply a list of four different numbers.{w=3.0}{nw} [withDissolve(2.0)]
italian: [RLT_dealer] Errore: Con il gioco di scommesse ad angolo è possibile scegliere qualsiasi 4 (quattro) numeri di roulette. Si prega di fornire un elenco di quattro numeri diversi.{w=3.0}{nw} [withDissolve(2.0)]

source: [RLT_dealer] Error: With the Penta betting game you can pick any 5 (five) roulette numbers. Please supply a list of 5 different numbers.{w=3.0}{nw} [withDissolve(2.0)]
italian: [RLT_dealer] Errore: Con il gioco di scommesse Penta puoi scegliere 5 (cinque) numeri di roulette. Per favore fornisci un elenco di 5 numeri diversi.{w=3.0}{nw} [withDissolve(2.0)]

source: [RLT_dealer] Error: With the Line betting game you can pick any 6 (six) roulette numbers. Please supply a list of six different numbers.{w=3.0}{nw} [withDissolve(2.0)]
italian: [RLT_dealer] Errore: Con il gioco di scommesse sulla linea è possibile scegliere qualsiasi 6 (sei) numeri di roulette. Si prega di fornire un elenco di sei numeri diversi.{w=3.0}{nw} [withDissolve(2.0)]

source: [RLT_dealer] Error: With the Dozen betting game you can pick any 12 (twelve) roulette numbers. Please supply a list of 12 different numbers.{w=3.0}{nw} [withDissolve(2.0)]
italian: [RLT_dealer] Errore: Con il gioco di scommesse di Dozzina è possibile scegliere qualsiasi 12 (dodici) numeri di roulette. Si prega di fornire un elenco di 12 numeri diversi.{w=3.0}{nw} [withDissolve(2.0)]

source: [RLT_dealer] Error: You have picked an incorrect color. Acceptable colors are {outlinecolor=#ffffff}{color=#FF0000}Red{/color}{/outlinecolor} and {outlinecolor=#ffffff}{color=#000000}Black{/color}{/outlinecolor}.{w=3.0}{nw} [withDissolve(2.0)]
italian: [RLT_dealer] Errore: hai scelto un colore errato. I colori accettabili sono {outlinecolor=#ffffff}{color=#FF0000}Red{/color}{/outlinecolor} e {outlinecolor=#ffff}{color=#000000}Black{/color}{/outlinecolor}.{w=3.0}{nw} [withDissolve(2.0)]

source: [RLT_dealer] Error: You have picked an incorrect bet. Acceptable bets are {outlinecolor=#ffffff}{color=#00008B}Odd{/color}{/outlinecolor} or {outlinecolor=#ffffff}{color=#00008B}Even{/color}{/outlinecolor}.{w=3.0}{nw} [withDissolve(2.0)]
italian: [RLT_dealer] Errore: hai scelto una scommessa errata. Le scommesse accettabili sono {outlinecolor=#ffff}{color=#00008B}Odd{/color}{/outlinecolor} o {outlinecolor=#ffffff}{color=#00008B}Even{/color}{/outlinecolor}.{w=3.0}{nw} [withDissolve(2.0)]

source: [RLT_dealer] Let's roll the ball!{w=2.0}{nw} [withDissolve(2.0)]
italian: [RLT_dealer] Lanciamo la palla!{w=2.0}{nw} [withDissolve(2.0)]

source: [RLT_dealer] You bet the ball would land on [playerPiked]{w=3.0}{nw} [withDissolve(2.0)]
italian: [RLT_dealer] Scommetti che la palla atterra su [playerPiked]{w=3.0}{nw} [withDissolve(2.0)]

source: [RLT_dealer] You win! The number that rolled is [theRoll] and it's [theRollOddOrEven_text], the color is [theRollColor_text]!{w=3.0}{nw} [withDissolve(2.0)]
italian: [RLT_dealer] Hai vinto! Il numero che ha rotolato è [theRoll] ed è [theRollOddOrEven_text], il colore è [theRollColor_text]!{w=3.0}{nw} [withDissolve(2.0)]

source: [RLT_dealer] The payout is 35 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve(2.0)]
italian: [RLT_dealer] La vincita è di 35 a 1, quindi hai vinto $[payout]!{w=3.0}{nw} [withDissolve(2.0)]

source: [RLT_dealer] You lose! The number that rolled is [theRoll] and it's [theRollOddOrEven_text], the color is [theRollColor_text]!{w=3.0}{nw} [withDissolve(2.0)]
italian: [RLT_dealer] Hai perso! Il numero che ha rotolato è [theRoll] ed è [theRollOddOrEven_text], il colore è [theRollColor_text]!{w=3.0}{nw} [withDissolve(2.0)]

source: [RLT_dealer] The payout is 17 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve(2.0)]
italian: [RLT_dealer] La vincita è di 17 a 1, quindi hai vinto $[payout]!{w=3.0}{nw} [withDissolve(2.0)]

source: [RLT_dealer] The payout is 11 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve(2.0)]
italian: [RLT_dealer] La vincita è di 11 a 1, quindi hai vinto $[payout]!{w=3.0}{nw} [withDissolve(2.0)]

source: [RLT_dealer] The payout is 8 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve(2.0)]
italian: [RLT_dealer] La vincita è di 8 a 1, quindi hai vinto $[payout]!{w=3.0}{nw} [withDissolve(2.0)]

source: [RLT_dealer] The payout is 6 to 1, so you won $[payout]!{w=3.0}{nw}
italian: [RLT_dealer] La vincita è di 6 a 1, quindi hai vinto $[payout]!{w=3.0}{nw}

source: [RLT_dealer] The payout is 5 to 1, so you won $[payout]!{w=3.0}{nw}
italian: [RLT_dealer] La vincita è di 5 a 1, quindi hai vinto $[payout]!{w=3.0}{nw}

source: [RLT_dealer] The payout is 2 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve(2.0)]
italian: [RLT_dealer] La vincita è di 2 a 1, quindi hai vinto $[payout]!{w=3.0}{nw} [withDissolve(2.0)]

source: [RLT_dealer] The payout is 1 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve(2.0)]
italian: [RLT_dealer] La vincita è da 1 a 1, quindi hai vinto $[payout]!{w=3.0}{nw} [withDissolve(2.0)]
