Repository: DonRP/AFV
Catalog: game/*/*/script.po
Languages: french

source: [RT] {i}Hmmm.... that's not a bad idea. Maybe they would be a little less prudish if they saw what Mom does on the weekends.{/i}
french: [RT] {i}Hmmm.... ce n'est pas une mauvaise idée. Peut-être qu'ils seraient un peu moins prudents s'ils voyaient ce que maman fait le week-end.{/i}

source: [MT] {i}Did he really come here with good intentions?{/i}
french: [MT] {i}Est-il vraiment venu ici avec de bonnes intentions?{/i}

source: [MT] {i}If he did, I really feel kind of bad for yelling at him.{/i}
french: [MT] {i}S'il l'a fait, je me sens vraiment mal de lui crier dessus.{/i}

source: [MT] {i}But if he didn't, I might really have a growing problem on my hands.{/i}
french: [MT] {i}Mais s'il ne l'a pas fait, je pourrais vraiment avoir un problème de plus en plus important sur mes mains.{/i}

source: [RT] {i}Well, I guess I should get one more peek for the road.{/i}
french: [RT] {i}Eh bien, je suppose que je devrais encore jeter un coup d'œil sur la route.{/i}

source: [M] [ryan]! It's time for you to leave!
french: [M] [ryan]! Il est temps pour toi de partir!

source: [RT] {i}And queue the post-coital regret!{/i}
french: [RT] {i}Et mettre en attente les regrets post-coïtal!{/i}

source: [RT] {i}I'm out of control.... maybe I should get help?.... Nah this is just harmless fun.{/i}
french: [RT] {i}Je suis hors de contrôle.... peut-être que je devrais obtenir de l'aide?.... Non, c'est juste un plaisir inoffensif.{/i}

source: [RT] {i}Now I better get out of here before she notices me.{/i}
french: [RT] {i}Maintenant, je ferais mieux de sortir d'ici avant qu'elle ne me remarque.{/i}

source: [RT] {i}NNNNyyyyhhhhhaaaaa.... !!{/i}
french: [RT] {i}NNNNNyyyyhhhhhaaaaa.... !!{/i}

source: [RT] {i}Good feelings gone. What's wrong with me!{/i}
french: [RT] {i}Les bons sentiments ont disparu. Qu'est-ce qui ne va pas avec moi !{/i}

source: Would you like to see the tutorial?
french: Voulez-vous voir le tutoriel?

source: Yes.
french: Oui.

source: No.
french: Non.

source: Skip to the end of v0.01b
french: Passer à la fin de la version 0.01b

source: Don't skip the game
french: Ne pas passer le jeu

source: Chose your route!
french: Choisissez votre itinéraire!

source: Loyalty route
french: Voie de la fidélité

source: NTR route
french: Voie NTR

source: Back
french: Retour

source: Peek down her robe
french: Jetez un coup d'œil sous sa robe

source: Gross!! That's just weird!
french: Dégueulasse !! C'est juste bizarre!

source: Lauren, what the hell are you doing?
french: Lauren, qu'est-ce que tu fous, bordel ?

source: Sleep
french: Dormir

source: Never mind
french: Peu importe

source: Memes (Advances time)
french: Mêmes (Avance de temps)

source: Go sit down
french: Aller vous asseoir

source: Ask Mom about her day
french: Demander à maman pour sa journée

source: Ask Lauren about her day
french: Demander à Lauren pour sa journée

source: Yes
french: Oui

source: No
french: Non

source: Skip event and sleep till tomorrow
french: Sauter l'événement et dormir jusqu'à demain

source: Jump to Mafia payment event.
french: Aller à l'événement de paiement de la mafia.

source: I'll pay them $1,000.
french: Je leur paierais 1'000$.

source: Shit!... I don't have enough money to pay the Mafia.
french: Merde!... Je n'ai pas assez d'argent pour payer la Mafia.

source: Let Mom use her "ass"ets to pay the debt this week.
french: Laisser maman utiliser sa carte 'cul' pour payer la dette de cette semaine.

source: Look down
french: Regarder en bas

source: Look up
french: Regarder vers le haut

source: Cover up
french: Recouvrir

source: "Why should I?"
french: 'Pourquoi devrais-je?'

source: Watch TV with Lauren
french: Regarder la télévision avec Lauren

source: Look.
french: Regarder.

source: Never mind.
french: Peu importe.

source: Peek
french: Coup d’oeil

source: Have Dinner
french: Avoir le dîner

source: Hey Mom, it's good to see you up and about!
french: Hé maman, c'est bon de te revoir!

source: Are you drinking again?!
french: Tu bois encore ?!

source: Look around
french: Regarder aux alentours

source: Talk to Sidney
french: Parler à Sidney

source: Try to keep eye contact
french: Essayer de garder un contact visuel

source: Just a really quick peek
french: Juste un coup d’œil très rapide

source: Don't risk it
french: Ne pas risquer

source: Give her money for Lauren's cosplay outfit.
french: Lui donner de l'argent pour la tenue de cosplay de Lauren.

source: Ask her to work at club.
french: Lui demander de travailler au club.

source: Take a look
french: Jeter un coup d'oeil

source: Stay Strong
french: Rester Fort

source: What do you think, slut?!
french: Qu'en penses-tu, salope ?!

source: Nothing!
french: Rien !

source: Just walk away
french: Juste à pied

source: Knock on her door
french: Frapper à sa porte

source: Look closer.
french: Regarder de plus près.

source: Try using subliminal messages
french: Essayer d'utiliser des messages subliminaux

source: Just leave her alone, she's had a rough few days.
french: La laisser tranquille, elle a eu quelques jours difficiles.

source: Subliminal messages
french: Messages subliminaux

source: Peek through the spy-cam.
french: Coup d’œil à travers la camera espion.

source: Nah, she's probably just sleeping.
french: Non, elle dort probablement.

source: Knock
french: Toquer

source: Peek through spy-cam
french: Coup d’œil à travers la camera espion

source: I'm just going to give her some time to cool down
french: Je vais juste lui laisser le temps de se calmer

source: Give her a gift
french: Lui offrir un cadeau

source: I just wanted to apologize
french: Je voulais juste m'excuser

source: Give her a chocolate bar
french: Lui donner une barre de chocolat

source: Give her Hardnlong gift card
french: Lui offrir une carte-cadeau Hardnlong

source: Give her flowers
french: Lui donner des fleurs

source: Get a closer look
french: Regarder de plus près

source: Why would I even think of looking?
french: Pourquoi devrais-je même penser à regarder?

source: Use spy-cam.
french: Utiliser une caméra espion.

source: Not right now.
french: Pas pour le moment.

source: Take a peek.
french: Jeter un coup d’œil.

source: Let's just take a peek at what she's doing.
french: Jetons un coup d'œil à ce qu'elle fait.

source: Yes, I need an ally
french: Oui, j'ai besoin d'un allié

source: More subliminal messages!
french: Plus de messages subliminaux!

source: Not tonight.
french: Pas ce soir.

source: Spy on Sidney
french: Espionner Sidney

source: Keep looking around
french: Continuer à regarder autour

source: Just a little bit
french: Juste un peu

source: Nothing
french: Rien

source: Of course!
french: Bien sûr!

source: Continue sneaking
french: Continuer à se faufiler

source: Leave
french: Partir

source: Attend Class
french: Participer à la classe

source: Start Election Campaign Storyline
french: Début de la campagne électorale

source: Talk to Mom about Oedipus assignment
french: Parler à maman au sujet de l'affectation d'Œdipe

source: Accept Matt's help ("WARNING" future NTR content)
french: Accepter l'aide de Matt ('AVERTISSEMENT' futur contenu NTR)

source: Tell Matt to go fuck himself
french: Dire à Matt d'aller se faire foutre

source: Just the tip
french: Juste le pourboire

source: Throat Fuck
french: Baise en gorge profonde

source: Deeper
french: Plus profond

source: Cum
french: Ejaculation

source: Down Megan's throat
french: Dans la gorge de Megan

source: All over her face
french: Sur son visage

source: Make Deliveries
french: Faire des livraisons

source: Pick up Items
french: Ramasser les objets

source: Go to Photo Studio.
french: Aller dans studio photo.

source: Return to Map
french: Retour à la carte

source: Tell them about the conversation with Uncle Bobby
french: Leur parler de la conversation avec Oncle Bobby

source: Tell them about visit with Uncle Bobby
french: Leur parler de la visite avec Oncle Bobby

source: Stay and Watch
french: Rester et regarder

source: Go home
french: Rentrer chez moi

source: Keep Watching
french: Continuer à regarder

source: Go answer the door
french: Aller répondre à la porte

source: No (lie)
french: Non (mensonge)
