Repository: DonRP/AFV
Catalog: game/*/*/script.po
Languages: french

source: [S] What were you looking at!?
french: [S] Qu'est-ce que tu regardais !?

source: [S] Oh, I see, you think just because I was laughing at you, you have the right to act like a perverted asshole?
french: [S] Oh, je vois, tu penses que juste parce que je me moquais de toi, tu as le droit d'agir comme un trou du cul pervers?

source: [S] That just because I didn't realize I was flashing you, you have the right to look?
french: [S] Ce n'est pas parce que je n'ai pas réalisé que je te provoquais, que tu as le droit de regarder?

source: [S] Well, you'd better check your white male privilege you chauvinistic...
french: [S] Eh bien, tu ferais mieux de vérifier ton privilège masculin de blanc plotôt que d'être chauvin...

source: [R] Sidney.... please don't start with the liberal arts social justice BS!
french: [R] Sidney... ne commences pas par être la BCG de la justice sociale et libérale de l'art!

source: [S] BS? That's exactly what a priviledged white boy from a patriarchal...
french: [S] BCG? C'est exactement ce qu'est un garçon blanc et privilégié du patriarcal répondrait...

source: [S] Don't you dare walk away from me while I'm trying to educate you about...
french: [S] N'ose pas t'éloigner de moi pendant que j'essaie de faire ton éduquation...

source: {i}{b}"Sidney's Anger +10"{/b}{/i}
french: {i}{b}«Colère de Sidney +10»{/b}{/i}

source: [R] I'm sorry, I was just looking down because your laughing embarassed me.
french: [R] Je suis désolé, je regardais juste en bas parce que ton rire m'a embarrassé.

source: [R] And I had just barely noticed you were flashing before you did.
french: [R] Et j’avais à peine rien remarqué avant d'en parler.

source: [S] Well, I hope that's true, because that would be pretty fucked up if you were staring at your sister's pussy!
french: [S] Eh bien, j'espère que c'est vrai, parce que ce serait assez foutu si tu regardais exprès la chatte de ta sœur!

source: {i}{b}"Sidney's Anger +5"{/b}{/i}
french: {i}{b}«Colère de Sidney +5»{/b}{/i}

source: [R] No I wouldn't stare at your lovely.... I mean...
french: [R] Non, je ne regarderais pas ta belle.... Je veux dire...

source: [R] I didn't mean to say it was lovely.... I just meant that...
french: [R] Je ne voulais pas dire que c'était charmant.... Je voulais juste dire ça...

source: [S] [ryan], why don't you just run along and go play with your video games or something.
french: [S] [ryan], pourquoi ne te barres tu pas et vas jouer avec tes jeux vidéo ou quelque chose du genre.

source: [S] And let the adults actually worry about taking care of this family.
french: [S] Et que les adultes s'inquiètent réellement de prendre soin de cette famille.

source: {i}"[ryan] Leaves"{/i}
french: {i}'[ryan] part'{/i}

source: [ST] {i}Oh my God! Could I have been subconsciously flashing my brother on purpose?{/i}
french: [ST] {i}Oh mon Dieu! Aurais-je pu exposer inconsciemment à mon frère mon intimité exprès?{/i}

source: [ST] {i}Is something wrong with me?{/i}
french: [ST] {i}Quelque chose ne va pas chez moi?{/i}

source: [ST] {i}First I'm molesting my sister in her sleep, and now this.{/i}
french: [ST] {i}D'abord, je moleste ma sœur dans son sommeil, et maintenant ça.{/i}

source: [ST] {i}Worst of all, [ryan] seemed to like it.{/i}
french: [ST] {i}Pire de tout, [ryan] semblait l'aimer.{/i}

source: [ST] {i}Ha the look on his face when I caught him.{/i}
french: [ST] {i}Ha le regard sur son visage quand je l'ai attrapé.{/i}

source: [ST] {i}I don't buy that it was an accident.{/i}
french: [ST] {i}Je ne crois pas que c'était un accident.{/i}

source: [ST] {i}But am I just as perverted as him?.... {/i}
french: [ST] {i}Mais suis-je aussi pervertse que lui?.... {/i}

source: {i}{b}"Sidney's Libido +3"{/b}{/i}
french: {i}{b}«Libido de Sidney +3»{/b}{/i}

source: [S] Oh my.... I'm sorry.... I really am sorry for laughing.
french: [S] Oh mon dieu.... Je suis désolée.... Je suis vraiment désolée d'avoir ri.

source: [S] That just really hit my funny bone.
french: [S] Ça m’a vraiment frappé drôlement.

source: [R] Yeah, well laugh all you want!
french: [R] Ouais, eh bien ris autant que tu veux!

source: [R] Once I figure out how to provide for this family, you will have to come to me for your spending money.
french: [R] Une fois que j'aurai compris comment subvenir aux besoins de cette famille, tu devras venir vers moi pour ton argent de poche.

source: [R] And thanks for the suggestion, when you want money from me in the future, I'll make you call me daddy to get it.
french: [R] Et merci pour la suggestion, quand tu veux de l'argent de moi à l'avenir, tu devras m'appeller papa pour l'avoir.

source: {i}"[ryan] storms out"{/i}
french: {i}'[ryan] orages dans l'air'{/i}

source: [ST] {i}Wow, I think I really pissed him off.{/i}
french: [ST] {i}Wow, je pense que je l'ai vraiment énervé.{/i}

source: [ST] {i}He sure looked determined when he left.{/i}
french: [ST] {i}Il avait l'air déterminé quand il est parti.{/i}

source: [ST] {i}It made me almost believe him when he says he's going to provide for the family.{/i}
french: [ST] {i}Je l'ai presque cru quand il dit qu'il allait subvenir aux besoins de la famille.{/i}

source: [ST] {i}Shit, if he succeeds, would I really be willing to call him daddy to get money from him?{/i}
french: [ST] {i}Merde, s'il réussit, serais-je vraiment prête à l'appeler papa pour obtenir de l'argent de lui?{/i}

source: {i}"Sidney's Submission +1"{/i}
french: {i}«Soumission de Sidney +1»{/i}

source: [ST] {i}I wonder if [ryan] understands the sexual connotation of a woman calling him daddy.{/i}
french: [ST] {i}Je me demande si [ryan] comprend la connotation sexuelle d'une femme qui l'appelle papa.{/i}

source: {i}{b}"Sidney's Libido +1"{/b}{/i}
french: {i}{b}«Libido de Sidney +1»{/b}{/i}

source: [RT] {i}She's always got her door locked in the morning when she does yoga and gets ready for the day. If only there was some way to see her.{/i}
french: [RT] {i}Elle a toujours sa porte verrouillée le matin quand elle fait du yoga et se prépare pour la journée. Si seulement il y avait un moyen de la voir.{/i}

source: [RT] {i}She's always got her door locked when she's getting ready in the morning. If only there was some way to see her.{/i}
french: [RT] {i}Elle a toujours sa porte verrouillée quand elle se prépare le matin. Si seulement il y avait un moyen de la voir.{/i}

source: [RT] {i}Huh.... It's late morning, and Mom still hasn't come out of her room. That's pretty unusual for her.{/i}
french: [RT] {i}Hein.... Il est tard ce matin, et maman n'est toujours pas sortie de sa chambre. C'est assez inhabituel pour elle.{/i}

source: [RT] {i}I'd better check on her.{/i}
french: [RT] {i}Je ferais mieux de vérifier.{/i}

source: [RT] {i}Hmmm.... no answer. I don't have a key, but I'm started to get a little worried about her.{/i}
french: [RT] {i}Hmmm.... pas de réponse. Je n’ai pas de clé, mais je commence à m’inquiéter un peu pour elle. {/i}

source: [RT] {i}There's a sliding door outside on the patio into her room. Hopefully it's unlocked.{/i}
french: [RT] {i}Il y a une porte coulissante à l’extérieur sur le patio dans sa chambre. J’espère qu’elle n'est pas verrouillé. {/i}

source: [RT] {i}Looks like she's passed out.{/i}
french: [RT] {i}On dirait qu'elle est sortie.{/i}

source: [RT] {i}Is that one of Dad's empty whiskey bottles she's cuddling?{/i}
french: [RT] {i}Est-ce une des bouteilles de whisky vides de Papa qu'elle câline?{/i}

source: [RT] {i}I wonder how much of it she drank. I don't think I've actually ever seen her dead drunk before.{/i}
french: [RT] {i}je me demande combien elle en a bu. Je ne pense pas l’avoir jamais vue ivre morte au auparavant. {/i}

source: [RT] {i}Last night must have been pretty traumatic for her.{/i}
french: [RT] {i}La nuit dernière a dû être assez traumatisante pour elle. {/i}

source: [RT] {i}She didn't even change. I can see she's still wearing the thong from last night.{/i}
french: [RT] {i}Elle ne s’est même pas changée. Je peux voir qu’elle porte toujours le string d’hier soir. {/i}

source: [M] Mmmhhh.... who.... who's there?
french: [M] Mmmhhh.... qui.... Qui est là?

source: [R] Hey Mom, it's ok, it's just me.
french: [R] Hé Maman, ça va, c’est juste moi.

source: [M] [ryan]?.... What are you doing in my room?
french: [M] [ryan]?.... Que fais-tu dans ma chambre ?

source: [R] I was worried about you, so I came through the patio door to check on you.
french: [R] je m’inquiétais pour toi, alors je suis venu par la porte du patio pour voir si tout va bien.

source: [M] You were worried about me?...
french: [M] Tu t’inquiétais pour moi?...

source: [M] Really?.... I thought you hated me after last night.
french: [M] Vraiment?.... Je pensais que tu me détestais après la nuit dernière.

source: [R] Hated you.... Mom.... I could never hate you!.... I love you!
french: [R] te détester... Maman.... Je ne pourrais jamais te haïr!.... Je t'aime!

source: [M] Really?.... But the way you were looking at me last night when you walked in on my dance...
french: [M] Vraiment?.... Mais la façon dont tu me regardais hier soir quand tu es entré dans ma danse...

source: [M] You looked so ashamed of me...
french: [M] Tu avais tellement honte de moi...

source: [M] No boy should see their mother like that...
french: [M] Aucun garçon ne devrait voir sa mère comme ça...

source: [M] So, I just thought you hated me for it.
french: [M] Donc, je pensais juste que tu me détestais pour ça.

source: [R] Oh God, no, Mom, to be completely honest I looked that way because I was ashamed of myself.
french: [R] Oh Mon Dieu, non, maman, pour être tout à fait honnête, j'ai regardé comme ça parce que j'avais honte de moi-même.

source: [M] Oh, honey.... why would you be ashamed of yourself?
french: [M] Oh, chérie... pourquoi aurais-tu honte de toi-même ?

source: [R] Because I thought you looked amazing.... , and I know that sons shouldn't think that way about their moms.
french: [R] Parce que je pensais que tu avais l’air incroyablement désirable... , et je sais que les fils ne devraient pas penser de cette façon à propos de leurs mères.

source: [M] Oh, honey.... that's one of the cutest things I've ever heard you say.
french: [M] Oh, chérie... c’est l’une des choses les plus mignonnes que je t'ai jamais entendu dire.

source: [R] Cute?...
french: [R] Mignonne?...

source: [M] I mean yes.... hahaha.... boys should not think of their mothers that way, but that's very flattering to me that you thought I looked amazing.
french: [M] Je veux dire oui... hahaha.... les garçons ne devraient pas penser à leur mère de cette façon, mais c’est très flatteur pour moi que tu pensais que j’étais... incroyable.

source: [M] I know those horny old farts at the club like what they see, but the fact that I'm still attractive to a young man is nice for me to hear.
french: [M] je connais ces vieux vicieux excités au club par ce qu’ils voient, mais le fait que je sois toujours attirante pour un jeune homme est agréable à entendre pour moi.

source: [M] And it's not weird to have those kind of thoughts when you see a mostly nude woman moving that way on a stripper pole.
french: [M] Et ce n'est pas bizarre d'avoir ce genre de pensées quand tu vois une femme principalement nue se déplacer de cette façon sur un poteau de strip-tease.

source: [M] That's totally normal, so don't feel ashamed of yourself.
french: [M] C'est tout à fait normal, alors n'aies pas honte de toi.

source: [M] The fact that it was your mom on the pole was just a fucked up situation, that you had no control over. Oh.... sorry about my language.
french: [M] Le fait que c'était ta mère sur le poteau était juste une situation de merde, sur laquelle tu n'avais aucun contrôle. Oh.... désolé pour mon language.

source: [M] But just so we're clear, I want you to try and get those images of me stripping out of your head. Continuing to think about that wouldn't be normal. Just kind of creepy.
french: [M] Mais pour que nous soyons clairs, je veux que tu essaies d'oublier ces images de moi qui se déshabille de ta tête. Continuer à y penser ne serait pas normal. C'est juste un peu effrayant.

source: [R] Oh.... I know that.
french: [R] Oh.... Je le sais.

source: [M] Good!
french: [M] Bien!

source: [M] How did you get into the club?
french: [M] Comment es-tu entré dans le club?

source: [R] They just let me in without even asking if I was old enough.
french: [R] Ils m'ont juste laissé entrer sans même me demander si j'étais assez vieux.

source: [MT] {i}That stupid asshole Joey!{/i}
french: [MT] {i}Ce stupide trou du cul Joey!{/i}

source: [R] And I just searched around until I found you.
french: [R] Et j'ai fouillé jusqu'à ce que je te trouve.

source: [R] I wanted to be sure you were safe.
french: [R] Je voulais être sûr que tu étais en sécurité.

source: [M] That is so chival.... chiverrll.... chivalrous of you!
french: [M] C'est tellement cheval.... chevalere.... chevaleresque de ta part!

source: [M] What a perfect little gentleman I raised.
french: [M] Quel petit monsieur parfait j'ai élevé.

source: [R] Yeah, well Dad said I'm the man of the house now.
french: [R] Ouais, eh bien papa a dit que je suis l'homme de la maison maintenant.

source: [R] So, I felt responsible for keeping you safe.
french: [R] Donc, je me suis senti responsable de te garder en sécurité.

source: [M] Ok, let's get this straight. You may be the only male in the house, but I'm the man of the house so to speak! I'm responsible for this family!
french: [M] Ok, soyons clairs. Tu es peut-être le seul homme de la maison, mais je suis l'homme de la maison pour ainsi dire! Je suis responsable de cette famille !

source: [R] Well, still.... I'm going to try to work my ass off to make sure you don't have to go back there next week.
french: [R] Eh bien, encore.... Je vais essayer de me débrouiller pour m'assurer que tu n'aies pas à y retourner la semaine prochaine.

source: [M] Ok honey, that's very noble of you, but don't forget that you have to go to school too. I would feel like a terrible mother if you didn't graduate again this year.
french: [M] Ok chérie, c'est très noble de ta part, mais n'oublie pas que tu dois aussi aller à l'école. Je me sentirais comme une mère terrible si tu n'étais pas diplômée cette année.

source: [R] Well, lucky for me you're my teacher, so you can give me extra help at home, and cover for me in the afternoons when I have to go work at Dad's warehouse.
french: [R] Eh bien, heureusement pour moi, tu es mon professeur, alors tu peux me donner de l'aide supplémentaire à la maison, et me couvrir l'après-midi quand je dois aller travailler à l'entrepôt de papa.

source: [M] Are you sure working at your dad's warehouse is such a great idea? His business is what got us into this mess in the first place.
french: [M] Es-tu sûr que travailler dans l'entrepôt de ton père est une si bonne idée? Ses affaires sont ce qui nous a mis dans ce gâchis en premier lieu.

source: [R] Yeah.... well.... I'm not doing anything illegal there, just doing some cleaning and light maintenance.
french: [R] Ouais.... Bien.... Je ne fais rien d'illégal là-bas, je fais juste du nettoyage et de l'entretien léger.

source: [M] Ok, I'm going to cover for you temporarily until we figure something else out.
french: [M] Ok, je vais te couvrir temporairement jusqu'à ce qu'on trouve autre chose.

source: [R] Thanks, Mom! I won't let you down. I'll try to make sure you never have to get on that pole again.
french: [R] Merci, Maman! Je ne te laisserai pas tomber. Je vais essayer de m'assurer que tu n'aies plus jamais à monter sur ce poteau.

source: [R] Oh, and Mom?
french: [R] Oh, et maman?

source: [M] Yes?...
french: [M] Oui?...

source: [R] Why is it you're so good at pole dancing?
french: [R] Pourquoi es-tu si douée en pole dance ?

source: [M] Oh, God.... I hoped you wouldn't ask me that!
french: [M] Oh, mon Dieu.... J'espérais que tu ne me demanderais pas ça !

source: [M] Well, to tell you the truth. Before I met your father I did some stripping at a night club.
french: [M] Eh bien, pour te dire la vérité. Avant de rencontrer ton père, j'ai fait du strip-tease dans une boîte de nuit.

source: [R] I figured that must have been it.
french: [R] Je me suis dit que ça devait être ça.

source: [M] Yeah, well I really wanted to go to modeling school, so I needed the money to pay for it.
french: [M] Ouais, eh bien, je voulais vraiment aller à l'école de mannequinat, alors j'avais besoin d'argent pour la payer.

source: [M] I also thought being on a stage in front of people would give me good experience.
french: [M] J'ai aussi pensé qu'être sur une scène devant des gens me donnerait une bonne expérience.

source: [M] The money I made also kept me fed and a roof over my head.
french: [M] L'argent que j'ai gagné m'a aussi permis de me nourrir et d'avoir un toit au-dessus de ma tête.

source: [R] And is that where you met Dad?
french: [R] Et c'est là que tu as rencontré Papa?

source: [M] Yes.... not a very romantic tale for your kids, is it?
french: [M] Oui.... pas un conte très romantique pour tes enfants, n'est-ce pas?

source: [R] I guess not...
french: [R] Je suppose que non...

source: [M] So we met, he liked me a lot, kept coming in while I was working, giving me lots of tips, soon he asked me out, and not long after I was pregnant with Sidney.
french: [M] Alors nous nous sommes rencontrés, il m'aimait beaucoup, continuait à venir pendant que je travaillais, me donnant beaucoup de conseils, bientôt il m'a demandé de sortir avec lui, et peu de temps après, j'étais enceinte de Sidney.

source: [M] Once I was pregnant we had to get married, both of us coming from strict Catholic families.
french: [M] Une fois enceinte, nous avons dû nous marier, car tous deux issues de familles catholiques strictes.

source: [M] And then the rest just kind of fell into place.
french: [M] Et puis le reste s'est mis en place.

source: [R] Why didn't you finish modeling school?
french: [R] Pourquoi n'as-tu pas fini l'école de mannequinat ?

source: [M] Your selfish, over protective, jealous dad didn't want anyone else even looking at me.
french: [M] Ton père égoïste, trop protecteur et jaloux ne voulait même pas que quelqu'un d'autre me regarde.

source: [M] Once I was his property, he only wanted me for his own eyes.
french: [M] Une fois que j'étais sa propriété, il ne me voulait que pour ses propres yeux.

source: [M] Kind of hard to be a model in that situation.
french: [M] Difficile d'être un modèle dans cette situation.

source: [R] Well, I think you would have made an amazing model.
french: [R] Eh bien, je pense que tu aurais fait un modèle incroyable.

source: [M] You are just the sweetest boy in the world.
french: [M] Tu es juste le garçon le plus gentil du monde.

source: [M] I need to get a hug from my new "big man of the house and protector".
french: [M] J'ai besoin d'un câlin de mon nouveau 'grand homme de la maison et protecteur'.

source: [RT] {i}Mom's extra affectionate when she's drunk. I'll have to remember that. Ohhh this hug feels so good.{/i}
french: [RT] {i}Maman est très affectueuse quand elle est ivre. Je vais devoir m'en souvenir. Ohhh ce câlin me fait tellement du bien.{/i}

source: [MT] {i}Uh oh, I think this hug might be getting [ryan] a little too excited.{/i}
french: [MT] {i}Euh oh, je pense que ce câlin pourrait un peu trop exciter [ryan].{/i}

source: [M] Ok [ryan], why don't you run along.
french: [M] Ok [ryan], pourquoi ne cours-tu pas.

source: [R] Ok, love you, Mom.
french: [R] Ok, je t'aime, Maman.

source: [M] Love you too.
french: [M] Je t'aime aussi.

source: [RT] {i}She just went in to go to bed, I should at least give her a little time to fall asleep before I try to sneak in.{/i}
french: [RT] {i}Elle vient juste d'entrer pour aller se coucher, je devrais au moins lui laisser un peu de temps pour s'endormir avant d'essayer de me faufiler.{/i}

source: [RT] {i}Not much I can do until I find and get rid of that bathrobe.{/i}
french: [RT] {i}Je ne peux pas faire grand-chose jusqu'à ce que je trouve et me débarrasse de ce peignoir.{/i}

source: [RT] {i}I don't think the subliminal messages are having any more effect, I'll have to think of something else to make her more submissive.{/i}
french: [RT] {i}Je ne pense pas que les messages subliminaux aient plus d'effet, je vais devoir penser à autre chose pour la rendre plus soumise.{/i}

source: [RT] {i}With her in such a deep sleep, I could probably get away with a few naughty pranks.{/i}
french: [RT] {i}Avec elle dans un sommeil si profond, je pourrais probablement m'en tirer avec quelques frivolités coquines.{/i}

source: [RT] {i}That bathrobe might make things a little bit difficult though.{/i}
french: [RT] {i}Ce peignoir pourrait rendre les choses un peu difficiles cependant.{/i}

source: [RT] {i}I Need to find where she keeps it when she's not in the room... I'll have to come back and look around later.{/i}
french: [RT] {i}J'ai besoin de trouver où elle le garde quand elle n'est pas dans la pièce... Je vais devoir revenir et regarder tout autour plus tard.{/i}

source: [RT] {i}Oh there she is! The object of my desire!{/i}
french: [RT] {i}Oh la voilà! L'objet de mon désir !{/i}

source: [RT] {i}Why does she even wear that robe? Does she think she's being modest? I've seen more skin from her in the last few days, than I have in my whole life.{/i}
french: [RT] {i}Pourquoi porte-t-elle même cette robe? Pense-t-elle qu'elle est couverte? J'ai vu plus sa peau ces derniers jours que de toute ma vie.{/i}

source: [RT] {i}Still, I wish I could see more. Maybe I should make that robe disappear.{/i}
french: [RT] {i}Pourtant, j'aimerais pouvoir en voir plus. Je devrais peut-être faire disparaître cette robe.{/i}

source: [RT] {i}So Mom thinks she's the "man of the house"huh?.... I've got to prove to her that I should have that role.{/i}
french: [RT] {i}Donc maman pense qu'elle est 'l'homme de la maison' hein?.... Je dois lui prouver que je devrais avoir ce rôle.{/i}

source: [RT] {i}I'm going to have to find a way to make more money than she does. That just seems so impossible since I'm just a high schooler, but I've got to come up with a better idea than just delivering packages for Dad.{/i}
french: [RT] {i}Je vais devoir trouver un moyen de gagner plus d'argent qu'elle. Cela semble tellement impossible puisque je ne suis qu'un lycéen, mais je dois trouver une meilleure idée que de livrer des colis pour papa.{/i}

source: [RT] {i}Now that I know he's making dirty money, I'll never take over his business. But I've got to figure out how to replace his income.{/i}
french: [RT] {i}Maintenant que je sais qu'il gagne de l'argent sale, je ne reprendrais jamais ses affaires. Mais je dois trouver comment remplacer ses revenus.{/i}

source: [RT] {i}I know if she keeps having to strip for the extra money each week, she'll never respect me enough for me to take charge.{/i}
french: [RT] {i}Je sais que si elle continue à devoir se déshabiller pour de l'argent chaque semaine, elle ne me respectera jamais assez pour que je la prenne en charge.{/i}

source: [RT] {i}I guess for now there's no real way to convince her otherwise.{/i}
french: [RT] {i}Je suppose que pour l'instant il n'y a aucun moyen réel de la convaincre du contraire.{/i}

source: [RT] {i}Huhhh.... unless!{/i}
french: [RT] {i}Huhhh.... à moins que!{/i}

source: [RT] {i}Ok, here goes nothing.{/i}
french: [RT] {i}Ok, ici rien ne va.{/i}

source: [R] {i}(Whispering){/i} "[ryan] should be man of the house.... " "[ryan] should be man of the house.... " "[ryan] should be man of the house.... " "[ryan] should be man of the house.... "
french: [R] {i}(murmure){/i} '[ryan] devrait être l'homme de la maison....' '[ryan] devrait être l'homme de la maison....' '[ryan] devrait être l'homme de la maison....' '[ryan] devrait être l'homme de la maison....'
