Repository: DonRP/AFV
Catalog: game/*/*/script.po
Languages: french

source: [RT] {i}Time to wake her up.{/i}
french: [RT] {i}Il est temps de la réveiller.{/i}

source: [RT] {i}Ok, another light pinch to bring her out of her melatonin enhanced sleep.{/i}
french: [RT] {i}Ok, une autre pincée légère pour la sortir de son sommeil amélioré à la mélatonine.{/i}

source: [L] Hmmm.... yaawn.... what was that?...
french: [L] Hmmm.... yaawn.... c'était quoi ça ?...

source: [L] Ohh My.... are her fingers in.... my.... pussy?...
french: [L] Ohh Mon.... ses doigts sont dedans.... ma.... chatte?...

source: [L] SIDNEY DAMN YOU! Wake up!...
french: [L] SIDNEY MERDE! Réveille-toi!...

source: [S] Huhh?.... Why are you.... waking me up again?
french: [S] Huhh?.... Pourquoi tu m'as.... réveiller encore?

source: [L] WHY? So you can kindly get your fingers out of my pussy!
french: [L] POURQUOI? Alors tu veux bien vouloir sortir tes doigts de ma chatte!

source: [S] WHAT? Have you lost your mind?
french: [S] QUOI? Tu as perdu la tête ?

source: [L] No, I haven't lost my mind! And I wasn't dreaming either!
french: [L] Non, je n'ai pas perdu la tête ! Et je ne rêvais pas non plus !

source: [M] Are you two at it again!?
french: [M] Es-tu à nouveau tous les deux!?

source: [M] What does it take to get a full nights sleep around here?
french: [M] Que faut-il pour dormir une nuit complète ici?

source: [L] Mom she molested me in my sleep again!
french: [L] Maman, elle m'a encore peloté dans mon sommeil !

source: [S] I did not, she must have been dreaming again!
french: [S] Je ne l'ai pas fait, elle a dû rêver à nouveau!

source: [M] Lauren, if you're waking me up over some weird sexual dream of yours, I'm not going to be very happy with you!
french: [M] Lauren, si tu me réveilles à propos d'un rêve sexuel bizarre, je ne serai pas très heureuse avec toi!

source: [L] But Mom, it's not a dream!
french: [L] Mais maman, ce n'est pas un rêve!

source: [M] How do you know? You were both asleep!
french: [M] Comment le sais-tu? Vous dormiez tous les deux!

source: [L] Sidney, smell your fingers, I'll bet they smell like my pussy.
french: [L] Sidney, sens tes doigts, je parie qu'ils sentent ma chatte.

source: [S] Smell my fingers?
french: [S] Sentir mes doigts?

source: [S] This is so weird.
french: [S] C'est tellement bizarre.

source: [M] Do it Sidney! Smell your fingers.
french: [M] Fais-le Sidney! Sens tes doigts.

source: [ST] {i}Oh my God! My fingers do smell like pussy!{/i}
french: [ST] {i}Oh mon Dieu! Mes doigts sentent la chatte!{/i}

source: [ST] {i}Hmmm.... it must be Lauren's smell after all, it smells different than mine, I guess sweeter, or younger or something.... {/i}
french: [ST] {i}Hmmm.... ça doit être l'odeur de Lauren après tout, ça sent différent de la mienne, je suppose plus douce, ou plus jeune ou quelque chose comme ça.... {/i}

source: [ST] {i}Why do I like that smell?{/i}
french: [ST] {i}Pourquoi j'aime cette odeur?{/i}

source: [ST] {i}Shit! I can't admit to this!{/i}
french: [ST] {i}Merde! Je ne peux pas l'admettre!{/i}

source: [M] Well, what's the verdict?
french: [M] Eh bien, quel est le verdict?

source: [S] No, they don't smell like anything.
french: [S] Non, ils ne sentent rien.

source: [M] There Lauren, you see? Just some weird perverted dream.
french: [M] Là Lauren, tu vois? Juste un rêve bizarre et pervers.

source: [M] Ok, now you girls need to go back to bed and stop being so loud!
french: [M] Ok, maintenant vous les filles devez retourner au lit et arrêter d'être si bruyantes!

source: [M] I can't even imagine what your brother would think if he could hear this conversation about you playing with each others pussies!
french: [M] Je ne peux même pas imaginer ce que penserait ton frère s'il pouvait entendre cette conversation à propos de toi jouant avec les chattes des unes et des autres!

source: [L] Mom!
french: [L] Maman!

source: [RT] {i}Oh my gosh! I can't believe Mom just said that.{/i}
french: [RT] {i}Oh mon dieu! Je n'arrive pas à croire que maman ait dit ça.{/i}

source: [RT] {i}I can't believe this didn't work again.{/i}
french: [RT] {i}Je n'arrive pas à croire que cela n'a pas fonctionné à nouveau. {/i}

source: [RT] {i}I'll be back again. Hopefully the third times the charm.{/i}
french: [RT] {i}Je reviendrais. Espérons que la troisième fois le charme opèrera.{/i}

source: [RT] {i}Should I see if the melatonin works as advertised?{/i}
french: [RT] {i}Dois-je voir si la mélatonine fonctionne comme annoncé?{/i}

source: [RT] {i}So far so good.... If they really are in a deep sleep, I should be able to get away with more than just whispering in their ears.{/i}
french: [RT] {i}Jusqu'à présent tout va bien.... Si elles sont vraiment dans un sommeil profond, je devrais pouvoir m'en tirer avec plus que des chuchotements dans leurs oreilles.{/i}

source: [RT] {i}It's always going to be hard for me to get away with much if they are in the same bed.{/i}
french: [RT] {i}Ce sera toujours difficile pour moi de m'en tirer avec beaucoup s'ils sont dans le même lit.{/i}

source: [RT] {i}I've got to come up with a way to get them sleeping in separate rooms.{/i}
french: [RT] {i}Je dois trouver un moyen de les faire dormir dans des pièces séparées.{/i}

source: [RT] {i}And I think I've got the perfect idea.{/i}
french: [RT] {i}Et je pense que j'ai l'idée parfaite.{/i}

source: [RT] {i}Lauren won't let Sidney sleep with her if she's a little too handsy in her sleep.{/i}
french: [RT] {i}Lauren ne laissera pas Sidney dormir avec elle si elle est un peu trop maniable dans son sommeil.{/i}

source: [RT] {i}Is this going too far? I know this is an asshole move, but am I willing to get my hands, or I guess Sidney's hands this dirty?{/i}
french: [RT] {i}Est-ce que cela va trop loin ? Je sais que c'est un coup de ce trou du cul, mais suis-je prêt à avoir les mains sales, ou je suppose que les mains de Sidney sont aussi si sales ?{/i}

source: [RT] {i}Yes... of course... The end justifies the means! {p}My family needs a real man, and not some criminal like my father. I've just got to get them to realize it.{/i}
french: [RT] {i}Oui... bien sûr... La fin justifie les moyens ! {p}Ma famille a besoin d'un vrai homme, et non d'un criminel comme mon père. Je dois juste le leurs faire prendre conscience.{/i}

source: [RT] {i}Ok.... hand is in place. Now I need Lauren to catch her in the act.{/i}
french: [RT] {i}Ok.... la main est en place. Maintenant, j'ai besoin que Lauren l'attrape en flagrant délit.{/i}

source: [RT] {i}Problem is, Lauren is sound asleep.... I have to wake her up without being seen.{/i}
french: [RT] {i}Le problème est que Lauren dort profondément.... Je dois la réveiller sans être vu.{/i}

source: [RT] {i}Hopefully a pinch will do the trick.{/i}
french: [RT] {i}Espérons qu'une pichenette fera l'affaire.{/i}

source: [L] Hmmm.... ouch.... what was that?...
french: [L] Hmmm.... ouh... qu'est-ce que c'était?...

source: [LT] {i}Is someone's hand carressing my ass?!!{/i}
french: [LT] {i}La main de quelqu'un me caresse-t-elle le cul?!!{/i}

source: [L] Sidney, what the hell?!!!
french: [L] Sidney, qu'est-ce que c'est ?!!!

source: [S] .... Huh.... what?...
french: [S] .... Huh.... Comment?...

source: [L] Huh.... what?.... Why the hell was your hand exploring beneath my panties?!
french: [L] Hein.... Comment?.... Pourquoi diable ta main explorait-elle sous ma culotte ?!

source: [S] What are you talking about?
french: [S] De quoi parles-tu?

source: [S] I've just been sleeping this whole time. Why did you wake me up?
french: [S] Je dormais. Pourquoi m'as-tu réveillée ?

source: [L] Just sleeping huh? Well you're a pretty handsy sleeper!
french: [L] Juste dormir hein? Eh bien, tu es une sacrée dormeuse!

source: [M] What the hell is going on in here?
french: [M] Qu'est-ce qui se passe ici ?

source: [M] You're making enough noise to wake the dead!
french: [M] Vous faites assez de bruit pour réveiller les morts!

source: [L] Oh, nothing much! Sidney is just molesting me while I sleep!
french: [L] Oh, rien de grave! Sidney me pelote pendant que je dors !

source: [S] I was not!
french: [S] Je ne le faisais pas!

source: [M] Lauren, I think you must have been dreaming.
french: [M] Lauren, je pense que tu devais rêver.

source: [M] And if you weren't I'm sure Sidney was just doing it in her sleep.
french: [M] Et si ce n'est pas le cas, je suis sûr que Sidney le faisait juste inconsciemment dans son sommeil.

source: [M] Once people start having sex, it's pretty normal for them to be a little handsy while they sleep.
french: [M] Une fois que les gens commencent à avoir des relations sexuelles, il est assez normal qu'ils soient un peu perturbés pendant qu'ils dorment.

source: [M] Your father is a really handsy sleeper.
french: [M] Votre père est un dormeur très perturbé.

source: [S] Eww Mom, TMI! And I haven't started having sex yet!
french: [S] Maman! Et je n'ai pas encore commencé à faire l'amour!

source: [M] Please! I'm not stupid. You're in college.
french: [M] S'il te plaît! Je ne suis pas stupide. Tu es à la fac.

source: [S] Well, I'm not a virgin, but I don't just sleep around with all the guys at school!
french: [S] Eh bien, je ne suis pas vierge, mais je ne couche pas avec tous les gars à l'école!

source: [RT] {i}Uhh.... I hope they wrap this up soon, this is getting uncomfortable.{/i}
french: [RT] {i}Heu.... J'espère qu'ils finiront ça bientôt, ça devient inconfortable.{/i}

source: [S] My first time wasn't a good experience, and I haven't really wanted to do much since then.
french: [S] Ma première fois n'a pas été une bonne expérience, et je n'ai pas vraiment voulu faire grand-chose depuis lors.

source: [M] Well, I'm sorry to hear that, then maybe you're being handsy in your sleep because of built up sexual frustration.
french: [M] Eh bien, je suis désolé d'entendre cela, alors peut-être que tu es comme ça dans ton sommeil à cause de la frustration sexuelle accumulée.

source: [S] I'm not being handsy in my sleep!
french: [S] Je n'ai pas les mains baladeuses dans mon sommeil!

source: [M] Alright! Well, it's time for you two to shut up and go to sleep! I don't want your brother to wake up and hear about all of this!
french: [M] D'accord! Eh bien, il est temps pour vous deux de vous taire et d'aller dormir! Je ne veux pas que ton frère se réveille et entende parler de tout ça!

source: [M] Ok?
french: [M] D'accord?

source: [L] Alright.
french: [L] D'accord.

source: [S] Ok, goodnight.
french: [S] Ok, bonne nuit.

source: [L] Try to keep your hands to yourself for the rest of the night.
french: [L] Essaie de garder tes mains pour toi pour le reste de la nuit.

source: [S] Yeah, fuck you too. Goodnight.
french: [S] Ouais, va te faire foutre aussi. Bonne nuit.

source: [RT] {i}Oh, thank God, they are finally asleep again!{/i}
french: [RT] {i}Oh, Dieu merci, elles sont enfin de nouveau endormies!{/i}

source: [RT] {i}That didn't go exactly as I hoped, but it was still very interesting.{/i}
french: [RT] {i}Cela ne s'est pas passé exactement comme je l'espérais, mais c'était quand même très intéressant.{/i}

source: [RT] {i}I think I'll have to give it another try.{/i}
french: [RT] {i}Je pense que je vais devoir essayer encore.{/i}

source: It's too early to go to school.
french: Il est trop tôt pour aller à l'école.

source: There's no school on the weekend.
french: Il n'y a pas d'école le week-end.

source: [RT] {i}I'm going to be late for class if I don't hurry.{/i}
french: [RT] {i}Je vais être en retard pour les cours si je ne me dépêche pas.{/i}

source: [RT] {i}Should I sit through another class, or find something else to do?{/i}
french: [RT] {i}Dois-je suivre une autre classe ou trouver autre chose à faire?{/i}

source: School's over for the day.
french: L'école est finie pour la journée.

source: No school on the weekend.
french: Pas d'école le week-end.

source: It's too late to go to school.
french: Il est trop tard pour aller à l'école.

source: [RT] {i}I don't need anything out of there right now.{/i}
french: [RT] {i}Je n'ai besoin de rien pour le moment.{/i}

source: [M] Okay class, let's pick up where we left off last time with our discussion on the Oedipus tragedy, and its influence today.
french: [M] Bon cours, reprenons là où nous nous étions arrêtés la dernière fois avec notre discussion sur la tragédie d'Œdipe et son influence aujourd'hui.

source: {b}{i}"WARNING"{/i}{/b}
french: {b}{i}'AVERTISSEMENT'{/i}{/b}

source: {i}"It is highly recommended that you don't start this part of the storyline until you have a decent income."{/i}
french: {i}'Il est fortement recommandé de ne pas commencer cette partie du scénario avant d'avoir un revenu décent.'{/i}

source: {i}"If your only source of income is your daily delivery job, you might want to wait until you've built up a new source of income."{/i}
french: {i}'Si votre seule source de revenus est votre travail quotidien de livraison, vous voudrez peut-être attendre d'avoir une nouvelle source de revenus.'{/i}

source: {i}"This storyline requires you to spend a lot of money to be successful. The results of failure are not pretty (NTR Warning)!"{/i}
french: {i}'Ce scénario vous oblige à dépenser beaucoup d'argent pour réussir. Les résultats de l'échec ne sont pas terrible (avertissement NTR (tromperie / inceste).)!'{/i}

source: {i}"There, now you can't say I didn't warn you."{/i}
french: {i}'Là, maintenant vous ne pouvez pas dire que je ne vous ai pas prévenu.'{/i}

source: {i}"Are you sure you'd like to start the "Election Campaign Storyline?"{/i}
french: {i}'Êtes-vous sûr de vouloir commencer le 'Scénario de la campagne électorale?'{/i}

source: [RT] {i}Looks like just any other day at school.{/i}
french: [RT] {i}Ressemble à n'importe quel autre jour à l'école.{/i}

source: [RT] {i}Mom and Lauren seem to be acting normal.{/i}
french: [RT] {i}Maman et Lauren semblent agir normalement.{/i}

source: [RT] {i}Hopefully we can keep the fact that our dad was thrown in prison a secret.{/i}
french: [RT] {i}J'espère que nous pourrons garder secret le fait que notre père a été jeté en prison.{/i}

source: [RT] {i}If these snobby private school kids find out, we'll be treated like garbage.{/i}
french: [RT] {i}Si ces enfants snob de l'école privée le découvrent, nous serons traités comme des merdes.{/i}

source: [RT] {i}Lauren is talking to her friend Kenzie. I'm actually pretty shocked that they are talking face to face, and not by texting while sitting at their desks.{/i}
french: [RT] {i}Lauren parle à son amie Kenzie. Je suis en fait assez choqué qu'ils parlent face à face, et non en envoyant des SMS assis à leur bureau.{/i}

source: [RT] {i}Kenzie is pretty hot. I've tried to get her to notice me, but I get tongue tied around her, and she treats me like a loser.{/i}
french: [RT] {i}Kenzie est assez chaude. J'ai essayé de la faire remarquer, mais j'ai la langue nouée autour d'elle, et elle me traite comme un loser.{/i}

source: [RT] {i}I wonder what Zack and Matt are talking about.{/i}
french: [RT] {i}Je me demande de quoi parlent Zack et Matt.{/i}

source: [RT] {i}Zack's probably trying to get dating tips from Matt.{/i}
french: [RT] {i}Zack essaie probablement d'obtenir des conseils de rdv de Matt.{/i}

source: [RT] {i}I know I should. Matt's freaking smooth. He's probably nailed half the girls in our school,{/i}
french: [RT] {i}Je sais que je devrais. Matt est super doux. Il a probablement sauté la moitié des filles de notre école, {/i}

source: [RT] {i}And then there's the rumors that he fucked Mrs. Stone the art teacher and Mrs. Perry the girls PE teacher.{/i}
french: [RT] {i}Et puis il y a les rumeurs selon lesquelles il a baisé Mme Stone la professeure d'art et Mme Perry la professeure de pour filles.{/i}

source: [RT] {i}As if being charming and confident weren't enough, being captain of the freaking basketball team can't hurt either.{/i}
french: [RT] {i}Comme si être charmant et confiant ne suffisait pas, être capitaine de l'équipe de basket ne peut pas faire de mal non plus.{/i}

source: [RT] {i}And on top of that there's also the rumor that he's hung like a horse.{/i}
french: [RT] {i}Et en plus de cela, il y a aussi la rumeur selon laquelle il est équipé comme un cheval.{/i}

source: [RT] {i}I can tell by the way he stares at Mom, he's more than a little interested.{/i}
french: [RT] {i}Je peux dire par la façon dont il regarde maman, il est plus qu'un peu intéressé.{/i}

source: [RT] {i}Looks like Mom's having to explain something else to Megan.{/i}
french: [RT] {i}On dirait que Maman doit expliquer autre chose à Megan.{/i}

source: [RT] {i}She may not be the sharpest tool in the shed, but she might just be the prettiest.{/i}
french: [RT] {i}Elle n'est peut-être pas l'outil le plus pointu d'ici, mais elle est peut-être la plus jolie.{/i}

source: [RT] {i}I wonder if she's still dating Matt. Not that they have ever been exclusive or anything.{/i}
french: [RT] {i}Je me demande si elle sort toujours avec Matt. Non pas qu'ils aient jamais été exclusifs ou quoi que ce soit.{/i}

source: [RT] {i}I think she's fucked a teacher or two to get her grades up. I know she got an A in chemistry, and I know it wasn't for her academic performance.{/i}
french: [RT] {i}Je pense qu'elle a baisé un professeur ou deux pour augmenter ses notes. Je sais qu'elle a obtenu un A en chimie, et je sais que ce n'était pas pour ses résultats scolaires.{/i}

source: [RT] {i}She was my lab partner and I only got a B-.{/i}
french: [RT] {i}Elle était mon partenaire de laboratoire et je n'ai eu qu'un B-.{/i}

source: [RT] {i}Unfortunately for Megan, she can't fuck her way to an A in this class. I'll bet she wishes the teacher was a guy.{/i}
french: [RT] {i}Malheureusement pour Megan, elle ne peut pas se frayer un chemin vers un A dans cette classe. Je parie qu'elle aimerait que le professeur soit un gars.{/i}

source: [RT] {i}I wonder if she would even try on Mom. I don't know if Megan swings that way or not.{/i}
french: [RT] {i}Je me demande si elle essayerait la même chose que maman. Je ne sais pas si Megan se balance de cette façon ou pas.{/i}

source: [RT] {i}Hmmm.... that's fun to imagine.{/i}
french: [RT] {i}Hmmm... c'est amusant à imaginer.{/i}

source: [M] Ok class, everyone take your seats!
french: [M] Ok la classe commence, tout le monde prend place!

source: [M] For our next section in our literature class, we will be studying the Greek tragedy Oedipus Rex. We will also study further writings and studies that have used this play as a reference work.
french: [M] Pour notre prochaine section de notre cours de littérature, nous étudierons la tragédie grecque Œdipe. Nous étudierons également d'autres écrits et études qui ont utilisé cette pièce comme ouvrage de référence.

source: [M] Our story starts out in Thebes, at the royal palace where Oedipus is greeted by a procession of priests...
french: [M] Notre histoire commence à Thèbes, au palais royal où Œdipe est accueilli par une procession de prêtres...

source: [M] .... Plague{p}.... creon{p}.... apollo{p}.... thebes...
french: [M] .... Peste{p}.... créon{p}.... apollo{p}.... Thèbes...

source: [RT] {i}Oh my gosh this is so boring! Greek plays are the worst, how am I supposed to pay attention to this. I've never heard of Oedipus before, why should I care about him now?{/i}
french: [RT] {i}Oh mon dieu c'est tellement ennuyeux! Les pièces grecques sont les pires, comment suis-je censé faire attention à cela. Je n'ai jamais entendu parler d'Œdipe auparavant, pourquoi devrais-je me soucier de lui maintenant?{/i}

source: [RT] {i}Oh, yeah! I just remembered that Mom is wearing the same outfit that she wore on the stage at the strip club!{/i}
french: [RT] {i}Oh, oui! Je viens de me rappeler que maman porte la même tenue qu'elle portait sur la scène du club de strip-tease!{/i}

source: [RT] {i}Those are some good memories.... {/i}
french: [RT] {i}Ce sont de bons souvenirs.... {/i}

source: [RT] {i}Why does Mom have to be so hot?{/i}
french: [RT] {i}Pourquoi maman doit-elle être si chaude?{/i}

source: [RT] {i}Why did I have to see her humping that pole?{/i}
french: [RT] {i}Pourquoi ai-je dû la voir baiser ce poteau?{/i}

source: [RT] {i}I'll never be able to look at her the same again.{/i}
french: [RT] {i}Je ne pourrai plus jamais la regarder de la même manière.{/i}

source: [RT] {i}I just wish I could knock off my dad and take his place in her bed.{/i}
french: [RT] {i}J'aimerais juste pouvoir remplacer mon père et prendre sa place dans son lit.{/i}

source: [RT] {i}Wooow, that's pretty fucked up, I'll bet there's not even a name for this sick psychotic condition I have.{/i}
french: [RT] {i}Wooow, c'est assez foutu, je parie qu'il n'y a même pas de nom pour cette maladie psychiatrique que j'ai.{/i}

source: [M] And so Oedipus orders that the murderer of Laius be driven out...
french: [M] Et ainsi Œdipe ordonne que le meurtrier de Laïus soit chassé...

source: [RT] {i}I wish I could just taste that beautiful ass!{/i}
french: [RT] {i}J'aimerais pouvoir goûter ce beau cul!{/i}

source: [M] Lauren? What was Laius' relationship to Oedipus?
french: [M] Lauren? Quelle était la relation de Laïus avec Œdipe ?

source: [L] He was his father, but Oedipus didn't know it.
french: [L] Il était son père, mais Œdipe ne le savait pas.

source: [M] Correct! Now you get a prize for such a good answer.
french: [M] Correct! Maintenant, tu auras une bonne note pour une si bonne réponse.

source: [M] Just come and take it.
french: [M] Viens le prendre.

source: [R] Huh?...
french: [R] Hein?...

source: [M] [ryan] you were falling asleep. I need you to pay attention. You will be graded on your participation.
french: [M] [ryan] Tu dormais. J'ai besoin que tu fasses attention. Tu seras noté sur ta participation.

source: [R] Yeah, I know.... I'll try...
french: [R] Ouais, je sais.... Je vais essayer...

source: [M] And so hearing all of this, Oedipus decides to solve the mystery of Laius' murder...
french: [M] Et c'est ainsi qu'en entendant tout cela qu'Œdipe décide de résoudre le mystère du meurtre de Laïus...

source: [X] Pssst.... {p}Pssst.... {p}PSSSSSTTTTT!!!!!!!!
french: [X] Psst.... {p}Pssst.... {p}PSSSSSTTTTT!!!!!!!!

source: [MB] {i}(whispering){/i} Your mom has one fine ass! Don't you think?
french: [MB] {i}(murmure) {/i} Ta mère a un beau cul! Tu ne crois pas?

source: [R] {i}(whispering desperately){/i}.... what, are you crazy! She's my mom! I would never think of her like that!
french: [R] {i}(murmure désespéré) {/i}.... quoi, tu es fou! C'est ma mère! Je ne penserais jamais à elle comme ça!

source: [MB] {i}(whispering){/i} yeah right, and that's just a circus tent under your pants.
french: [MB] {i}(murmure) {/i} ouais d'accord, et c'est juste le cirque sous ton pantalon.

source: [MB] {i}(whispering){/i} I know the hunger that's in your expression as you stare at her.
french: [MB] {i}(murmure) {/i} Je connais la faim qui est dans ton expression quand tu la regardes.

source: [MB] {i}(whispering){/i} Relax though.... I don't judge, and I don't blame you one little bit.
french: [MB] {i}(murmure) {/i} Détends-toi cependant.... Je ne juge pas, et je ne t'en veux pas.

source: [MB] {i}(whispering){/i} In fact, I can help you get what you want.
french: [MB] {i}(murmure) {/i} En fait, je peux t'aider à obtenir ce que tu veux.

source: [R] {i}(whispering){/i} What do you mean?
french: [R] {i}(murmure) {/i} Que veux-tu dire?

source: [MB] {i}(whispering){/i} I mean I can help you conquer your mom.
french: [MB] {i}(murmure){/i} Je veux dire que je peux t'aider à conquérir ta mère.

source: [R] {i}(whispering){/i} Ha.... yeah right.
french: [R] {i}(murmure) {/i} Ha.... oui, d'accord.

source: [MB] {i}(whispering){/i} I'm serious, all I would want in return is a go at her myself.
french: [MB] {i}(murmure) {/i} Je suis sérieux, tout ce que je voudrais en retour, c'est aller la voir moi-même.
