Repository: DonRP/AFV
Catalog: game/*/*/script.po
Languages: french

source: [RT] {i}I've heard subliminal messages while sleeping can be very effective.{/i}
french: [RT] {i}J'ai entendu dire que des messages subliminaux pendant mon sommeil peut être très efficace.{/i}

source: [RT] {i}Guess I could give that a try.{/i}
french: [RT] {i}Je suppose que je pourrais essayer.{/i}

source: [R] {i}(Whispering){/i} You think your brother is sexy.... you think your brother is sexy.... you think your brother is sexy...
french: [R] {i}(murmure){/i} Tu penses que ton frère est sexy.... tu penses que ton frère est sexy.... tu penses que ton frère est sexy...

source: {i}{b}"Lauren's Submission +1"{/b}{/i}
french: {i}{b}«Soumission de Lauren +1»{/b}{/i}

source: [RT] {i}That's all I can do tonight. My legs are tingling like crazy.{/i}
french: [RT] {i}C'est tout ce que je peux faire ce soir. Mes jambes ont des picotements comme des folles.{/i}

source: [RT] {i}I wonder if it had any effect?{/i}
french: [RT] {i}Je me demande si cela a eu un effet?{/i}

source: [RT] {i}I should go back to my room and try to get some sleep.{/i}
french: [RT] {i}Je devrais retourner dans ma chambre et essayer de dormir un peu.{/i}

source: [L] Hey brother, just give me a sec, I've just got to finish sending this text.
french: [L] Hé frère, donne-moi juste une seconde, je dois juste finir d'envoyer ce texte.

source: [LT] {i}Ok, heart emoji, heart emoji, smiley face with heart eyes emoji, and.... send.{/i}
french: [LT] {i}Ok, emoji cœur, emoji cœur, visage souriant avec emoji yeux cœur, et.... envoyer.{/i}

source: [L] So what's up?
french: [L] Alors quoi de neuf?

source: [R] Oh, nothing, I'm just really bored so I thought I'd come and see what you're up to.
french: [R] Oh, rien, je m'ennuie vraiment, alors j'ai pensé que je viendrais voir ce que tu fais.

source: [L] I know right? Now that we have no money, there's nothing to do.
french: [L] Je sais bien? Maintenant que nous n'avons plus d'argent, il n'y a plus rien à faire.

source: [L] Usually Mom and I are shopping right now.
french: [L] Habituellement, maman et moi faisons du shopping en ce moment.

source: [L] I guess we won't be going shopping any time soon.
french: [L] Je suppose que nous n'irons pas faire du shopping de sitôt.

source: [R] Oh, I don't know, I'm going to figure out how to get us some money.
french: [R] Oh, je ne sais pas, je vais trouver comment nous trouver de l'argent.

source: [R] I don't think it'll be long till you're able to go out shopping again.
french: [R] Je ne pense pas que ce sera long jusqu'à ce que vous puissiez faire du shopping à nouveau.

source: [L] Hahaha.... yeah right! You're just a lazy high schooler, who didn't even graduate when you were supposed to.
french: [L] Hahaha.... oui, c'est ça! Tu es juste un lycéen paresseux, qui n'a même pas obtenu son diplôme quand tu étais censé le faire.

source: [R] You know that was Dad's fault!
french: [R] Tu sais que c'était la faute de papa!

source: [R] And I'll admit I've been a little lazy, but now that Dad's gone I'm really going to step it up.
french: [R] Et j'avoue que j'ai été un peu paresseux, mais maintenant que papa est parti, je vais vraiment le remplacer.

source: [L] I'll believe it when I see it.
french: [L] Je le croirai quand je le verrai.

source: [R] You really don't think I'm capable of taking care of our family?
french: [R] Tu ne penses vraiment pas que je suis capable de prendre soin de notre famille?

source: [L] I know you're not!
french: [L] Je sais que tu ne l'es pas!

source: [R] Well, when I do, I'm going to take Mom shopping and I'm going to leave you home.
french: [R] Eh bien, je vais emmener maman faire les courses et je vais te laisser à la maison.

source: [L] Ok.... ok.... ok.... since I've offended your honor, I'll tell you what I'm going to do to make it up.
french: [L] D'accord.... ok.... ok.... puisque je t'ai offensé ton honneur, je vais te dire ce que je vais faire pour me rattraper.

source: [L] If you do prove me wrong, I will owe you a big favor.
french: [L] Si tu me prouves que j'ai tort, je te dois une grande faveur.

source: [L] I will let you decide what it is, as long as it isn't too expensive, since you know I'm broke. And it can't be too crazy either.
french: [L] Je te laisserais décider de ce que tu veux, tant que ce n'est pas trop cher, puisque tu sais que je suis fauchée. Et ça ne peut pas être trop fou non plus.

source: [L] If you try to go too far, I'll just say no, and we'll both have lost out on an opportunity.
french: [L] Si tu essaies d'aller trop loin, je dirais simplement non, et nous aurons tous les deux perdu une opportunité.

source: [L] So get working hard! I really do hope you prove me wrong!
french: [L] Alors travaille dur! J'espère vraiment que tu me prouveras que j'ai tort!

source: [L] Now if you'll excuse me, there's some hardcore drama that I'm missing out on.
french: [L] Maintenant, si tu veux bien m'excuser, il y a un psycho-drame qui me manque.

source: [RT] {i}Hmmm.... any favor I want huh?{/i}
french: [RT] {i}Hmmm.... une faveur que je veux, hein?{/i}

source: [RT] {i}I'll have to start thinking of something good.{/i}
french: [RT] {i}Je vais devoir commencer à penser à quelque chose de bien.{/i}

source: [RT] {i}Maybe I could have her clean my room for a week.{/i}
french: [RT] {i}Je pourrais peut-être lui demander de nettoyer ma chambre pendant une semaine.{/i}

source: [RT] {i}Or maybe I could have her try on some sexy clothes for me.{/i}
french: [RT] {i}Ou peut-être que je pourrais lui faire essayer des vêtements sexy pour moi.{/i}

source: [RT] {i}Maybe she would even let me see her tits.{/i}
french: [RT] {i}Peut-être qu'elle me laisserait même voir ses seins.{/i}

source: [RT] {i}That would probably be the too crazy she was talking about.{/i}
french: [RT] {i}Ce serait probablement la folie dont elle parlait. {/i}

source: [RT] {i}But I'm really curious to see what I'll be able to get away with.{/i}
french: [RT] {i}Mais je suis vraiment curieux de voir ce que je vais pouvoir en tirer.{/i}

source: [L] Is there something you need?
french: [L] Y a-t-il quelque chose dont tu as besoin?

source: [R] Do you want to do something?
french: [R] Alors veux-tu faire quelque chose?

source: [L] Sorry, but my friend Chloe is really upset about a guy, and just really needs all of my attention right now.
french: [L] Désolé, mais mon amie Chloé est vraiment bouleversée par un gars, et a vraiment besoin de toute mon attention en ce moment.

source: [L] I'll come find you if I get done texting her soon.
french: [L] Je viendrais te trouver bientôt quand j'aurais fini de lui envoyer des SMS.

source: [RT] {i}Well shit, she's locking the door to change now.{/i}
french: [RT] {i}Eh bien merde, elle ferme la porte pour se changer maintenant.{/i}

source: [RT] {i}She definitely doesn't want me spying on her changing again.{/i}
french: [RT] {i}Elle ne veut certainement pas que je l'espionne à nouveau.{/i}

source: [RT] {i}I've got to get a spy cam in there or something.{/i}
french: [RT] {i}Je dois avoir une caméra espion là-dedans ou quelque chose comme ça.{/i}

source: [RT] {i}Oh no! Hello temptation my old friend.{/i}
french: [RT] {i}Oh non! Bonjour la tentation mon vieil ami.{/i}

source: [RT] {i}I really shouldn't watch this.... but I can't look away!{/i}
french: [RT] {i}Je ne devrais vraiment pas regarder ça.... mais je ne peux pas détourner le regard!{/i}

source: [RT] {i}Shit! Why couldn't the women in my family be ugly?{/i}
french: [RT] {i}Merde! Pourquoi les femmes de ma famille ne pourraient-elles pas être laides ?{/i}

source: [RT] {i}Then I wouldn't have this moral dilemma.{/i}
french: [RT] {i}Alors je n'aurais pas ce dilemme moral.{/i}

source: [RT] {i}Oh My Gosh! I'm going to explode in my pants!{/i}
french: [RT] {i}Oh Mon Dieu! Je vais exploser dans mon pantalon!{/i}

source: [RT] {i}I have to capture this moment!{/i}
french: [RT] {i}Je dois capturer ce moment!{/i}

source: [RT] {i}There, now I have some more fapping material for later.{/i}
french: [RT] {i}Là, j'ai plus de matériel pour plus tard.{/i}

source: [RT] {i}Well, I guess all good things must come to an end.{/i}
french: [RT] {i}Eh bien, je suppose que toutes les bonnes choses ont une fin.{/i}

source: [ST] {i}I love this outfit, it looks so cute on me!{/i}
french: [ST] {i}J'adore cette tenue, elle me semble tellement mignonne!{/i}

source: [ST] {i}Oh my God, is that?.... {/i}
french: [ST] {i}Oh mon Dieu, c'est ça? .... {/i}

source: [RT] {i}Oh no, her face in the mirror looks like she might've seen me.{/i}
french: [RT] {i}Oh non, son visage dans le miroir a l'air de m'avoir vu.{/i}

source: [RT] {i}I've got to get out of here!{/i}
french: [RT] {i}Je dois sortir d'ici ! {/i}

source: [ST] {i}Oh wait, there's nothing there.... {/i}
french: [ST] {i}Oh attends, il n'y a rien là-bas.... {/i}

source: [ST] {i}Did I just imagine it?{/i}
french: [ST] {i}Est-ce que je viens de l'imaginer?{/i}

source: [ST] {i}Who could it have been? Isn't everyone at school?{/i}
french: [ST] {i}Qui cela aurait-il pu être? Tout le monde n'est pas à l'école?{/i}

source: [ST] {i}Could a stranger have been watching me change?{/i}
french: [ST] {i}Un étranger aurait-il pu me regarder me changer?{/i}

source: [ST] {i}More likely it's just [ryan] skipping class.{/i}
french: [ST] {i}Plus probablement, c'est juste que [ryan] aie sauté une classe.{/i}

source: [ST] {i}I sure hope it was [ryan].{/i}
french: [ST] {i}J'espère que c'était [ryan].{/i}

source: [ST] {i}Wait.... that sounded weird in my head.{/i}
french: [ST] {i}Attends.... ça avait l'air bizarre dans ma tête.{/i}

source: [ST] {i}I shouldn't be hoping that my brother is watching me change.{/i}
french: [ST] {i}Je ne devrais pas espérer que mon frère me regarde me changer.{/i}

source: [ST] {i}Why does that thought turn me on just a little?{/i}
french: [ST] {i}Pourquoi cette pensée m'excite-t-elle un peu?{/i}

source: [RT] {i}Holy shit, that was close, but I don't think she saw me.{/i}
french: [RT] {i}Merde, c'était si proche, mais je ne pense pas qu'elle m'ait vu.{/i}

source: [RT] {i}Sidney locked the door. Oh crap she must have seen something! I wonder if she knows it was me?{/i}
french: [RT] {i}Sidney a verrouillé la porte. Oh merde, elle a dû voir quelque chose! Je me demande si elle sait que c'était moi?{/i}

source: [RT] {i}I think I can hear her talking with someone on her phone. Could she be telling Mom on me?{/i}
french: [RT] {i}Je pense que je peux l'entendre parler avec quelqu'un sur son téléphone. Elle pourrait me parler à maman ?{/i}

source: [RT] {i}I need to get closer to see if I can hear.{/i}
french: [RT] {i}J'ai besoin de me rapprocher pour voir si je peux entendre.{/i}

source: [RT] {i}Maybe if I put my ear on the door I can.... {/i}
french: [RT] {i}Peut-être que si je mets mon oreille sur la porte, je peux.... {/i}

source: [S] Haa.... I knew it was you!
french: [S] Haa.... Je savais que c'était toi !

source: [S] Why are you lurking at my door you little pervert!
french: [S] Pourquoi es-tu à ma porte, petit pervers!

source: [R] I'm sorry, I just wasn't sure if you were home, and wanted to see if you were. I thought maybe we could hang out?
french: [R] Je suis désolé, je ne savais pas si tu étais à la maison et je voulais voir si tu l'étais. Je pensais qu'on pourrait sortir ensemble ?

source: [S] Oh, and I'm supposed to believe that you weren't peeking in at me dressing just a few minutes ago?
french: [S] Oh, et je suis censé croire que tu ne me regardais pas m'habiller il y a quelques minutes?

source: [S] How much did you see?
french: [S] Qu'as tu vu?

source: [R] Not much, you were mostly dressed when I saw you. I ran away as soon as I realized you were changing.
french: [R] Pas grand-chose, tu étais surtout habillée quand je t'ai vu. Je me suis enfui dès que j'ai réalisé que tu te changeais.

source: [S] You better not be lying!
french: [S] Tu ferais mieux de ne pas mentir!

source: [S] You know you could have just knocked.
french: [S] Tu sais que tu aurais pu frapper.

source: [R] Sorry, I'll try to do that next time.
french: [R] Désolé, je vais essayer de le faire la prochaine fois.

source: [S] Whatever!
french: [S] Peu importe!

source: [R] I have no idea what you're talking about.
french: [R] Je sais pas du tout de quoi tu parles.

source: [S] Yeah right you little liar!
french: [S] Ouais bon petit menteur!

source: [S] If you need to talk to me, just knock on the door,
french: [S] Si tu as besoin de me parler, frappe à la porte,

source: [S] Instead of creeping around like some depraved pervert.
french: [S] Au lieu de te faufiler comme un pervers dépravé.

source: [RT] {i}Ok.... so having Sidney in bed with Lauren might complicate things just a little bit.{/i}
french: [RT] {i}Ok.... donc avoir Sidney au lit avec Lauren pourrait compliquer un peu les choses.{/i}

source: [RT] {i}I guess I could try and see if Sidney will sleep through the subliminal messages.{/i}
french: [RT] {i}Je suppose que je pourrais essayer de voir si Sidney dort à lui suggérer des messages subliminaux.{/i}

source: [RT] {i}I could even try some on her after I'm done with Lauren.{/i}
french: [RT] {i}Je pourrais même essayer après avoir fini avec Lauren.{/i}

source: [RT] {i}Hmmm.... should I risk it?{/i}
french: [RT] {i}Hmmm.... devrais-je le risquer?{/i}

source: [RT] {i}Two hotties in one bed!{/i}
french: [RT] {i}Deux chaudasses dans un lit!{/i}

source: [RT] {i}I'm sure glad Mom keeps the house so warm. It would be a shame to put a blanket over these bodies!{/i}
french: [RT] {i}Je suis sûr que ma mère est heureuse de garder la maison si chaude. Il serait dommage de mettre une couverture sur ces corps !{/i}

source: [R] {i}(Whispering){/i} You think your brother is sexy.... you think your brother is sexy...
french: [R] {i}(murmure){/i} Tu penses que ton frère est sexy.... tu penses que ton frère est sexy...

source: [R] {i}(Whispering){/i} You think your brother is .... oh, shit!
french: [R] {i}(murmure) {/i} Tu penses que ton frère est.... oh, merde!

source: [S] Hmmmmm?.... Lauren?.... Did you say something?
french: [S] Hmmmmm?.... Lauren ?.... Tu as dit quelque chose ?

source: [S] Lauren.... are you asleep?
french: [S] Lauren.... tu dors ?

source: [S] Ok?.... I guess it was my imagination?...
french: [S] Ok? .... Je suppose que c'était mon imagination?...

source: [RT] {i}Shit!! Sidney is a super light sleeper!{/i}
french: [RT] {i}Merde!! Sidney a un sommeil super léger !{/i}

source: [RT] {i}I've got to think of some other way to keep her progress going.{/i}
french: [RT] {i}Je dois penser à un autre moyen de poursuivre sa progression.{/i}

source: [RT] {i}I guess I'll just wait here until I'm sure Sidney has fallen back asleep.{/i}
french: [RT] {i}Je suppose que je vais attendre ici jusqu'à ce que je sois sûr que Sidney s'est endormie.{/i}

source: [RT] {i}Shit, that was close!{/i}
french: [RT] {i}Merde, c'était si proche!{/i}

source: [RT] {i}How am I going to win over Lauren now? I'll need to look around for inspiration.{/i}
french: [RT] {i}Comment vais-je gagner Lauren maintenant? Je vais devoir chercher de l'inspiration.{/i}

source: [RT] {i}They look so vulnerable while they are asleep, but if I tried anything and they woke up.... {/i}
french: [RT] {i}Elles ont l'air si vulnérables pendant qu'elles dorment, mais si j'ai essayé quelque chose et qu'elles se réveillent.... {/i}

source: [RT] {i}I'd be kicked out of the house, maybe disowned. I've got to play this smart.{/i}
french: [RT] {i}Je serais expulsé de la maison, peut-être désavoué. Il faut que je joue intelligemment.{/i}

source: [RT] {i}They should be sleeping pretty soundly. They both have a habit of drinking tea before bed.{/i}
french: [RT] {i}Elles devraient dormir assez profondément. Elles ont tous deux l'habitude de boire du thé avant de se coucher.{/i}

source: [RT] {i}The melatonin worked pretty well last time. Should I check it out again?{/i}
french: [RT] {i}La mélatonine a plutôt bien fonctionné la dernière fois. Devrais-je vérifier à nouveau?{/i}

source: [RT] {i}If they are sleeping as soundly as last time, I might be able to get away with a little more.{/i}
french: [RT] {i}S'ils dorment aussi profondément que la dernière fois, je pourrais peut-être en tirer un peu plus.{/i}

source: [RT] {i}Wow! I can't believe that didn't wake her up.{/i}
french: [RT] {i}Wow! Je n'arrive pas à croire que ça ne l'ait pas réveillée.{/i}

source: [RT] {i}So now it's time for me to wake her up.{/i}
french: [RT] {i}Alors maintenant il est temps pour moi de la réveiller.{/i}

source: [RT] {i}If this doesn't get her kicked out of Lauren's room, I don't know what will.{/i}
french: [RT] {i}Si ça ne la fait pas expulser de la chambre de Lauren, je ne sais pas ce qui va se passer.{/i}

source: [RT] {i}Just a pinch and let's see what happens.{/i}
french: [RT] {i}Juste une pincée et voyons ce qui se passe.{/i}

source: [LT] {i}Yaawnn.... hmmm.... I think I really need to poop.... I should get up and.... {/i}
french: [LT] {i}Yaawnn.... hmmm.... Je pense que j'ai vraiment besoin de faire caca.... Je devrais me lever et.... {/i}

source: [LT] {i}Wait.... my panties are pulled down again.... {/i}
french: [LT] {i}Attends.... ma culotte est à nouveau abaissée.... {/i}

source: [L] OH MY FUCKING GOSH!!!!
french: [L] OH MON DIEU!!!!

source: [L] WAKE UP, WAKE UP, WAKE UP!!!!
french: [L] RÉVEILLE-TOI, RÉVEILLE-TOI, RÉVEILLE-TOI!!!!

source: [S] Lauren what the hell? Why are you freaking out?
french: [S] Lauren que diable? Pourquoi tu flippes ?

source: [S] Oh, no! Let me guess! You think I did it again?
french: [S] Oh, non! Laisse-moi deviner! Tu crois que je l'ai encore fait ?

source: [L] Yes, you did it again!
french: [L] Oui, tu l'as encore fait!

source: [L] Only this time, you were fingering my asshole!
french: [L] Seulement cette fois, tu doigtais mon trou du cul!

source: [S] WHAAAT?
french: [S] QUOI?

source: [M] Again?! You two little shits have got to be kidding me!.... I'm sorry, please excuse my language, but I'm so tired from getting woken up every night!
french: [M] Encore?! Vous deux, vous vous moquez de moi !.... Je suis désolé, excusez mon langage, mais je suis tellement fatigué de me réveiller tous les soirs!

source: [L] Mom! You have to do something this time!
french: [L] Maman! Tu dois faire quelque chose cette fois!

source: [L] This time her finger was up my asshole!
french: [L] Cette fois, son doigt était dans mon trou du cul!

source: [M] Oh geez! Lauren, your dreams are getting weirder and weirder!
french: [M] Oh bon sang! Lauren, tes rêves deviennent de plus en plus étranges!

source: [L] But Mom, I wasn't dreaming! My panties were pulled down, and by the time I realized what was happening, I was wide awake!
french: [L] Mais maman, je ne rêvais pas ! Ma culotte était baissée, et au moment où j'ai réalisé ce qui se passait, j'étais bien réveillée!

source: [M] Sidney, smell your fingers, maybe you couldn't smell Lauren's pussy, but I'm sure you would be able to smell her butt.
french: [M] Sidney, sens tes doigts, peut-être que tu ne pouvais pas sentir la chatte de Lauren, mais je suis sûr que tu pourrais sentir son cul.

source: [S] Mom! Really?
french: [S] Maman ! Vraiment?

source: [M] NOW!
french: [M] MAINTENANT!

source: [ST] {i}Oh no! What if?.... {/i}
french: [ST] {i}Oh non! Et si ?.... {/i}

source: [ST] {i}Shit!.... {/i}
french: [ST] {i}merde...{/i}

source: [ST] {i}I put my finger up Lauren's ass?{/i}
french: [ST] {i}J'ai mis mon doigt dans le cul de Lauren?{/i}

source: [ST] {i}I really did have my finger up her ass.... {/i}
french: [ST] {i}J'avais vraiment mon doigt dans le cul.... {/i}

source: [ST] {i}Why would I do that?.... {/i}
french: [ST] {i}Pourquoi je ferais ça ?.... {/i}

source: [M] Well?
french: [M] Eh bien?

source: [S] Well.... ummmm...
french: [S] Bien.... mmmm...

source: [M] Here, let me smell.
french: [M] Là, laisse-moi sentir.

source: [S] Hey!
french: [S] Hé!

source: [MT] {i}I think there is a faint smell of ass.{/i}
french: [MT] {i}Je pense qu'il y a une légère odeur de cul.{/i}

source: [MT] {i}Sidney really has been doing weird things to her sister in her sleep.{/i}
french: [MT] {i}Sidney a vraiment fait des choses étranges à sa sœur dans son sommeil.{/i}

source: [MT] {i}At least I hope she's been asleep while she was putting her fingers in her sister's holes!{/i}
french: [MT] {i}Au moins j'espère qu'elle a dormi pendant qu'elle mettait ses doigts dans les trous de sa sœur!{/i}

source: [MT] {i}That sounds so naughty in my head!{/i}
french: [MT] {i}Cela semble si méchant dans ma tête!{/i}

source: [L] Well?!
french: [L] Eh bien?!

source: [M] Well, I think I do smell a slight smell on Sidney's finger.
french: [M] Eh bien, je pense que je sens une légère odeur sur le doigt de Sidney.

source: [M] It's not enough to be positive, but I think it's enough to take action to avoid any further possible incidents.
french: [M] Il ne suffit pas d'être positif, mais je pense qu'il suffit d'agir pour éviter d'autres incidents.

source: [M] Sidney, you're going to have to start sleeping somewhere else.
french: [M] Sidney, tu vas devoir commencer à dormir ailleurs.

source: [S] But I just moved all my stuff in here! I just got everything unpacked!
french: [S] Mais je viens de déplacer toutes mes affaires ici! Je viens de tout déballer!

source: [M] No.... you will still keep all your stuff in here, and change your clothes in here, and all that, but at night you will just sleep elsewhere.
french: [M] Non.... tu garderas toujours toutes tes affaires ici, et tu changeras de vêtements ici, et tout ça, mais la nuit, tu dormiras simplement ailleurs.

source: [S] Where?
french: [S] Où?

source: [M] Well, you can try my room. But I'll only give you one chance and then you'll have to sleep somewhere else!
french: [M] Eh bien, tu peux essayer ma chambre. Mais je ne te donnerai qu'une seule chance et si non, tu devras dormir ailleurs!

source: [S] You mean like with [ryan]?!
french: [S] Tu veux dire comme avec [ryan]?!

source: [RT] {i}Please say yes! Please say yes! Please say yes!{/i}
french: [RT] {i}S'il te plait dis oui! S'il te plait, dis oui! S'il te plait, dis oui!{/i}

source: [M] Oh God, no!
french: [M] Oh Mon Dieu, non!

source: [RT] {i}Dammit!{/i}
french: [RT] {i}Bon sang!{/i}

source: [M] If you can't keep your hands to yourself in your sleep, I don't want you corrupting my little boy!
french: [M] Si tu ne peux pas garder tes mains pour toi dans ton sommeil, je ne veux pas que tu corrompes mon petit garçon!

source: [RT] {i}Big boy!{p}.... man.... I mean man!{/i}
french: [RT] {i}Grand garçon!{p}.... homme.... Je veux dire mec!{/i}

source: [M] You'll just have to sleep on the couch.
french: [M] Tu n'auras qu'à dormir sur le canapé.

source: [S] Well, why don't I just skip a step and I'll just start sleeping there now.
french: [S] Eh bien, pourquoi ne sauterais-je pas une étape et je vais juste commencer à dormir là maintenant.

source: [M] That's a great idea. Go sleep on the couch!
french: [M] C'est une excellente idée. Va dormir sur le canapé!

source: [S] Fine!
french: [S] Bien!

source: [M] Good night, girls!
french: [M] Bonne nuit, les filles!

source: [RT] {i}I finally did it! All the girls have been separated. That should make my nighttime efforts easier.{/i}
french: [RT] {i}Je l'ai finalement fait! Toutes les filles ont été séparées. Cela devrait faciliter mes efforts nocturnes.{/i}

source: [RT] {i}There, Lauren will never let Sidney sleep with her after this.{/i}
french: [RT] {i}Là, Lauren ne laissera jamais Sidney dormir avec elle après cela.{/i}

source: [RT] {i}Is this crossing a line though?.... {/i}
french: [RT] {i}Est-ce que cela franchit une ligne?.... {/i}

source: [RT] {i}Stop it, [ryan]!.... Stop second guessing yourself.{/i}
french: [RT] {i}Arrêtes, [ryan]!.... Arrêtes de douter de toi.{/i}
