Repository: DonRP/AFV
Catalog: game/*/*/script.po
Languages: french

source: [RT] {i}Noo!.... I'm getting a hardon watching my own mother!.... I've got some serious problems....{/i}
french: [RT] {i}Non !.... J'ai une trique qui arrive avec ma propre mère !.... J'ai de sérieux problèmes....{/i}

source: [MT] {i}Oh, God! Why me? What did I do wrong to end up like this? Get me out of this situation, and I'll be the most pure and chaste woman there is! I'll leave my husband and become a nun!{/i}
french: [MT] {i}Oh, mon Dieu ! Pourquoi moi ? Qu'est-ce que j'ai fait de mal pour finir comme ça ? Sors de cette situation, et je serai la femme la plus pure et la plus chaste qui soit ! Je vais quitter mon mari et devenir religieuse !{/i}

source: [RT] {i}Just look at that ass! It really is amazing that she's able to stay in such good shape.{/i}
french: [RT] {i}Regarde ce cul! C'est vraiment incroyable qu'elle puisse rester en si bonne forme.{/i}

source: [RT] {i}All that yoga is paying off.... Anyone would appreciate an ass like that! Even if it is their own mother's.{/i}
french: [RT] {i}Tout ce yoga porte ses fruits.... N'importe qui apprécierait un cul comme ça ! Même si c'est celui de leur propre mère. {/i}

source: [MT] {i}Outside I'm smiling and happy, but I've never felt so down and depressed.{/i}
french: [MT] {i}Dehors, je suis souriante et heureuse, mais je ne me suis jamais sentie aussi déprimée.{/i}

source: [RT] {i}Ok.... now her boobs are out!.... I can't believe this is happening.{p}Is this going to damage me psychologically? Should I keep watching?{/i}
french: [RT] {i}Ok.... maintenant, ses seins sont sortis!.... Je n'arrive pas à croire que ça arrive.{p}Est-ce que cela va me nuire psychologiquement? Dois-je continuer à regarder?{/i}

source: [RT] {i}I'll take the psychological damage! It's not everyday you get in a situation like this. I'll deal with the consequences later.{/i}
french: [RT] {i}Je prends des dégâts psychologiques ! Ce n'est pas tous les jours que je me retrouve dans une telle situation. Je m'occuperais des conséquences plus tard.{/i}

source: [MT] {i}Ok, I can't let myself get so down! This isn't my fault.{/i}
french: [MT] {i}Ok, je ne peux pas me laisser aller ! Ce n'est pas de ma faute.{/i}

source: [MT] {i}I can't let the consequences of my husband's actions make me feel so bad about myself. Stripping doesn't make me a bad person! I used to know lots of good people who were strippers.{/i}
french: [MT] {i}Je ne peux pas laisser les conséquences des actions de mon mari me faire sentir si mal dans ma peau. L'effeuillage ne fait pas de moi une mauvaise personne ! Je connaissais beaucoup de bonnes personnes qui étaient strip-teaseuses.{/i}

source: [RT] {i}I've got to save this moment forever.{/i}
french: [RT] {i}Je dois immortaliser ce moment pour toujours.{/i}

source: [RT] {i}Hopefully the FBI isn't still monitoring my computer and phone, because this image will upload automatically to my computer.{/i}
french: [RT] {i}J'espère que le FBI ne surveille toujours pas mon ordinateur et mon téléphone, car cette image sera automatiquement téléchargée sur mon ordinateur.{/i}

source: [RT] {i}I can't wait to check it out later.{/i}
french: [RT] {i}J'ai hâte de le vérifier plus tard.{/i}

source: [RT] {i}Oh, wow! My cock could cut diamonds right now!{/i}
french: [RT] {i}Oh, wow! Ma bite pourrait couper du diamant en ce moment!{/i}

source: [RT] {i}I've got to give myself some relief!{/i}
french: [RT] {i}Je dois me soulager !{/i}

source: [RT] {i}Oh, this is sooo wrong. But I think that's why it's sooo hot!{/i}
french: [RT] {i}Oh, c'est tellement faux. Mais je pense que c'est pour ça qu'il fait tellement chaud!{/i}

source: [RT] {i}I've never felt this horny in my life!{/i}
french: [RT] {i}Je ne me suis jamais senti aussi excité de ma vie!{/i}

source: [RT] {i}Ohhhh.... I'm not going to last much longer!{/i}
french: [RT] {i}Ohhhh.... Je ne vais pas durer beaucoup plus longtemps!{/i}

source: [MT] {i}Ok, [mom_name], pull yourself together. This isn't so bad.{/i}
french: [MT] {i}Ok, [mom_name], ressaisis-toi. Ce n'est pas si mal.{/i}

source: [MT] {i}Just remember what those mommy blog podcasts taught you.{/i}
french: [MT] {i}Rappelle-toi simplement ce que ces podcasts de blog de maman t'ont appris des choses.{/i}

source: [MT] {i}I can't always control the situation, but I can always control how I react to it!{/i}
french: [MT] {i}Je ne peux pas toujours contrôler la situation, mais je peux toujours contrôler comment je réagis à cela!{/i}

source: [RT] {i}Oh, shit! I've got to get a picture of that amazing ass!{/i}
french: [RT] {i}Oh, merde! Je dois prendre une photo de ce cul incroyable!{/i}

source: [RT] {i}Where did she learn to move like that!{/i}
french: [RT] {i}Où a-t-elle appris à bouger comme ça!{/i}

source: [RT] {i}She looks and moves just like a pornstar!{/i}
french: [RT] {i}Elle a l'air et se déplace comme une star du porno !{/i}

source: [MT] {i}This is actually pretty exhilarating!{/i}
french: [MT] {i}C'est en fait assez exaltant!{/i}

source: [MT] {i}Nobody but my husband has seen my tits since we were married.{/i}
french: [MT] {i}Personne d'autre que mon mari n'a vu mes seins depuis notre mariage.{/i}

source: [MT] {i}And these men seem to appreciate them more than my husband does.{/i}
french: [MT] {i}Et ces hommes semblent les apprécier plus que mon mari.{/i}

source: [MT] {i}They keep throwing me money. I'll bet I'm close to making the $500 I need.{/i}
french: [MT] {i}Ils continuent de me jeter de l'argent. Je parie que je suis près de me faire dans les 500$ dont j'ai besoin. {/i}

source: [MT] {i}This beats a lot of other ways of making money.{/i}
french: [MT] {i}Cela est mieux que beaucoup d'autres façons de gagner de l'argent.{/i}

source: [MT] {i}Oh, God! Am I actually enjoying this? I think I'm starting to get wet!{/i}
french: [MT] {i}Oh, mon Dieu! Est-ce que j'apprécie vraiment ça? Je pense que je commence à me mouiller!{/i}

source: {i}{b}"Mom's Libido +5"{/b}{/i}
french: {i}{b}«Libido de maman +5»{/b}{/i}

source: [RT] {i}Oh, shit! Here I CUMMMM!!{/i}
french: [RT] {i}Oh, merde ! Ici, je JJJOOOUUUUIIIII!!{/i}

source: [RT] {i}Oh no, good feelings gone, what have I done?!{/i}
french: [RT] {i}Oh non, les bons sentiments sont partis, qu'ai-je fait?!{/i}

source: [RT] {i}I am such a fucking pervert! How could I do this watching my own mother!{/i}
french: [RT] {i}Je suis un putain de pervers! Comment pourrais-je faire ça en regardant ma propre mère!{/i}

source: [RT] {i}This might really have messed me up.{/i}
french: [RT] {i}Cela pourrait vraiment m'avoir dérangé.{/i}

source: [MT] {i}OH MY GOD!! Is that [ryan] peeking around the corner?!!{/i}
french: [MT] {i}OH MON DIEU!! Est-ce que [ryan] regarde ?!!{/i}

source: [MT] {i}Oh, no.... he looks so ashamed of me.{/i}
french: [MT] {i}Oh, non.... il a tellement honte de moi.{/i}

source: {i}{b}"Mom's Libido -3"{/b}{/i}
french: {i}{b}«Libido de maman -3»{/b}{/i}

source: [RT] {i}OH shit!{/i}
french: [RT] {i}Oh, merde{/i}

source: [RT] {i}She saw me!{/i}
french: [RT] {i}Elle m'a vu!{/i}

source: [RT] {i}I hope she doesn't realize what I just did!{/i}
french: [RT] {i}J'espère qu'elle ne réalise pas ce que je viens de faire!{/i}

source: [RT] {i}I have to get out of here right now!{/i}
french: [RT] {i}Je dois sortir d'ici tout de suite!{/i}

source: You picked a boring option! What, you didn't want to take any risks?
french: Vous avez choisi une option ennuyeuse! Quoi, vous ne vouliez prendre aucun risque ?

source: You were able to make enough deliveries to keep making the payments.
french: Vous avez pu effectuer suffisamment de livraisons pour continuer à effectuer les paiements.

source: Your dad soon got out of jail and took back over as man of the house and emotionally abusive asshole.
french: Votre papa est rapidement sorti de prison et a repris le poste d'homme de la maison et a été un gros trou du cul.

source: Everything went back to the way it was, except that you can't get these images out of your head.
french: Tout est revenu comme avant, sauf que vous ne pouvez pas sortir ces images de votre tête.

source: And now you can't help but get a hard-on every time your mom bends over.
french: Et maintenant, tu ne peux pas t'empêcher d'avoir une érection à chaque fois que ta mère se penche.

source: Game Over
french: Fin de la partie

source: You might want to roll back now.
french: Vous voudrez peut-être revenir en arrière maintenant.

source: Seriously, one more click and you'll be back to the game menu.
french: Sérieusement, un clic de plus et vous serez de retour au menu du jeu.

source: You picked the most boring option! What, you didn't want to take any risks?
french: Vous avez choisi l'option la plus ennuyeuse! Quoi, vous ne vouliez prendre aucun risque ?

source: You went on to live a completely normal, unremarkable life.
french: Vous avez continué à vivre une vie tout à fait normale et banale.

source: You married a normal boring girl.
french: Vous avez épousé une fille normale et ennuyeuse.

source: Your love life is almost non-existant, except for birthdays and anniversaries, the only action you get is from your hand while looking at a computer.
french: Votre vie amoureuse est presque inexistante, sauf pour les anniversaires, la seule action que vous obtenez est de votre main en regardant votre ordinateur.

source: [RT] {i}Looks like Lauren's watching her ponies show again.{/i}
french: [RT] {i}On dirait que Lauren regarde à nouveau ses poneys.{/i}

source: [RT] {i}That's the doorbell. I'm pretty sure I know who that is.{/i}
french: [RT] {i}C'est la sonnette. Je suis sûr de savoir qui c'est.{/i}

source: [J] Hello little boy, is your mom at home?
french: [J] Bonjour petit garçon, ta mère est à la maison?

source: [RT] {i}Little boy, what an asshole!{/i}
french: [RT] {i}Petit garçon, quel trou du cul!{/i}

source: [R] Just a second.
french: [R] Juste une seconde.

source: [R] Hey Mom, there's some strange men at the door for you!
french: [R] Hé maman, il y a des hommes étranges à la porte pour toi!

source: [R] Wow, Mom! You look great!
french: [R] Wow, maman! Tu es superbe!

source: [M] Please, [ryan].... not now.
french: [M] S'il te plait, [ryan].... pas maintenant.

source: [M] Were you able to get enough money together to pay them off this week?
french: [M] Avez-vous pu réunir assez d'argent pour les rembourser cette semaine?

source: [R] Of course, Mom, did you really doubt me?
french: [R] Bien sûr, maman, tu as vraiment douté de moi?

source: [M] Oh, my little guy!
french: [M] Oh, mon petit gars!

source: [M] Joey, thanks for dropping by, and I'm sure we'll see you next week!
french: [M] Joey, merci d'être passé, et je suis sûr qu'on se verra la semaine prochaine!

source: [J] Well, I'll admit I'm a little disappointed. I mean don't get me wrong, it's admirable that you were able to pay your debt,
french: [J] Eh bien, j'avoue que je suis un peu déçu. Je veux dire ne te méprends pas, c'est admirable que tu aies pu payer ta dette,

source: [J] But I enjoy your company more than I enjoy the money.
french: [J] Mais j'apprécie ta compagnie plus que l'argent.

source: [J] We'll see you next week.
french: [J] À la semaine prochaine.

source: [M] Oh, thank you! Thank you! Thank you!!
french: [M] Oh, merci! Merci! Merci!!

source: {i}{b}"Mom's Anger =0"{/b}{/i}
french: {i}{b}«Colère de maman =0»{/b}{/i}

source: [M] I am so relieved I don't have to go shake my ass for them tonight!
french: [M] Je suis tellement soulagée que je n'ai pas à aller me secouer le popotain pour eux ce soir!

source: [RT] {i}Oh, but it's such a firm ass!{/i}
french: [RT] {i}Oh, mais c'est un cul si ferme!{/i}

source: [RT] {i}And these perfect milky white breasts right in my face!{/i}
french: [RT] {i}Et ces seins blancs laiteux parfaits dans mon visage!{/i}

source: [RT] {i}I'm so glad I could make her feel so happy.{/i}
french: [RT] {i}Je suis tellement content d'avoir pu la rendre si heureuse.{/i}

source: [RT] {i}And this hug is making me so happy!{/i}
french: [RT] {i}Et ce câlin me rend si heureux!{/i}

source: [RT] {i}Maybe a little bit too happy!{/i}
french: [RT] {i}Peut-être un peu trop heureux!{/i}

source: [RT] {i}Oh, no.... stay down.... stay down.... stay down!.... {/i}
french: [RT] {i}Oh, non.... reste à terre.... reste à terre.... reste à terre!.... {/i}

source: [RT] {i}Shit!.... {/i}
french: [RT] {i}merde...{/i}

source: [RT] {i}She's going to notice any moment.... {/i}
french: [RT] {i}Elle va le remarquer d'ici peu... {/i}

source: [MT] {i}Oh my God! Is that what I think it is?{/i}
french: [MT] {i}Oh mon Dieu! C'est ce que je pense ?{/i}

source: [RT] {i}Aaahhhh.... what should I do?{/i}
french: [RT] {i}Aaahhhh.... Que devrais-je faire?{/i}

source: [M] Ouch, honey! Why did you drop me?
french: [M] Aïe, chérie! Pourquoi m'as-tu laissé tomber ?

source: [R] Sorry, Mom! I've got to run!
french: [R] Désolé, maman! Je dois y aller!

source: [R] It's an emergency! I think I've got diarrhea!
french: [R] C'est une urgence! Je crois que j'ai la diarrhée!

source: [MT] {i}Diarrhea my bruised ass!{/i}
french: [MT] {i}Bordel mon cul meurtri!{/i}

source: [MT] {i}My little pervert boy had a hardon for me.{/i}
french: [MT] {i}Mon petit garçon pervers avait une trique dure pour moi.{/i}

source: [MT] {i}Shit.... I guess it was my fault for pressing my body against him like that.{/i}
french: [MT] {i}Merde.... Je suppose que c'est de ma faute d'avoir appuyé mon corps contre lui comme ça.{/i}

source: [MT] {i}Probably perfectly normal for boys his age with raging hormones.{/i}
french: [MT] {i}Probablement parfaitement normal pour les garçons de son âge avec des hormones déchaînées.{/i}

source: [MT] {i}But it makes me happy that I can still do that to boys his age.{/i}
french: [MT] {i}Mais cela me rend heureuse de pouvoir encore le faire aux garçons de son âge.{/i}

source: [R] Sorry, Mom! I wasn't able to get enough money together this week.
french: [R] Désolé, maman! Je n'ai pas pu avoir assez d'argent cette semaine.

source: [M] Oh sweety, don't worry about it. It was just too much to ask of you.
french: [M] Oh, chéri, ne t'inquiètes pas. C'était juste trop à te demander.

source: [RT] {i}Oh no! I feel like a piece of shit! Look how sad I've made her.{/i}
french: [RT] {i}Oh non! Je me sens comme une merde! Regarde comme je l'ai rendue triste.{/i}

source: [RT] {i}There she goes off to the club.{/i}
french: [RT] {i}Là, elle va au club.{/i}

source: [RT] {i}I wonder if I should go make sure she is ok again.{/i}
french: [RT] {i}Je me demande si je devrais aller m'assurer qu'elle va bien de nouveau.{/i}

source: [RT] {i}I think I remember my way to the strip pole.... {/i}
french: [RT] {i}Je pense me souvenir de mon chemin vers le poteau de pole danse.... {/i}

source: [RT] {i}Past the bar, through the casino, and Bingo!{/i}
french: [RT] {i}Passer à côté du bar, à travers le casino et Bingo!{/i}

source: [RT] {i}Noish! I haven't missed anything yet!{/i}
french: [RT] {i}Bruyant ! Je n'ai rien manqué pour le moment !{/i}

source: [RT] {i}Ehh.... she's wearing the same outfit as last time. They should have her do different outfits every week or something.{/i}
french: [RT] {i}Ehh.... elle porte la même tenue que la dernière fois. Ils devraient lui faire faire des tenues différentes chaque semaine ou quelque chose comme ça.{/i}

source: [RT] {i}Still, I'm pretty damn hot for teacher!{/i}
french: [RT] {i}Pourtant, je suis sacrément chaud pour le professeur!{/i}

source: [RT] {i}Ok, I've just got to be extra careful this time! It will be pretty hard to explain to her what I'm doing here, now that she knows, that I know, what she's doing here.{/i}
french: [RT] {i}Ok, je dois juste être très prudent cette fois! Ce sera assez difficile de lui expliquer ce que je fais ici, maintenant qu'elle sait, que je sais, ce qu'elle fait ici.{/i}

source: [MT] {i}The alchohol is kicking in already, I'm feeling much more loose!{/i}
french: [MT] {i}L'alcool fait déjà effet, je me sens beaucoup plus détendue !{/i}

source: [MT] {i}This is so much easier than the first time.{/i}
french: [MT] {i}C'est tellement plus facile que la première fois.{/i}

source: [MT] {i}I still can't believe my son snuck in here and saw me stripping.{/i}
french: [MT] {i}Je n'arrive toujours pas à croire que mon fils s'est faufilé ici et m'a vu me déshabiller.{/i}

source: [MT] {i}I hope that didn't traumatize him too much!{/i}
french: [MT] {i}J'espère que cela ne l'a pas trop traumatisé!{/i}

source: [MT] {i}Actually, if I remember right, he said I looked amazing!{/i}
french: [MT] {i}En fait, si je me souviens bien, il a dit que j'avais l'air incroyable!{/i}

source: [MT] {i}He really is such a sweet boy. Maybe a little perverted, but that probably is just because he's got raging hormones and is living in a house full of girls.{/i}
french: [MT] {i}C'est vraiment un garçon si doux. Peut-être un peu pervers, mais c'est probablement juste parce qu'il a des hormones déchaînées et vit dans une maison pleine de filles.{/i}

source: [RT] {i}I feel bad for whoever has to clean up after me.{/i}
french: [RT] {i}Je me sens mal pour celui qui doit nettoyer après moi.{/i}

source: [MT] {i}I shouldn't be thinking about my own son so much while I'm up here shaking my ass!{/i}
french: [MT] {i}Je ne devrais pas tellement penser à mon propre fils pendant que je suis ici en train de me caresser le cul!{/i}

source: [MT] {i}Yet for some reason thinking of him watching me strip in public excites me just a bit.{/i}
french: [MT] {i}Pourtant, pour une raison quelconque, penser à lui me regardant me déshabiller en public m'excite un peu.{/i}

source: {i}{b}"Mom's Libido +3"{/b}{/i}
french: {i}{b}«Libido de maman +3»{/b}{/i}

source: [MT] {i}I've got to be careful, or this pole will get too wet and slippery for the next girl.{/i}
french: [MT] {i}Je dois faire attention, sinon ce poteau deviendra trop humide et glissant pour la prochaine fille.{/i}

source: [MT] {i}Nobody but my husband has seen my tits since we were married. Well, now just my own son and a bunch of random men.{/i}
french: [MT] {i}Personne d'autre que mon mari n'a vu mes seins depuis notre mariage. Eh bien, maintenant, juste mon propre fils et une bande d'hommes au hasard.{/i}

source: [MT] {i}And they seem to appreciate them more than my husband does.{/i}
french: [MT] {i}Et ils semblent les apprécier plus que mon mari.{/i}

source: [MT] {i}They keep throwing me money. I'll bet I'm close to making the $1000 I need.{/i}
french: [MT] {i}Ils continuent de me jeter de l'argent. Je parie que je suis près de me faire dans les 1'000$ dont j'ai besoin. {/i}

source: [MT] {i}Oh, God! Am I actually enjoying this. I think I'm getting really wet!{/i}
french: [MT] {i}Oh, mon Dieu! Suis-je vraiment en train d'apprécier ça. Je pense que je me mouille vraiment !{/i}

source: [MT] {i}OH MY GOD!! Is my own son peeking around the corner again?!!{/i}
french: [MT] {i}OH MON DIEU!! Est-ce que mon propre fils jette encore un coup d'œil ?!!{/i}

source: [MT] {i}Oh no! I really have fucked him up!{/i}
french: [MT] {i}Oh non! Je l'ai vraiment baisé!{/i}

source: [RT] {i}I need to get my dick back in my pants!{/i}
french: [RT] {i}J'ai besoin de remettre ma bite dans mon pantalon!{/i}

source: [RT] {i}Now careful not to zip him up!{/i}
french: [RT] {i}Attention maintenant à ne pas le refermer !{/i}

source: [RT] {i}Shit!.... She's coming over here!{/i}
french: [RT] {i}Merde!.... Elle vient ici!{/i}

source: [RT] {i}Shit, shit, shit!.... What am I going to say?{/i}
french: [RT] {i}Merde, merde, merde!.... Qu'est-ce que je vais dire ?{/i}

source: [M] [ryan]! What the hell are you doing here again!
french: [M] [ryan]! Qu'est-ce que tu fais encore ici!

source: [R] I.... I.... I...
french: [R] Je.... Je... je...

source: [M] Eyes up here!
french: [M] Les yeux ici!

source: [R] Sorry, it's just you're naked, and it's really distracting.
french: [R] Désolé, c'est juste que tu es nue, et c'est vraiment distrayant.

source: [M] Well, do I need to go get some clothes on?
french: [M] Eh bien, dois-je aller me vêtir?

source: [R] No!.... I mean.... only if you.... want to.
french: [R] Non!.... Je veux dire.... seulement si tu.... je te veux.

source: [M] HA!.... I knew it.
french: [M] HA!.... Je le savais.

source: [R] Knew what?
french: [R] Savoir quoi ?

source: [M] You're a little lying pervert!
french: [M] Tu es un petit pervers menteur!

source: {i}{b}"Mom's Anger +10"{/b}{/i}
french: {i}{b}«Colère de maman +10»{/b}{/i}

source: [R] What?!...
french: [R] Quoi?!...

source: [M] Did you really not have enough money to pay off our weekly Mafia debt?
french: [M] N'aa-tu vraiment pas assez d'argent pour rembourser notre dette hebdomadaire de la Mafia?

source: [R] What are you saying?
french: [R] Qu'est-ce que tu dis ?

source: [M] I'm saying that I'm beginning to suspect that even if you had the money, you wouldn't have given it to the DeCapos bacause you wanted to come here and stare at your mom naked!
french: [M] Je dis que je commence à soupçonner que même si tu avais eu l'argent, tu ne l'aurais pas donné aux DeCapos parce que tu voulais venir ici et regarder ta mère nue!

source: [R] Oh my God! Mom!...
french: [R] Oh mon Dieu ! Maman!...

source: [R] How could you even say such a thing!
french: [R] Comment peux-tu même dire une telle chose!

source: [M] [ryan]! Your eyes are wandering again! Look up here!
french: [M] [ryan]! Tes yeux errent à nouveau! Regarde par là!

source: [R] What was I saying?
french: [R] Qu'est-ce que je disais ?

source: [M] You were trying to convince me that you wouldn't fail to make a payment, just so you can stare at your mom's tits!
french: [M] Tu essayais de me convaincre que tu ne manquerais pas de faire un paiement, juste pour pouvoir regarder les seins de ta mère!

source: [M] And not very convincingly!
french: [M] Et pas très convaincant!

source: [R] Mom.... I'm so offended...
french: [R] Maman.... Je suis tellement offensée...

source: [R] I'll admit they are distracting when you're standing right in front of me with them on full display.
french: [R] J'admets qu'ils sont distrayants lorsque tu te tiens juste devant moi avec eux.

source: [R] But I'm only here with honorable intentions.
french: [R] Mais je ne suis ici qu'avec des intentions honorables.

source: [M] Honorable? That's hard to believe when You're pitching a tent the size of a horse!
french: [M] Honorable? C'est difficile à croire lorsque tu dresses une bite de la taille d'un cheval!

source: [R] You think I'm that big?...
french: [R] Tu penses que je suis si grand?...

source: [R] I mean compared with other men you've seen?
french: [R] Je veux dire par rapport à d'autres hommes que tu as vus?

source: [M] [ryan].... that is besides the point! And how many do you think I've seen?!!
french: [M] [ryan].... c'est d'ailleurs pas le sujet! Et combien penses-tu que j'en ai vu?!!

source: [R] Right.... well.... It's...
french: [R] Eh bien.... bien... c'est...

source: [R] Anyways, I'm not hard because of you!
french: [R] De toute façon, je ne suis pas dur à cause de toi!

source: [R] I mean you're beautiful and all.... and if you weren't my mom...
french: [R] Je veux dire que tu es belle et tout.... et si tu n'étais pas ma mère...

source: [R] Well.... what I'm trying to say is that I'm just excited by the situation.... I mean, I'm in a strip club! I've had a boner since I first started thinking about coming in here.
french: [R] Bien.... ce que j'essaie de dire, c'est que je suis juste excité par la situation.... Je suis dans un club de strip-tease ! J'ai eu une barre de fer depuis que j'ai commencé à penser à venir ici.

source: [R] It's not because I was watching you.
french: [R] Ce n'est pas parce que je te regardais.

source: [M] Is that right?
french: [M] Est-ce exact?

source: [R] Well, yeah.... to protect you.
french: [R] Eh bien, oui.... pour te protéger.

source: [M] Obviously not!
french: [M] Évidemment pas!
