Repository: DonRP/AFV
Catalog: game/*/*/script.po
Languages: french

source: {i}{b}"Mom's Submission +1"{/b}{/i}
french: {i}{b}«Soumission de maman +1»{/b}{/i}

source: [RT] {i}Ok, I've got to call it a night, my legs are asleep.{/i}
french: [RT] {i}Ok, je dois le refaire une autre nuit, mes jambes s'endorment.{/i}

source: [RT] {i}I hope I don't wake her!{/i}
french: [RT] {i}J'espère ne pas la réveiller!{/i}

source: [RT] {i}Ok, let's try the subliminal messages again.{/i}
french: [RT] {i}Ok, essayons à nouveau les messages subliminaux.{/i}

source: [RT] {i}She locked her door! Mom must still be pissed off. I could take a little peek and see what she's doing.{/i}
french: [RT] {i}Elle a verrouillé sa porte! Maman doit toujours être énervée. Je pourrais jeter un petit coup d'oeil et voir ce qu'elle fait.{/i}

source: [RT] {i}She locked her door! Mom must still be pissed off. I guess I better just let her sleep.{/i}
french: [RT] {i}Elle a verrouillé sa porte! Maman doit encore être énervée. Je devrais la laisser dormir.{/i}

source: [RT] {i}She's always got her room locked in the morning while she does yoga and gets ready.... I wonder if she's still mad at me though.{/i}
french: [RT] {i}Elle a toujours sa chambre verrouillée le matin pendant qu'elle fait du yoga et se prépare.... Je me demande si elle est toujours en colère contre moi.{/i}

source: [RT] {i}Should I see if I can smooth things over?{/i}
french: [RT] {i}Dois-je voir si je peux lisser les choses?{/i}

source: [R] Hey Mom, doing some yoga?
french: [R] Hé maman, tu fais du yoga?

source: [M] Honey, I really don't want to talk to you right now!
french: [M] Chéri, je ne veux vraiment pas te parler maintenant!

source: [M] You bought me a gift?
french: [M] Tu m'as acheté un cadeau ?

source: [M] Thank you I love chocolate!
french: [M] Merci J'adore le chocolat!

source: {i}{b}"Mom's Anger -2"{/b}{/i}
french: {i}{b}«Colère de maman -2»{/b}{/i}

source: [M] But don't think that I've forgiven you yet. Whether intentional or not, your actions were completely inappropriate.
french: [M] Mais ne penses pas que je t'ai encore pardonné. Que ce soit intentionnel ou non, tes actions étaient complètement inappropriées.

source: [M] Thank you honey! What kind of mom would I be if I didn't forgive you?
french: [M] Merci chéri! Quel genre de maman serais-je si je ne te pardonnais pas?

source: [M] That's so thoughtful, especially since the FBI won't let me go shopping with any of our credit cards!
french: [M] C'est tellement gentil, d'autant plus que le FBI ne me laissera pas aller faire du shopping avec l'une de nos cartes de crédit!

source: {i}{b}"Mom's Anger -5"{/b}{/i}
french: {i}{b}«Colère de maman -5»{/b}{/i}

source: [M] honey, this is completely inappropriate! I'm your mom, not your girlfriend!
french: [M] chéri, c'est complètement inapproprié! Je suis ta mère, pas ta copine!

source: {i}"Throws them in her trash"{/i}
french: {i}'Les jetter dans sa poubelle'{/i}

source: [M] I'm sorry, I just can't keep them.
french: [M] Je suis désolé, je ne peux tout simplement pas les garder.

source: [M] Maybe next time try to think of something a little less creepy.
french: [M] Peut-être que la prochaine fois, essaies de penser à quelque chose d'un peu moins effrayant.

source: {i}{b}"Mom's Anger +2"{/b}{/i}
french: {i}{b}«Colère de maman +2»{/b}{/i}

source: {i}"You need higher affection to gift flowers."{/i}
french: {i}'Vous avez besoin d'une plus grande affection pour offrir des fleurs.'{/i}

source: [M] Oh how sweet! I love them!
french: [M] Oh comme c'est choux! Je les aime !

source: [M] You're such a little gentleman!
french: [M] Tu es un si petit gentleman !

source: [M] If I didn't know any better, I would think you were trying to put the moves on me!
french: [M] Si je ne te connaissais pas mieux, je penserais que tu essaies de me draguer!

source: {i}{b}"Mom's Anger -10"{/b}{/i}
french: {i}{b}«Colère de maman -10»{/b}{/i}

source: [M] Thank you so much!
french: [M] Merci beaucoup!

source: [M] Honey, I'm trying to get ready. Don't bother me anymore!
french: [M] Chéri, j'essaie de me préparer. Ne me dérange plus!

source: {i}{b}"Mom's Anger +1"{/b}{/i}
french: {i}{b}«Colère de maman +1»{/b}{/i}

source: [M] You already gave me a gift honey. Any more than that is just crossing the creep line!
french: [M] Tu m'as déjà donné un cadeau chéri. Plus que cela ne fait que franchir la ligne rouge!

source: [M] Well, it's going to take more than just words for me to forgive you for what you did!
french: [M] Eh bien, il va falloir plus que des mots pour que je te pardonne ce que tu as fait!

source: [RT] {i}I guess I better give her some time, or maybe I can get her a present so she won't be so mad.{/i}
french: [RT] {i}Je suppose que je ferais mieux de lui donner du temps, ou peut-être que je peux lui offrir un cadeau pour qu'elle ne soit pas si en colère.{/i}

source: {i}Nope.... no loose money lying around.{/i}
french: {i}Non... pas d'argent à portée de main.{/i}

source: [RT] {i}Nope.... no loose money lying around.{/i}
french: [RT]{i}Non... pas d'argent à portée de main.{/i}

source: [RT] {i}Surprisingly I've never really dug through her underwear.{/i}
french: [RT] {i}Étonnamment, je n'ai jamais vraiment fouillé ses sous-vêtements.{/i}

source: [RT] {i}Ahh... Yes! I found the robe!{/i}
french: [RT] {i}Ahh... Oui ! J'ai trouvé la robe !{/i}

source: [RT] {i}Now I have to get rid of it, but how?...{/i}
french: [RT] {i}Maintenant je dois m'en débarrasser, mais comment?...{/i}

source: [RT] {i}I'll just stuff it under my bed for now.{/i}
french: [RT] {i}Je vais juste le mettre sous mon lit pour l'instant.{/i}

source: [RT] {i}I just better not forget to destroy the evidence later.{/i}
french: [RT] {i}Je ferais mieux de ne pas oublier de détruire les preuves plus tard.{/i}

source: [RT] {i}There... I'm sure Mom won't think to look in that box that says "Keep out".{/i}
french: [RT] {i}Là... Je suis sûr que maman ne pensera pas à regarder dans cette boîte qui dit ' pas toucher'.{/i}

source: [RT] {i}She'll have to dig through the vintage porn magazines I found in Dad's office a long time ago.{/i}
french: [RT] {i}Elle devra fouiller dans les magazines porno vintage que j'ai trouvés dans le bureau de papa il y a longtemps.{/i}

source: {i}Yeah, nice underwear!{/i}
french: {i}Ouais, de beaux sous-vêtements!{/i}

source: [RT] {i}Why would I go through her underwear?{/i}
french: [RT] {i}Pourquoi je ne passerais pas en revue ses sous-vêtements ?{/i}

source: [RT] {i}It's still too early for her to get up and get ready for school. She doesn't dress any more modestly than I do for bed. {p}Why is Mom only on my case about it?{/i}
french: [RT] {i}Il est encore trop tôt pour qu'elle se lève et se prépare pour l'école. Elle ne fait pas plus rapidement que moi son lit. {p}Pourquoi Maman est-elle uniquement sur mon cas à ce sujet?{/i}

source: [RT] {i}I should just turn her lights back off and let her get a few more minutes of sleep.{/i}
french: [RT] {i}Je devrais juste éteindre les lumières et la laisser dormir quelques minutes de plus.{/i}

source: [RT] {i}The door's locked, Lauren must be getting dressed. I wish there was a way to spy on her. I'll have to check online for ideas.{/i}
french: [RT] {i}La porte est verrouillée, Lauren doit s'habiller. J'aimerais qu'il y ait un moyen de l'espionner. Je vais devoir vérifier en ligne pour des idées.{/i}

source: [RT] {i}Huh... Mandy and Lauren aren't back from their convention yet. Or maybe they are spending the night with Mandy over at Uncle Bobby's house.{/i}
french: [RT] {i}Hein... Mandy et Lauren ne sont pas encore de retour de leur convention. Ou peut-être qu'elle passe la nuit avec Mandy chez Oncle Bobby.{/i}

source: [RT] {i}Her door's still locked, and after what I just saw, I'm sure it won't be opening again until morning.{/i}
french: [RT] {i}Sa porte est toujours verrouillée, et après ce que je viens de voir, je suis sûr qu'elle ne s'ouvrira plus avant le matin.{/i}

source: [RT] {i}Hmmm.... I wonder why the door is locked?{/i}
french: [RT] {i}Hmmm.... Je me demande pourquoi la porte est verrouillée?{/i}

source: [RT] {i}Wait.... is that Lauren moaning?{/i}
french: [RT] {i}Attends.... c'est Lauren qui gémit ?{/i}

source: [RT] {i}I should check it out.{/i}
french: [RT] {i}Je devrais le vérifier.{/i}

source: [RT] {i}Sounds like things are winding down. I'm probably too late to see anything good.{/i}
french: [RT] {i}Il semble que les choses se terminent. Je suis probablement trop tard pour voir quelque chose de bien.{/i}

source: [RT] {i}Wait.... is that Lauren moaning? I've got to figure out a way to see in there!{/i}
french: [RT] {i}Attends.... c'est Lauren qui gémit? Je dois trouver un moyen de voir là-dedans!{/i}

source: [RT] {i}Wait.... is that Lauren moaning?.... Sidney is in there too!! What could they be doing? I've got to figure out a way to see in there!{/i}
french: [RT] {i}Attends.... c'est Lauren qui gémit?.... Sidney est là aussi!! Que pourraient-elles faire? Je dois trouver un moyen de voir là-dedans!{/i}

source: [RT] {i}The door's locked, she must be getting dressed. {p}Wait, is that moaning I hear?{p}I'm pretty sure that's moaning.{/i}
french: [RT] {i}La porte est verrouillée, elle doit s'habiller. {p}Attends, est-ce que c'est un gémissement?{p}Je suis presque sûr que s'en est un.{/i}

source: [RT] {i}I've got to figure out a way to spy on her.{/i}
french: [RT] {i}Je dois trouver un moyen de l'espionner.{/i}

source: [RT] {i}I'm sure it's locked as usual.{/i}
french: [RT] {i}Je suis sûr qu'elle est verrouillée comme d'habitude.{/i}

source: [RT] {i}Wait.... is that Sidney moaning?{/i}
french: [RT] {i}Attends.... c'est Sindey qui gémit ?{/i}

source: [RT] {i}The door's locked, Sidney must be getting dressed. {p}Wait, is that moaning I hear? {p}I'm pretty sure that's moaning.{/i}
french: [RT] {i}La porte est verrouillée, Sidney doit s'habiller. {p}Attends, est-ce que c'est un gémissement?{p}Je suis presque sûr que s'en est un.{/i}

source: [RT] {i}Why would I want to look closer? {p}It would take some kind of life changing event to make me want to look at my sister that way.{/i}
french: [RT] {i}Pourquoi voudrais-je regarder de plus près? {p}Il faudrait une sorte d'événement qui change ma vie pour me donner envie de regarder ma sœur de cette façon.{/i}

source: [RT] {i}She locked her door! Lauren must still be pissed off.{/i}
french: [RT] {i}Elle a verrouillé sa porte! Lauren doit encore être énervée.{/i}

source: [RT] {i}She locked her door! Lauren must still be pissed off. I guess I better just let her sleep.{/i}
french: [RT] {i}Elle a verrouillé sa porte! Lauren doit encore être énervée. Je devrais la laisser dormir.{/i}

source: [RT] {i}Her door's locked. Lauren's pretty pissed off at me.{/i}
french: [RT] {i}Sa porte est verrouillée. Lauren est assez énervée contre moi.{/i}

source: [L] What do you want dickwad?
french: [L] Que veux-tu pervers?

source: [L] You have something for me?
french: [L] Tu as quelque chose pour moi?

source: [L] Thank you I love chocolate!
french: [L] Merci J'adore le chocolat!

source: {i}{b}"Lauren's Anger -2"{/b}{/i}
french: {i}{b}«Colère de Lauren -2»{/b}{/i}

source: [L] But this doesn't mean I'm not mad at you anymore. That was a dick move, and it's going to take me some more time to forgive you.
french: [L] Mais cela ne veut pas dire que je ne suis plus en colère contre toi. C'était un coup bas, et ça va me prendre encore un peu de temps pour te pardonner.

source: [L] Thank you brother! It's hard to stay mad for very long at someone as sweet as you!
french: [L] Merci frère! Il est difficile de rester en colère très longtemps contre quelqu'un d'aussi gentil que toi!

source: [L] Thank you! I'm going to use it right now!
french: [L] Merci! Je vais l'utiliser tout de suite!

source: {i}{b}"Lauren's Anger -5"{/b}{/i}
french: {i}{b}«Colère de Lauren -5»{/b}{/i}

source: [L] What the hell kind of present is that? I'm not your girlfriend!
french: [L] Quel genre de cadeau est-ce que c'est? Je ne suis pas ta copine!

source: [L] Thanks, I hate it!
french: [L] Merci, je déteste ça!

source: [L] Maybe next time try to think of something a little less creepy.
french: [L] Peut-être que la prochaine fois, essaies de penser à quelque chose d'un peu moins effrayant.

source: {i}{b}"Lauren's Affection -1"{/b}{/i}
french: {i}{b}«Affection du Lauren -1»{/b}{/i}

source: {i}{b}"Lauren's Anger +2"{/b}{/i}
french: {i}{b}«Colère de lauren +2»{/b}{/i}

source: [L] Oh my gosh! I love them!
french: [L] Oh mon dieu! Je les aime !

source: [L] You're such a charmer!
french: [L] Tu es tellement charmeur!

source: [L] If I didn't know any better, I would think you were trying to put the moves on me!
french: [L] Si je ne te connaissais pas mieux, je penserais que tu essaies de me draguer!

source: {i}{b}"Lauren's Anger -10"{/b}{/i}
french: {i}{b}«Colère de Lauren -10»{/b}{/i}

source: [L] Thank you so much!
french: [L] Merci beaucoup!

source: [L] OMG! You made me get up for that.
french: [L] MON DIEU! Tu m'as fait me lever pour ça.

source: {i}{b}"Lauren's Anger +1"{/b}{/i}
french: {i}{b}«Colère de Lauren +1»{/b}{/i}

source: [L] You already gave me a gift. Stop being creepy!
french: [L] Tu m'as déjà fait un cadeau. Arrête d'être flippant!

source: [L] Well, it's going to take more than just words for me to forgive you for what you did!
french: [L] Eh bien, il va falloir plus que des mots pour que je te pardonne ce que tu as fait!

source: [RT] {i}She locked her door! Sidney must still be pissed off. I guess I better just let her sleep.{/i}
french: [RT] {i}Elle a verrouillé sa porte! Sidney doit encore être énervée. Je devrais la laisser dormir.{/i}

source: [RT] {i}She's pissed off at me already for watching her change, I think I better give her just a little more time before I try to smooth things over with her.{/i}
french: [RT] {i}Elle est déjà en colère contre moi pour l'avoir vue se changer, je pense que je ferais mieux de lui donner un peu plus de temps avant d'essayer de régler les choses avec elle.{/i}

source: [RT] {i}Her door's locked. Sidney's pretty pissed off at me.{/i}
french: [RT] {i}Sa porte est verrouillée. Sidney est assez énervée contre moi.{/i}

source: [S] You have something for me?
french: [S] Tu as quelque chose pour moi?

source: [S] Thank you I love chocolate!
french: [S] Merci J'adore le chocolat!

source: {i}{b}"Sidney's Anger -2"{/b}{/i}
french: {i}{b}«Colère de Sidney -2»{/b}{/i}

source: [S] But this doesn't mean I'm not mad at you anymore. It's going to take me some more time to forgive you.
french: [S] Mais cela ne veut pas dire que je ne suis plus en colère contre toi. Ça va me prendre encore un peu de temps pour te pardonner.

source: [S] Thank you! I can't stay mad at my sweet little brother!
french: [S] Merci! Je ne peux pas rester en colère contre mon gentil petit frère!

source: [S] Thank you! I'm going to use it right now!
french: [S] Merci! Je vais l'utiliser tout de suite!

source: {i}{b}"Sidney's Anger -5"{/b}{/i}
french: {i}{b}«Colère de Sidney -5»{/b}{/i}

source: [S] Why the hell do you think I would want flowers from you? You're not my boyfriend!
french: [S] Pourquoi diable penses-tu que je voudrais des fleurs de toi? Tu n'es pas mon petit ami !

source: [S] Maybe next time try to think of something that doesn't imply you want in my pants!
french: [S] Peut-être que la prochaine fois, essaies de penser à quelque chose qui n'implique pas ce que tu as dans ton pantalon!

source: {i}{b}"Sidney's Affection -1"{/b}{/i}
french: {i}{b}«Affection du Sidney -1»{/b}{/i}

source: {i}{b}"Sidney's Anger +2"{/b}{/i}
french: {i}{b}«Colère de Sidney +2»{/b}{/i}

source: [S] Oh my gosh! They're beautiful!
french: [S] Oh mon dieu! Elles sont magnifiques !

source: [S] You're such a charmer!
french: [S] Tu es tellement charmeur!

source: [S] If I didn't know any better, I would think you were trying to put the moves on me!
french: [S] Si je ne te connaissais pas mieux, je penserais que tu essaies de me draguer!

source: {i}{b}"Sidney's Anger -10"{/b}{/i}
french: {i}{b}«Colère de Sidney -10»{/b}{/i}

source: {i}{b}"Sidney's Affection +1"{/b}{/i}
french: {i}{b}«Affection du Sidney +1»{/b}{/i}

source: [S] Thank you so much!
french: [S] Merci beaucoup!

source: [S] You jerk! You made me get up for that.
french: [S] Espèce de con! Tu m'as fait me lever pour ça.

source: {i}{b}"Sidney's Anger +1"{/b}{/i}
french: {i}{b}«Colère de Sidney +1»{/b}{/i}

source: [S] You already gave me a gift. Stop being pervy!
french: [S] Tu m'as déjà fait un cadeau. Arrête d'être pervers!

source: [S] Well, it's going to take more than just words for me to forgive you for what you did!
french: [S] Eh bien, il va falloir plus que des mots pour que je te pardonne ce que tu as fait!

source: [RT] {i}Why would I go through her stuff?{/i}
french: [RT] {i}Pourquoi je ne passerais pas en revue ses affaires?{/i}

source: [RT] {i}Those are some sexy panties, I'll bet they smell amazing. If only she wasn't lying just right there.{/i}
french: [RT] {i}Ce sont des culottes sexy, je parie qu'elles sentent incroyable. Si seulement elle ne mentait pas juste là.{/i}

source: [RT] {i}Nothing interesting here.{/i}
french: [RT] {i}Rien d'intéressant ici.{/i}

source: [RT] {i}Nice Panties. They smell great!{/i}
french: [RT] {i}Belle culotte. Elle sent bon!{/i}

source: [RT] {i}Why would I go through all her stuff?{/i}
french: [RT] {i}Pourquoi je ne passerais pas en revue ses affaires?{/i}

source: [RT] {i}Some sexy undies! They don't smell as good as the ones in the laundry basket!{/i}
french: [RT] {i}Des sous-vêtements sexy! Ils ne sentent pas aussi bon que ceux du panier à linge!{/i}

source: [RT] {i}Dirty laundry, gross!{/i}
french: [RT] {i}Linge sale, dégoûtant!{/i}

source: [RT] {i}Dirty Laundry, gross!{/i}
french: [RT] {i}Linge sale, dégoûtant!{/i}

source: [RT] {i}There's some of Lauren's used panties. I'll bet they smell even better than the ones in her drawers. I don't want her to see me sniffing her panties though.{/i}
french: [RT] {i}Il y a des culottes usagées de Lauren. Je parie qu'elles sentent encore mieux que celles de ses tiroirs. Je ne veux pas qu'elle me voie renifler sa culotte.{/i}

source: [RT] {i}There's some sexy used panties, I guess it couldn't hurt to give them a sniff.... sniffffffff.... oh yeah! Instant boner.{/i}
french: [RT] {i}Il y a des culottes usagées sexy, je suppose que ça ne pouvait pas faire de mal de les renifler.... sniffffffff.... oh oui! Bonheur instantané.{/i}

source: [RT] {i}I should start thinking of other fun things I can do to her while she's in such a deep sleep.{/i}
french: [RT] {i}Je devrais commencer à penser à d'autres choses amusantes que je peux lui faire pendant qu'elle dort si profondément.{/i}

source: [RT] {i}I just can't get Mom's amazing bare tits and sculpted ass out of my mind! The way she moved.... her perfect body!.... She has a body that could be in porn!{/i}
french: [RT] {i}Je n'arrive tout simplement pas à sortir les incroyables seins nus et le cul sculpté de maman de mon esprit! La façon dont elle a bougé.... son corps parfait!.... Elle a un corps qui pourrait être dans le porno!{/i}

source: [RT] {i}And just like porn, I'm addicted to seeing Mom naked. I've got to see more of it! I've got those pictures on my computer now, but that's not enough!!{/i}
french: [RT] {i}Et tout comme le porno, je suis accro à voir Maman nue. Je dois en voir plus ! J'ai ces photos sur mon ordinateur maintenant, mais ce n'est pas assez!!{/i}

source: [RT] {i}I need to touch her.... taste her.... smell her!{/i}
french: [RT] {i}J'ai besoin de la toucher.... de la goûter.... de la sentir!{/i}

source: [RT] {i}Ohhh man.... I am so messed up right now!.... I know it's so incredibly wrong.... but I've just got to make her mine!{/i}
french: [RT] {i}Ohhh man .... Je suis si débousollé en ce moment ! .... Je sais que c'est incroyablement mal... mais je dois la faire mienne!{/i}

source: [RT] {i}This is all her fault! Since when is she so good at shaking her perfect tits in public? Where did she learn to move like that?.... That's so.... hot!{/i}
french: [RT] {i}Tout cela est de sa faute! Depuis quand est-elle si douée pour secouer ses seins parfaits en public? Où a-t-elle appris à bouger comme ça ?.... C'est.... chaud!{/i}

source: [RT] {i}I've never wanted or lusted for someone so badly! And that person being my own mother?!!!.... Could it even be possible?... {/i}
french: [RT] {i}Je n'ai jamais tant voulu ou convoité quelqu'un! Et cette personne étant ma propre mère?!!!.... Serait-ce même possible?... {/i}

source: [RT] {i}Just look at little Lauren sleeping innocently in bed. So innocent, so naive about how slutty her mom is.{/i}
french: [RT] {i}Il suffit de regarder la petite Lauren dormir innocemment dans son lit. Si innocente, si naïve et à quel point ma mère est salope{/i}

source: [RT] {i}Actually.... she looks a lot like Mom!.... Just a little mini version of her.{/i}
french: [RT] {i}En fait.... elle ressemble beaucoup à maman!.... Juste une version mini d'elle.{/i}

source: [RT] {i}I mean her tits are tiny, but I'm sure they've got plenty of growth left in them, but that ass is perfect, just like Mom's.{/i}
french: [RT] {i}Je veux dire que ses seins sont minuscules, mais je suis sûr qu'ils ont encore beaucoup de croissance à venir, mais ce cul est parfait, tout comme celui de maman. {/i}

source: [RT] {i}Hmmmm.... just a mini version of Mom.... probably easier to manipulate though.... yeah.... she'd be perfect to practice on.{/i}
french: [RT] {i}Hmmmm.... juste une version mini de Maman.... probablement plus facile à manipuler cependant.... ouais.... elle serait parfaite pour s'entraîner.{/i}

source: [RT] {i}If I can make my sister mine, there might be hope for me with Mom! I might even be able to get her to help me conquer her.{/i}
french: [RT] {i}Si je peux faire de ma sœur la mienne, il pourrait y avoir de l'espoir pour moi avec maman! Je pourrais même l'amener à m'aider à la conquérir.{/i}

source: [RT] {i}For such an impossible quest, I'm going to need allies!{/i}
french: [RT] {i}Pour une quête aussi impossible, je vais avoir besoin d'alliés !{/i}

source: [RT] {i}Could I do that to Lauren though?.... I mean every quest and battle has collateral damage.{/i}
french: [RT] {i}Pourrais-je faire ça à Lauren?.... Je veux dire que chaque quête et chaque bataille a des dommages collatéraux.{/i}

source: [RT] {i}And I wouldn't force her to do anything against her will.{/i}
french: [RT] {i}Et je ne la forcerais pas à faire quoi que ce soit contre sa volonté.{/i}

source: [RT] {i}I'd just help her realize that she wants this as badly as I do.{/i}
french: [RT] {i}Je l'aiderais juste à réaliser qu'elle le veut aussi comme moi.{/i}

source: [RT] {i}Should I add her to my "expedition to conquer Mom party?"{/i}
french: [RT] {i}Dois-je l'ajouter à mon 'expédition pour conquérir maman?'{/i}

source: [RT] {i}I mean look at that ass! I can't believe I've never been tempted by it before! Then again, I was never tempted by Mom's ass either, {p}till I saw her polishing the stripper pole with it.{/i}
french: [RT] {i}Je veux dire regarde ce cul ! Je n'arrive pas à croire que je n'ai jamais été tenté par ça auparavant ! Là encore, je n'ai jamais été tenté par le cul de maman non plus, {p}jusqu'à ce que je la voie polir le poteau de strip-tease avec.{/i}

source: [RT] {i}I need a picture of that perfect backside!{/i}
french: [RT] {i}J'ai besoin d'une photo de ce derrière parfait!{/i}

source: [RT] {i}I'll certainly enjoy this later!{/i}
french: [RT] {i}J'en profiterai certainement plus tard!{/i}

source: [RT] {i}Ok.... now how will I start to win her over?{/i}
french: [RT] {i}Ok.... maintenant, comment vais-je commencer la gagner?{/i}

source: [RT] {i}Hmmmm.... {/i}
french: [RT] {i}Hmmmmm....{/i}
