Repository: DonRP/AFV
Catalog: game/*/*/script.po
Languages: french

source: [RT] {i}So maybe I can be everything to her that he wasn't.{/i}
french: [RT] {i}Alors peut-être que je peux être tout pour elle ce qu'il n'était pas. {/i}

source: [M] And how is that any of your business?
french: [M] Et comment cela se passe-t-il dans tes affaires?

source: [R] Mom! You drank all night, and you've been drinking all day.
french: [R] Maman! Tu as bu toute la nuit, et tu as bu toute la journée.

source: [M] Yeah.... well.... my husband is in jail, we're being investigated by the FBI, I have no money to go shopping, I have to pay the Mafia off every week,
french: [M] Ouais.... Bien.... mon mari est en prison, nous faisons l'objet d'une enquête du FBI, je n'ai pas d'argent pour faire du shopping, je dois payer la Mafia chaque semaine,

source: [M] I have to go back to stripping to make enough money to pay them off, oh, and on top of all that, my son attended my grand return strip show!
french: [M] Je dois retourner au strip-tease pour gagner assez d'argent pour les payer, oh, et en plus de tout ça, mon fils a assisté à mon grand spectacle de strip-tease!

source: [M] You tell me a healthy way to deal with all of that.
french: [M] Tu peux me dire une façon saine de faire face à tout cela.

source: [R] Well, not getting alcohol poisoning would be a good start!
french: [R] Eh bien, ne pas avoir de coma hétilique serait un bon début!

source: [M] Like I said, it's not any of your business, but since you feel you need to intrude into my business, I'm only drinking a little so my hangover won't be so bad.
french: [M] Comme je l'ai dit, ce n'est pas ton affaire, mais puisque tu sens que tu as besoin de t'immiscer dans mes affaires, je ne bois qu'un peu pour que ma gueule de bois ne soit pas si mauvaise.

source: [M] It's not a great method, but it seems to have some effect.
french: [M] Ce n'est pas une bonne méthode, mais cela semble avoir un certain effet.

source: [M] It's called the hair of the dog remedy, or something like that.
french: [M] C'est ce qu'on appelle le remède de cheval, ou quelque chose comme ça.

source: [R] Hmmm.... well do you promise me you won't drink anymore today?
french: [R] Hmmm.... tu me promets de ne plus boire aujourd'hui ?

source: [M] I don't have to promise you anything!
french: [M] Je n'ai pas à te promettre quoi que ce soit !

source: [R] Mom! I'm just really worried about you! I know you're under a lot of stress.
french: [R] Maman! Je suis vraiment inquiet pour toi! Je sais que tu es stressée.

source: [R] That's why I'm going to help make everything be ok.
french: [R] C'est pourquoi je vais aider à ce que tout soit ok.

source: {i}{b}"Mom's Submission +2"{/b}{/i}
french: {i}{b}«Soumission de maman +2»{/b}{/i}

source: [M] Oh, honey! You don't need to take that kind of responsibility on yourself.
french: [M] Oh, chéri! Tu n'as pas besoin de prendre ce genre de responsabilité sur toi-même.

source: [R] I really want to help make all of these changes easier on you!
french: [R] Je veux vraiment aider à te faciliter tous ces changements!

source: [M] You're already working at your dad's warehouse to help pay the weekly Mafia bill.
french: [M] Tu travailles déjà dans l'entrepôt de ton père pour aider à payer la facture hebdomadaire pour la Mafia.

source: [RT] {i}If I can replace all the things my dad did for her, I think she would be relaxed and happy again.{/i}
french: [RT] {i}Si je peux remplacer toutes les choses que mon père a faites pour elle, je pense qu'elle serait à nouveau détendue et heureuse.{/i}

source: [RT] {i}All I have to do is get the cash flowing into our household. Which will be no easy thing.{/i}
french: [RT] {i}Tout ce que j'ai à faire, c'est de faire rentrer l'argent dans notre ménage. Ce qui ne sera pas chose facile.{/i}

source: [RT] {i}No dishes to do right now.{/i}
french: [RT] {i}Pas de vaisselle à faire en ce moment.{/i}

source: [RT] {i}It's too late to do dishes right now.{/i}
french: [RT] {i}Il est trop tard pour faire la vaisselle en ce moment.{/i}

source: [RT] {i}No time, the DeCapos will be here any minute.{/i}
french: [RT] {i}Pas le temps, les DeCapos seront là d'une minute à l'autre.{/i}

source: [RT] {i}Is a little extra affection from Mom even worth all this work?{/i}
french: [RT] {i}Est-ce qu'un peu d'affection supplémentaire de maman vaut la même chose que tout ce travail?{/i}

source: {i}'Mom's Affection +1"{/i}
french: {i}«Affection de maman +1»{/i}

source: [RT] {i}Nah.... I don't want to do any dishes right now.{/i}
french: [RT] {i}Non.... Je ne veux pas faire la vaisselle maintenant.{/i}

source: [M] Hey honey, come sit down. We're having pizza for dinner.
french: [M] Hey chérie, viens t'asseoir. On mange une pizza pour le dîner.

source: [M] Oh, my day was fine. How did you think my lesson on Oedipu___
french: [M] Oh, ma journée était bien. Qu'avez-vous pensé de ma leçon sur Œdipe___

source: [M] Oh my God, look everyone, Sidney is home!
french: [M] Oh mon Dieu, regardez tout le monde, Sidney est à la maison!

source: [M] It's so good to see you!
french: [M] C'est tellement bon de te voir!

source: [M] How's everything going at school?
french: [M] Comment ça se passe à l'école ?

source: [S] How's everything going at school?
french: [S] Comment ça se passe à l'école ?

source: [S] How's everything going at school!!!?
french: [S] Comment ça se passe à l'école!!!?

source: [S] If you'd answer your phone you would know how everything is going at school!
french: [S] Si tu répondais au téléphone, tu saurais comment tout se passe à l'école!

source: [M] I'm sorry honey, but I've been a little indisposed!
french: [M] Je suis désolée chérie, mais j'ai été un peu indisposée!

source: [L] {i}(whispers){/i} More like drunk!
french: [L] {i}(chuchotements) {/i} Plutôt ivre!

source: [R] {i}(whispers){/i} Lauren, shut up!
french: [R] {i}(chuchotements) {/i} Lauren, tais-toi!

source: [S] And what about you Lauren? Why did you keep ignoring my calls?
french: [S] Et toi Lauren ? Pourquoi as-tu ignoré mes appels ?

source: [L] My friend Brittney has been going through a messy breakup and has needed my support!
french: [L] Mon amie Brittney a traversé une rupture désordonnée et elle a eu besoin de mon soutien!

source: [L] I haven't exactly had time to have any long converstations with anyone else.
french: [L] Je n'ai pas vraiment eu le temps d'avoir de longues conversions avec quelqu'un d'autre.

source: [S] Long conversations!? I just needed you to get Mom for me!
french: [S] Longues conversations!? J'avais juste besoin que tu me trouves Maman !

source: [R] You could have called me.
french: [R] Tu aurais pu m'appeler.

source: [S] I never call you. I don't even think I have your number!
french: [S] Je ne t'appelle jamais. Je ne pense même pas avoir ton numéro!

source: [RT] {i}Ouch.... {/i}
french: [RT] {i}Aïe....{/i}

source: [M] Honey! Please just sit and try to calm down. Then you can tell us what's wrong.
french: [M] Chéris! S'il vous plait, asseyez-vous et essayez de vous calmer. Ensuite, tu peux nous dire ce qui ne va pas.

source: [S] I've been kicked out of school!
french: [S] J'ai été renvoyée de l'école!

source: [M] What?
french: [M] Quoi?

source: [S] They said the check for this coming semester's tuition bounced, and they can't keep on students who don't pay their bills.
french: [S] Ils ont dit que le chèque pour les frais de scolarité du semestre à venir avait été refusé et qu'ils ne pouvaient pas garder les étudiants qui ne payaient pas leurs factures.

source: [S] They kicked me out of the dorm, took away my meal plan.
french: [S] Ils m'ont expulsé du dortoir, m'ont enlevé mon plan de repas.

source: [S] It was soooo embarassing!
french: [S] C'était tellement embarrassant!

source: [S] So, I tried to call Dad because he takes care of my tuition and housing.
french: [S] J'ai donc essayé d'appeler papa parce qu'il s'occupe de mes frais de scolarité et de mon logement.

source: [S] But all I get when I call Dad is a message that his phone's been disconnected.!
french: [S] Mais tout ce que je reçois quand j'appelle papa, c'est un message que son téléphone a été déconnecté.!

source: [S] Mom? Where's Dad and why can't I get a hold of him?
french: [S] Maman? Où est papa et pourquoi je ne peux pas l'appeller ?

source: Mom tells Sidney about the events that took place over the weekend.
french: Maman raconte à Sidney les événements qui ont eu lieu ce week-end.

source: 10 minutes later.
french: 10 min plus tard.

source: [S] Wow! That is unbelievable! It sounds like a bad plotline for a crappy Mafia movie, or a bad computer game!
french: [S] Wow! C'est incroyable ! Cela ressemble à une mauvaise intrigue pour un film de mafia merdique, ou un mauvais jeu d'ordinateur!

source: [M] Oh yes!
french: [M] Oh oui!

source: [L] Absolutely!
french: [L] Absolument!

source: [R] The worst!
french: [R] Le pire!

source: [S] So would it help if I came and served drinks with you at your weekend Mafia jo...
french: [S] Alors il serait utile que je vienne te servir des boissons lors de ta soirée mafieuse de fin de semaine...

source: [M] NOOO!.... No no.... no.... thank you. I don't want my girls around the Mafia type men.
french: [M] NOOONNN!.... Non non.... non.... Merci. Je ne veux pas que mes filles côtoient les mafieux.

source: [L] You mean Mafia type men, as in men like Dad?
french: [L] Tu veux dire des hommes de type mafieux, comme papa ?

source: [M] No, your dad isn't in the Mafia. He just works sometimes with the Mafia.
french: [M] Non, ton père n'est pas dans la Mafia. Il travaille juste parfois avec la Mafia.

source: [M] Anyways, it goes to show that crime doesn't pay.
french: [M] De toute façon, cela montre que le crime ne paie pas.

source: [M] Honey, I will feel much better if you can find a better way to make money than working at your father's warehouse.
french: [M] Chérie, je me sentirai beaucoup mieux si tu trouves un meilleur moyen de gagner de l'argent que de travailler dans l'entrepôt de ton père.

source: [R] Yeah, well I'm trying to figure something else out, so I'll let you know when I do.
french: [R] Ouais, eh bien j'essaie de trouver autre chose, alors je te le ferais savoir quand je le ferais.

source: [L] Well, nobody hold your breath.
french: [L] Eh bien, personne ne te retient.

source: [R] Suck a dick!
french: [R] Vas te faire foutre!

source: [M] [ryan]! Language! Please!
french: [M] [ryan]! Tins ta langue! S'il te plaît!

source: [S] So can I have my old bedroom back?
french: [S] Puis-je récupérer mon ancienne chambre?

source: [L] You mean my bedroom? No way! I'm not moving back in with [ryan], we're too old now. Plus I think [ryan] is kind of a pervert.
french: [L] Tu veux dire ma chambre? Pas question! Je ne reviens pas dans la chambre de [ryan], nous sommes trop vieux maintenant. De plus, je pense que [ryan] est une sorte de pervers.

source: [R] No I'm not!
french: [R] Non je ne le suis pas!

source: [RT] {i}She's got me pegged.{/i}
french: [RT] {i}Elle m'a piégé.{/i}

source: [M] No, Sidney is right. He and Lauren have matured too much to share a room now. You're going to have to move into Lauren's room.
french: [M] Non, Sidney a raison. Lauren et lui ont trop mûri pour partager une chambre maintenant. Tu vas devoir emménager dans la chambre de Lauren.

source: [L] But Mom, we got rid of her bed.
french: [L] Mais maman, on s'est débarrassé de son lit.

source: [M] Yes, and bought you a nice big queen size bed. You're going to have to share it with Sidney.
french: [M] Oui, et on t'a acheté un beau grand lit queen size. Tu vas devoir le partager avec Sidney.

source: [L] But, Mom...
french: [L] Mais, maman...

source: [M] We all have to make sacrifices.
french: [M] Nous devons tous faire des sacrifices.

source: [L] Ok, fine.
french: [L] D'accord, très bien.

source: [M] Now let's eat before our food gets any colder.
french: [M] Maintenant, mangeons avant que notre nourriture ne refroidisse.

source: [RT] {i}Ok, I have the melatonin, now I need to figure out how to drug the girls without drugging myself.{/i}
french: [RT] {i}Ok, j'ai la mélatonine, maintenant je dois trouver comment droguer les filles sans me droguer moi.{/i}

source: [RT] {i}Ok, coffee? No.... I drink that.{/i}
french: [RT] {i}Ok, le café ? Non... J'en bois.{/i}

source: [RT] {i}Sugar?.... No.... {/i}
french: [RT] {i}Le sucre?.... Non.... {/i}

source: [RT] {i}Tea?.... Perfect.{/i}
french: [RT] {i}Le thé?.... Parfait.{/i}

source: [RT] {i}All the girls drink a cup of tea before bed.{/i}
french: [RT] {i}Toutes les filles boivent une tasse de thé avant de se coucher.{/i}

source: [RT] {i}I've just got to grind it up, and mix it in.{/i}
french: [RT] {i}Je dois juste le broyer et le mélanger.{/i}

source: [RT] {i}Now I just wait for tonight to see how well it works.{/i}
french: [RT] {i}Maintenant, j'attends juste ce soir pour voir à quel point cela fonctionne.{/i}

source: [S] What do you want pervert?
french: [S] Que veux-tu pervers?

source: [R] I just wanted to talk with you.
french: [R] Je voulais juste te parler.

source: [S] Yeah, well besides me being extremely busy, I'm also still pretty pissed off at you.
french: [S] Ouais, bien en plus d'être extrêmement occupé, je suis aussi toujours assez énervée contre toi.

source: [S] So why don't you just go piss up a rope.
french: [S] Alors pourquoi n'irais-tu pas pisser dans un violon.

source: [R] Ok, fine I'm leaving.
french: [R] Ok, très bien je pars.

source: [S] Not soon enough!
french: [S] Pas assez rapidement !

source: [R] Hey Sidney, what's up?
french: [R] Hé Sidney, quoi de neuf?

source: [S] Just a second, let me just finish this up.... and.... done.
french: [S] Juste une seconde, laissez-moi finir ça.... et.... terminé.

source: [S] What can I do for you?
french: [S] Que puis-je faire pour toi?

source: [RT] {i}Oh, shit.... I can see up her skirt.... {/i}
french: [RT] {i}Oh, merde.... Je vois sa jupe.... {/i}

source: [R] Oh, nothing, just wondering what you're up to.
french: [R] Oh, rien, je me demande juste ce que tu fais.

source: [S] Oh, I'm just finishing up some design work for a cosplay outfit I was going to make for Lauren.
french: [S] Oh, je suis en train de terminer un travail de conception pour une tenue de cosplay que j'allais faire pour Lauren.

source: [R] Cosplay?.... I didn't know Lauren was into that.
french: [R] Cosplay?.... Je ne savais pas que Lauren était dans ça.

source: [S] I don't think she is, but our cousin Mandy asked her to go to the Comic-Con Expo, and begged her to dress in cosplay with her.
french: [S] Je ne pense pas qu'elle le soit, mais notre cousine Mandy lui a demandé d'aller à l'Expo Comic-Con, et l'a suppliée de s'habiller en cosplay avec elle.

source: [R] I didn't know you knew how to make cosplay costumes.
french: [R] Je ne savais pas que tu savais comment faire des costumes de cosplay.

source: [S] Well, what do you think I've been doing at college dipshit!
french: [S] Eh bien, qu'est-ce que tu penses que j'ai fait au collège idiot!

source: [R] I don't know, like fancy dresses and shit.
french: [R] Je ne sais pas, des robes fantaisie ou de la merde.

source: [S] Well, I have been doing that too, but I've also been studying all forms of fashion.
french: [S] Eh bien, je l'ai fait aussi, mais j'ai aussi étudié toutes les formes de la mode.

source: [S] Designing some cosplay outfits isn't anything too out there, considering how far out some of the avant-garde styles can be.
french: [S] Concevoir des tenues de cosplay n'est pas quelque chose de trop considérant à quel point certains styles d'avant-garde peuvent être éloignés.

source: [R] I don't know what that means.
french: [R] Je ne sais pas ce que cela signifie.

source: [S] Avant-garde is just fashion that is meant to push boundaries, or just be outside of the norm.
french: [S] L'avant-garde n'est qu'une mode destinée à repousser les limites, ou tout simplement à sortir de la norme.

source: [S] You know like hmmm.... like the stuff Mugatu wears on the movie Zoolander?
french: [S] Vous savez comme hmmm.... comme les trucs que Mugatu porte sur le film Zoolander?

source: [R] Oh right gotcha...
french: [R] Oh j'ai bien compris...

source: [RT] {i}Is she flashing me on purpose, to see if I'll look?{/i}
french: [RT] {i}m'allume-t-elle intentionnellement, pour voir si je vais regarder?{/i}

source: [RT] {i}This is just cruel.{/i}
french: [RT] {i}C'est juste cruel.{/i}

source: [RT] {i}Wow! That was awesome! I don't think she noticed.{/i}
french: [RT] {i}Wow! C'était génial! Je ne pense pas qu'elle l'ait remarqué.{/i}

source: [S] I'm still working on Lauren's costume. Try back again tomorrow, maybe I'll be done by then.
french: [S] Je travaille toujours sur le costume de Lauren. Reviens demain, peut-être que j'aurai fini d'ici là.

source: [S] Hey [ryan], what can I do for you?
french: [S] Hé [ryan], que puis-je faire pour toi?

source: [R] Nothing, just felt like talking with you.
french: [R] Rien, j'avais juste envie de parler avec toi.

source: [S] Sorry little brother, but right now I'm really busy trying to finish up some designs.
french: [S] Désolé petit frère, mais en ce moment je suis vraiment occupé à essayer de finir quelques dessins.

source: [S] Come find me again when I'm not so busy.
french: [S] Viens me revoir quand je ne suis pas si occupée.

source: [RT] {i}I can't believe she enjoys flashing me her naked pussy so much!{/i}
french: [RT] {i}Je n'arrive pas à croire qu'elle aime tellement me montrer sa chatte nue!{/i}

source: [RT] {i}She's flashing me again!{/i}
french: [RT] {i}Elle me la montre à nouveau!{/i}

source: [RT] {i}Is she doing this on purpose?{/i}
french: [RT] {i}Fait-elle cela exprès?{/i}

source: [RT] {i}Or could she really be this clueless.{/i}
french: [RT] {i}Ou pourrait-elle vraiment être aussi désemparée.{/i}

source: [R] Ok, I'll find you again soon.
french: [R] Ok, je te reviendrais bientôt.

source: [S] I don't really know why I'm wasting my time designing it though.... It will never get made.
french: [S] Je ne sais pas vraiment pourquoi je perds mon temps à le concevoir.... Il ne sera jamais fini.

source: [R] What?.... Why not?
french: [R] Quoi?.... Pourquoi pas?

source: [S] The kind of stuff I need for cosplay costumes are expensive.
french: [S] Le genre de choses dont j'ai besoin pour les costumes de cosplay sont chères.

source: [S] Now that I've been cut off from Dad's credit card.... I don't have a job yet, or any way to pay for the materials.
french: [S] Maintenant que j'ai été coupé de la carte de crédit de papa.... Je n'ai pas encore de travail, ni de moyen de payer les matériaux.

source: [S] Lauren's just going to have to go without a costume.
french: [S] Lauren va juste devoir partir sans costume.

source: [R] Well, how much does it cost? Maybe I could pay for it.
french: [R] Eh bien, combien ça coûte? Je pourrais peut-être payer pour ça.

source: [S] Well, I was going to charge Dad $500 for it.
french: [S] Eh bien, j'allais facturer à Papa 500 $ pour cela.

source: [R] .... Hack.... cough.... wheeze.... did you just say $500 for a costume?
french: [R] .... Herm.... (toux).... Fuiiiii.... tu viens de dire 500 $ pour un costume ?

source: [S] Haha.... yeah, but that included my labor costs. If it was just materials it will only cost $250.
french: [S] Haha.... oui, mais ça comprenait mes frais de main-d'œuvre. S'il ne s'agissait que de matériaux, cela ne coûterait que 250 $.

source: [S] Haha.... I know! Why do you think I wanted to get into fashion design. There is some serious money to be made if you do it right.
french: [S] Haha.... Je sais ! Pourquoi penses-tu que je voulais me lancer dans le design de mode. Il y a beacoup d'argent à gagner si vous le faites correctement.

source: [R] So, to make the outfit, you're going to need $250?
french: [R] Donc, pour faire la tenue, vous allez avoir besoin de 250 $?

source: [S] At least $400.
french: [S] Au moins 400 $.

source: [R] But you said...
french: [R] Mais tu as dit...

source: [S] I love Lauren, but I'm not going to go to all that work just for charity.
french: [S] J'aime Lauren, mais je ne vais pas faire tout ce travail juste par charité.

source: [S] Making a costume is a really big job.
french: [S] Faire un costume est un travail très important.

source: [R] Ok, so if I can get you $400, you will go ahead and make Lauren her costume?
french: [R] Ok, donc si je peux t'obtenir 400 $, tu vas aller de l'avant et faire son costume à Lauren?

source: [S] Yeah I guess, but why are you so interested in helping Lauren?
french: [S] Oui, je suppose, mais pourquoi es-tu si intéressé à aider Lauren?

source: [R] Well.... to make her happy.
french: [R] Bien.... pour la rendre heureuse.

source: [S] Yeah.... I don't buy it. That can't be your only motivation.
french: [S] Ouais.... Je ne te crois pas. Ça ne peut pas être ta seule motivation.

source: [S] What else is in it for you?
french: [S] Qu'y a-t-il d'autre pour toi?

source: [R] Honestly?.... I guess I just want to show our family that I can take care of them...
french: [R] Honnêtement?.... Je suppose que je veux juste montrer à notre famille que je peux prendre soin d'eux...

source: [R] I want our family to be able to continue living normally while Dad is in prison.
french: [R] Je veux que notre famille puisse continuer à vivre normalement pendant que papa est en prison.

source: [R] Dad told me I'm the man of the house now, so I want to prove that I'm up to the...
french: [R] Papa m'a dit que je suis l'homme de la maison maintenant, alors je veux prouver que je suis à la hauteur...

source: [R] What the?...
french: [R] Qu'est-ce que?...

source: [R] What?
french: [R] Quoi?

source: [S] Hahaha.... you.... think you.... can replace Dad?.... Hahaha.
french: [S] Hahaha.... toi.... penses-tu à toi seul.... pouvoir remplacer ton père?.... Hahaha.

source: [R] Well, no.... but I'm going to try to...
french: [R] Eh bien, non.... mais je vais essayer de le faire...

source: [S] HAhahahah.... do you know how hard he's had to work to build his business?...
french: [S] HAhahahah.... sais-tu à quel point il a dû travailler dur pour construire son entreprise?...

source: [R] Well, I know it won't be easy but...
french: [R] Eh bien, je sais que ce ne sera pas facile mais...

source: [S] Hahaha.... won't be easy?.... Hahahah.... you're in high school.... hahaha.
french: [S] Hahaha.... ça ne sera pas facile?.... Hahahah.... tu es au lycée.... hahaha.

source: [R] Stop laughing!.... It's not that funny!
french: [R] Arrête de rire!.... C'est pas si drôle !

source: [S] Hahahahahahha.... I'm sorry.... hahahahha.... I can't stop thinking about you.... hahhahah...
french: [S] Hahahahahahha.... Je suis désolée.... hahahahha.... Je n'arrête pas de penser à toi.... hahhahah...

source: [S] I suppose you will want Lauren and me to call you daddy?!.... Hahahhahhah...
french: [S] Je suppose que tu voudras que Lauren et moi t'appelions papa?!.... Hahahhahhah...

source: [RT] {i}What a bitch! I was trying to bare my soul to her!{/i}
french: [RT] {i}Quelle salope! J'essayais de lui parler à coeur ouvert!{/i}

source: [RT] {i}Tried to resist looking at her partially exposed pussy!{/i}
french: [RT] {i}J'essaye de résister en regardant sa chatte partiellement visible!{/i}

source: [RT] {i}And she has the nerve to just laugh at me?.... {/i}
french: [RT] {i}Et elle a le culot de rire de moi ?.... {/i}

source: [RT] {i}I should just take a look as payment for her making fun of me.{/i}
french: [RT] {i}Je devrais juste jeter un coup d'œil en guise de paiement pour qu'elle se moque de moi.{/i}

source: [RT] {i}If she can get so much pleasure out of me.... {/i}
french: [RT] {i}Si elle peut obtenir autant de plaisir de moi.... {/i}

source: [RT] {i}Than I'm going to enjoy myself too.{/i}
french: [RT] {i}Que je vais m'amuser aussi.{/i}

source: {i}"(abrubt end to laughing)"{/i}
french: {i}'(fin abrubt du rire)'{/i}
