Repository: DonRP/AFV
Catalog: game/*/*/script.po
Languages: french

source: If this is the first time you've ever played this game, we highly recommend that you watch the tutorial.
french: Si c’est la première fois que vous jouez à ce jeu, nous vous recommandons vivement de regarder le didacticiel.

source: Good luck! I sure hope you know what you're doing.
french: Bonne chance! J’espère vraiment que vous savez ce que vous faites.

source: For players who have already played AFV, we offer the option to skip the game's introduction. This includes the events that set the premise of the game in motion.
french: Pour les joueurs qui ont déjà joué à AFV, nous offrons la possibilité de sauter l’introduction du jeu. Cela inclut les événements qui ont mis en mouvement les prémisses du jeu.

source: [M] [ryan], wake up!
french: [M] [ryan], réveille-toi!

source: [M] [upper_ryan], WAKE UP!
french: [M] [upper_ryan], RÉVEILLE-TOI!

source: [M] WAKE UP!!!
french: [M] RÉVEILLE-TOI!!!

source: [R] Huh...
french: [R] Hein...

source: [R] What?...
french: [R] Quoi?...

source: [R] What is it?...
french: [R] Qu’est-ce que c’est?...

source: [R] What time is it?
french: [R] Quelle heure est-il ?

source: [M] It's only 5:30 AM.... sorry to wake you so early.
french: [M] Il n’est que 5h30 du matin.... désolé de te réveiller si tôt.

source: [R] Uhhh.... Isn't is Saturday?...
french: [R] Euhhh... N’est-ce pas samedi?...

source: [M] I know honey, but your no account, worthless father is on the phone for you...
french: [M] je sais chérie, mais ton père sans argent, sans valeur est au téléphone pour toi...

source: [M] It's pretty important...
french: [M] C’est assez important...

source: [M] He's calling from jail!
french: [M] Il appelle depuis la prison!

source: [R] WHAT?!
french: [R] QUOI?!

source: [M] Oh, and honey?
french: [M] Oh, et chéri?

source: [R] .... Yeah?...
french: [R] .... oui?...

source: [M] .... Could you maybe wear more to bed?...
french: [M] .... Tu pourrais peut-être t'habiller plus pour aller au lit?...

source: [M] Or at least cover yourself while I'm in here...
french: [M] Ou au moins couvre toi pendant que je suis ici...

source: [M] I know it's just morning wood...
french: [M] je sais que c’est juste la trique matinal...

source: [M] But what if one of your sisters walked in on you like this?
french: [M] Mais que se passerait-il si l’une de tes sœurs entrait et te vois comme ça?

source: [R] I'd tell them to get the fuck out of my room!
french: [R] merde, je leur disais de sortir de ma chambre!

source: [M] Language please!
french: [M] Langage s’il te plaît!

source: [R] Sorry!
french: [R] Désolé !

source: [M] Here.... talk to Dad!
french: [M] Là.... parle à papa!

source: [RT] {i}Why is she telling me to cover up?.... {/i}
french: [RT] {i}Pourquoi me dit-elle de me couvrir ?.... {/i}

source: [RT] {i}Mom's boobs are practically bursting out of her robe.... {/i}
french: [RT] {i}les seins de maman sortent pratiquement de sa robe.... {/i}

source: [RT] {i}Good thing I don't think of her like that.... {/i}
french: [RT] {i}Heureusement que je ne pense pas à elle comme ça.... {/i}

source: [RT] {i}.... aAAHH! Get out of my head Satan!{/i}
french: [RT] {i}.... aAAHH! Sors de ma tête Satan!{/i}

source: [MT] {i}Did my boy just look down my robe?.... {/i}
french: [MT] {i}Mon garçon n'a-t-il pas regardé sous ma robe?.... {/i}

source: [MT] {i}Here I am lecturing him to cover up himself while my tits are halfway out.... {/i}
french: [MT] {i} je lui fais la leçon pour qu’il se couvre alors que mes seins sont prêt à sortir.... {/i}

source: [MT] {i}.... hmmm.... {p}I wonder if he'd have gotten hard if he wasn't already?.... {/i}
french: [MT] {i}.... hmmm... {p}je me demande si il aurait un une trique dur s’il ne l’avait pas déjà été?.... {/i}

source: [MT] {i}He is pretty well endowed... {/i}{p}{i}He doesn't take after his father... {/i}{p}{i}He must take after my dad... {/i}
french: [MT] {i}Il est plutôt bien doté par la nature... {/i}{p}{i}Il ne l'a pas pris de son père... {/i}{p}{i}Il doit avoir les gènes de mon père... {/i}

source: [MT] {i}.... AAAHH!{p} Why am I thinking about my dads and sons penises?{p} Get out of my head Satan!.... {/i}
french: [MT] {i}.... AAAHH!{p} Pourquoi est-ce que je pense aux pénis de mon père et de mon fils?{p} Sors de ma tête satan!.... {/i}

source: [M] Uhhh.... I'm going to go. Bring me my phone to the kitchen when you're done.
french: [M] Euhhh... Je vais y aller. Apporte-moi mon téléphone à la cuisine quand tu as terminé.

source: [RT] {i}SHIT! She saw me staring!{p} That was stupid.... {p} I need to go to church!{/i}
french: [RT] {i}MERDE! Elle m’a vu la regarder fixement!{p} C’était stupide... {p} j’ai besoin d’aller à l’église ! {/i}

source: {i}{b}"Mom's Libido +1"{/b}{/i}
french: {i}{b}« Libido de maman +1"{/b}{/i}

source: {i}{b}"Mom's Affection -1"{/b}{/i}
french: {i}{b}«Affection de maman -1»{/b}{/i}

source: [M] Ok, well I'm going to go.{p} Bring my phone to the kitchen when you're done.
french: [M] Ok, eh bien je vais y aller.{p} Apportes mon téléphone à la cuisine quand tu as terminé.

source: [R] Dad! Are you ok? Why are you in jail?!
french: [R] papa! Tu vas bien? Pourquoi es-tu en prison?!

source: [D] Listen to me carefully son, I don't have a lot of time and this is my one phone call.
french: [D] Écoute-moi attentivement mon fils, je n’ai pas beaucoup de temps et c’est mon seul appel téléphonique.

source: [R] Shouldn't you have called your lawyer?
french: [R] n’aurais-tu pas dû appeler ton avocat?

source: [D] JUST SHUT UP AND LISTEN!...
french: [D] TAIS-TOI ET ÉCOUTE!...

source: [D] I need you to go to my warehouse this morning. Uncle Bobby is going to be there, and he's going to tell you everything you need to know...
french: [D] j’ai besoin que tu allies à mon entrepôt ce matin. Oncle Bobby va être là, et il va te dire tout ce que tu dois savoir...

source: [D] Now I can't stress to you how important it is that you go and see him, and do exactly what he tells you to do...
french: [D] Maintenant je n'ai pas te dire à quel point il est important que tu allies le voir et que tu fasses exactement ce qu’il te dit de faire...

source: [D] Our family could be in some really bad trouble if you don't take care of this for me.
french: [D] Notre famille pourrait avoir de très mauvais problèmes si tu ne t'en occupes pas pour moi.

source: [R] Don't worry Dad, I'll go over there as soon as I can.
french: [R] Ne t’inquiète pas papa, j’irai là-bas dès que je le pourrais.

source: [D] Thank you for this son!
french: [D] Merci fils!

source: [R] Of course Dad! Are you going to be ok?
french: [R] Bien sûr Papa! Ça va aller ?

source: [D] .... I might have to spend a good while in prison...
french: [D] .... Je devrais passer un bon moment en prison...

source: [D] I need you to take care of this for me...
french: [D] J'ai besoin que tu t'occupes de ça pour moi...

source: [D] You're the man of the house now...
french: [D] Tu es l'homme de la maison maintenant...

source: [D] I know this is a lot to take in, but you've got to step up...
french: [D] Je sais que c'est beaucoup à prendre en compte, mais tu dois y arriver...

source: [D] Our family's safety and success are now in your hands...
french: [D] La sécurité et le succès de notre famille sont maintenant entre tes mains...

source: [D] So don't fuck it up!
french: [D] Alors ne te laisser pas être emmerder!

source: "{b}CLICK{/b}"
french: '{b}CLIQUE{/b}'

source: [L] [ryan] can you come in to the lounge and help me!
french: [L] [ryan] peux-tu venir au salon et m'aider!

source: [RT] {i}What did I just walk in on? It's like Mom and Lauren are purposely trying to be cock-teases lately.{/i}
french: [RT] {i}Qu'est-ce que je viens de faire? C'est comme si maman et Lauren essayaient délibérément de taquiner des bites ces derniers temps.{/i}

source: [RT] {i}Has it always been like this, and now I'm just starting to notice? I'm sure I'm reading way more into this than I should.{/i}
french: [RT] {i}Est-ce que ça toujours été comme ça, et que maintenant je commence à le remarquer? Je suis sûr que j'imagine beaucoup plus de choses que je ne le devrais.{/i}

source: [L] I'm looking for the TV remote.
french: [L] je cherche la télécommande TV.

source: [L] Do you know where it is?
french: [L] Sais-tu où elle se trouve?

source: [R] I'm sorry I haven't seen it.
french: [R] Je suis désolé, je ne l'ai pas vu.

source: [L] Well, you were the last one to watch TV, so you must be the one who lost it.
french: [L] Eh bien, tu étais le dernier à regarder la télévision, donc tu dois être celui qui l’a perdue.

source: [L] The least you can do is help me find it. Bend down here and help me look.
french: [L] Le moins que tu puisses faire est de m’aider à la trouver. Bouge de là et aide-moi à regarder.

source: [RT] {i}Look for the remote?{/i}
french: [RT] {i}Chercher la télécommande? {/i}

source: [RT] {i}How am I supposed to concentrate on anything else besides this view right in front of me?{/i}
french: [RT] {i}Comment suis-je censé me concentrer sur autre chose que cette vue juste devant moi? {/i}

source: [RT] {i}Hmmm.... I wonder.... {/i}
french: [RT] {i}Hmmm.... Je me demande.... {/i}

source: [RT] {i}Oh my God, I can!{/i}
french: [RT] {i}Oh mon dieu, je peux! {/i}

source: [RT] {i}I can kind of smell her pussy from this close.{/i}
french: [RT] {i}je peux sentir sa chatte de si près. {/i}

source: [RT] {i}I've never smelled a pussy before, I kind of like it.{/i}
french: [RT] {i}je n’ai jamais senti une chatte auparavant, j’aime un plutôt ça. {/i}

source: [RT] {i}I've got to get closer.{/i}
french: [RT] {i}je dois me rapprocher. {/i}

source: [RT] {i}Wow! That smells incredible!{/i}
french: [RT] {i}Waouh ! Ça sent incroyable ! {/i}

source: [RT] {i}I wish I could taste it.{/i}
french: [RT] {i}j’aimerais pouvoir y goûter. {/i}

source: [RT] {i}It just turns me on so much!{/i}
french: [RT] {i}Ça m’excite tellement ! {/i}

source: [L] Well, I don't see the remote in this corner, I'm coming back.
french: [L] Eh bien, je ne vois pas la télécommande dans ce coin, je reviens.

source: [R] Wait!
french: [R] Attends!

source: [L] [ryan]?.... Is that your face in my ass?
french: [L] [ryan]?.... Est-ce que c’est ton visage dans mon cul?

source: {i}{b}"Lauren's Libido +1"{/b}{/i}
french: {i}{b}«Libido de Lauren +1»{/b}{/i}

source: [R] Uhh.... yeah.... sorry. I was just looking for the remote under this couch cushion, and didn't realize I was that close to you until you backed up.
french: [R] Heu.... ouais.... désolé. Je cherchais juste la télécommande sous ce coussin du canapé, et je n'ai pas réalisé que j'étais si proche de toi jusqu'à ce que tu aies reculé.

source: [RT] {i}Oh my God, it smells so good I can almost taste it.{/i}
french: [RT] {i}Oh mon Dieu, ça sent si bon que je peux presque y goûter.{/i}

source: [L] Well, would you mind removing it?
french: [L] Eh bien, pourrais-tu t'enlever?

source: [R] Oh yeah.... of course.
french: [R] Oh oui.... bien sûr.

source: [L] Well, that was a little awkward!
french: [L] Eh bien, c'était un peu gênant!

source: [R] Only if you make it. It was just an accident.
french: [R] Seulement si tu le dis. C'était juste un accident.

source: [L] I guess.
french: [L] Je suppose.

source: [R] So do you want to watch some TV?
french: [R] Alors veux-tu regarder la télévision?

source: [L] I'm still pissed off at you remember.
french: [L] Je suis toujours en colère contre toi, souviens-toi.

source: [L] Ugghh.... I'm just going to go to my room.
french: [L] Ugghh.... Je vais juste aller dans ma chambre.

source: [R] Sorry, that was a little awkward!
french: [R] Désolé, c'était un peu gênant!

source: [L] Only if you let it be, it was just an accident.
french: [L] Seulement si tu te laisses faire, c'était juste un accident.

source: [R] Yeah.... I guess so.
french: [R] Ouais.... Je le suppose.

source: [L] So do you want to watch TV with me?
french: [L] Alors veux-tu regarder la télévision avec moi?

source: [R] Ok, what are you watching?
french: [R] Ok, qu'est-ce que tu regardes?

source: [L] I'm just starting season one of "Game of Thots".
french: [L] Je commence tout juste la première saison de 'Game of Thots'.

source: [L] Have you been following this show?
french: [L] As-tu suivi cette série ?

source: [R] No I've just seen the first episode.
french: [R] Non je viens juste de voir le premier épisode.

source: [L] Awesome! We can watch the series together!
french: [L] génial! Nous pouvons regarder la série ensemble!

source: [L] All my friends love it!
french: [L] Tous mes amis l’adorent!

source: [RT] {i}I wonder if this is a little too explicit for Lauren?{/i}
french: [RT] {i}je me demande si c’est un peu trop explicite pour Lauren ? {/i}

source: [RT] {i}Wow! I can't believe what they can get away with on TV anymore! This is awesome!{/i}
french: [RT] {i}Wow ! Je ne peux plus croire à ce qu'ils peuvent faire sur la télé ! C'est génial !{/i}

source: [R] Man, that episode was intense! Lauren are you ok? You seem a little flushed.
french: [R] Man, cet épisode était intense ! Lauren ça va? tu as un peu rougi.

source: [L] Oh yeah, I'm fine. I was just a little surprised at that brother sister sex scene.
french: [L] Oh oui, je vais bien. J’ai juste été un peu surprise par cette scène de sexe frère-sœur.

source: [L] This show almost makes incest seem normal, like it's no big deal or something.
french: [L] Ce spectacle rend presque l’inceste normal, comme si ce n’était pas grave ou quelque chose comme ça.

source: [R] Yeah, well incest is only bad when society says it's bad. There have been lots of times in history where it was perfectly accepted.
french: [R] oui, eh bien l’inceste n’est mauvais que lorsque la société dit que c'est mauvais. Il y a eu beaucoup de fois dans l’histoire où cela a été parfaitement accepté.

source: [L] I wouldn't say lots of times.
french: [L] Je ne dirais pas trop.

source: [R] Well, not a ton, but to me it's like being gay. If two people are in love with each other, why do people think they have the right to tell them they can't be in love?
french: [R] Eh bien, je ne veux pas en faire des tonnes, mais pour moi, c’est comme être gay. Si deux personnes sont amoureuses l’une de l’autre, pourquoi les gens pensent-ils qu’ils ont le droit de leur dire qu’ils ne peuvent pas être amoureux?

source: [L] I don't know it just seems really weird.
french: [L] je ne sais pas, ça semble vraiment bizarre.

source: [R] Only because you've been told all your life it's weird.
french: [R] Seulement parce qu’on t'a dit toute ta vie que c’est bizarre.

source: [LT] {i}Hmmmm.... I'll have to think about that one.... {/i}
french: [LT] {i}Hmmmm.... Il va falloir que je réfléchisse à ça... {/i}

source: {i}{b}"Lauren's Affection +1"{/b}{/i}
french: {i}{b}«Affection du Lauren +1»{/b}{/i}

source: [RT] {i}My bed looks lonely without Sidney in it.{/i}
french: [RT] {i}Mon lit a l’air vide sans Sidney dedans. {/i}

source: [RT] {i}I hope she's ok at the club tonight.{/i}
french: [RT] {i}j’espère qu’elle va bien au club ce soir. {/i}

source: [RT] {i}WOW! We reached 1000 likes.... {p}And CosplayHeaven just gave us access to a new feature.{/i}
french: [RT] {i}WOW! Nous avons atteint 1000 j'aime... {p}Et CosplayHeaven vient de nous donner accès à une nouvelle fonctionnalité.{/i}

source: [RT] {i}It seems that we can increase our revenues if people decide to become our supporters and we'll get $[var_earnings_per_supporters] for each one.{/i}
french: [RT] {i}Il semble que nous puissions augmenter nos revenus si les gens décident de devenir nos supporters et nous obtiendrons [var_earnings_per_supporters]$ pour chacun. {/i}

source: [RT] {i}Now it's the perfect time to use those lewd pictures I took of Lauren.{/i}
french: [RT] {i}Maintenant, c’est le moment idéal pour utiliser ces photos obscènes que j’ai prises de Lauren. {/i}

source: [RT] {i}To bad that this is a monthly income, but still we can get more money and maybe I can use this to corrupt Lauren more.{/i}
french: [RT] {i}dommage que ce soit un revenu mensuel, mais je peux quand même obtenir plus d’argent et peut-être que je peux l’utiliser pour corrompre davantage Lauren. {/i}

source: [RT] {i}Let's start uploading those pictures now.... {p}and click submit.... {p}and now we just wait to see if anyone likes them so much that they'll become our supporter.{/i}
french: [RT] {i}Commençons à télécharger ces photos maintenant... {p}et cliquer sur soumettre.... {p}et maintenant j'attends de voir si quelqu’un les aime tellement qu’ils deviendront nos supporters. {/i}

source: [RT] {i}Hmmm.... let me see how the page turned out before I go.{/i}
french: [RT] {i}Hmmm.... regardons voir comment la page se comporte avant de partir. {/i}

source: [RT] {i}Click.... {p}click.... {p}click.... {/i}
french: [RT] {i}Clic.... {p}clic.... {p}clic.... {/i}

source: [RT] {i}I must enter my password to Login!{/i}
french: [RT] {i}je dois entrer mon mot de passe pour me connecter! {/i}

source: [RT] {i}Ha ha its "B00Bies123."{/i}
french: [RT] {i}Ha ha c'est «B00Bies123».{/i}

source: [RT] {i}I can't waste time right now, the DeCapos will be here any minute.{/i}
french: [RT] {i}je ne peux pas perdre de temps en ce moment, les DeCapos seront là d'un moment à l'autre.{/i}

source: [RT] {i}I need to go to school and see how Lauren is doing in the student body election poll.{/i}
french: [RT] {i}J’ai besoin d’aller à l’école et de voir comment Lauren se débrouille avec l'élection estudiantine.{/i}

source: [RT] {i}Shit, I have a ton of homework Mom gave me because of all the school I've been missing to work. I better get up.{/i}
french: [RT] {i}merde, j’ai une tonne de devoirs que maman m’a donnés à cause de toute l’école que j'ai loupé pour travailler. Je ferais mieux de me lever. {/i}

source: [RT] {i}Oh man, I'm so tired, I am not looking forward to this.{/i}
french: [RT] {i}Oh mec, je suis tellement fatigué, je n’ai pas hâte d’y être. {/i}

source: [RT] {i}Well, I better get going, so I don't have to spend the entire day doing homework.{/i}
french: [RT] {i}Eh bien, je ferais mieux de commencer, donc je n’ai pas à passer toute la journée à faire mes devoirs. {/i}

source: [RT] {i}Ok, so the assignment is to write a paper on how the Greek play Oedipus Rex influenced Sigmund Freud's theory on the Oedipal complex.{/i}
french: [RT] {i}Ok, donc la tâche est d’écrire un article sur la façon dont la pièce grecque Œdipe Rex a influencé la théorie de Sigmund Freud sur le complexe œdipien. {/i}

source: [RT] {i}What the hell is an Oedipal complex? Guess I better get reading.{/i}
french: [RT] {i}Qu’est-ce qu’un complexe œdipien ? Je suppose que je ferais mieux de le lire. {/i}

source: [RT] {i}Ok, here's the cliffnotes version.... so the premise of the Greek play Oedipus Rex is that .... {/i}
french: [RT] {i}Ok, voici la version courte.... donc le sujet de la pièce grecque Oedipus Rex est que.... {/i}

source: [M] [ryan]!.... Hey, [ryan].... are you in you in your room?
french: [M] [ryan]!.... Hé, [ryan].... es-tu dans ta chambre?

source: [M] Honey, come down and eat with us.
french: [M] Chéri, descends et mange avec nous.

source: [R] Ok Mom, I'll be right there.
french: [R] Ok maman, je viens tout de suite.

source: [M] Honey, come sit down. We're having pizza for dinner.
french: [M] Chéri, viens t’asseoir. Nous mangeons une pizza pour le dîner.

source: [M] I hope you guys are hungry.
french: [M] j’espère que tu as faim.

source: {i}{b}"Mom's Affection +1"{/b}{/i}
french: {i}{b}«Affection de maman +1»{/b}{/i}

source: [M] Oh, my day was fine. Did you finish the extra homework on Oedipus I gave you___
french: [M] Oh, ma journée s’est bien passée. As-tu terminé les devoirs supplémentaires sur Œdipe que je t’ai donné___

source: [L] OMG [ryan].... so Kenzie was so funny today after PE she was all like___
french: [L] Mon dieu! [ryan].... alors Kenzie était si drôle aujourd’hui après le sport elle était comme___

source: [RT] {i}I hope Lauren was ok on her own, I should just go check on her before I go to bed.{/i}
french: [RT] {i}J'espère que Lauren va bien, toute seule, je devrais aller la voir avant de me coucher.{/i}

source: Are you sure you want to sleep until tomorrow?
french: Tu es sûr de vouloir dormir jusqu'à demain?

source: Today is Saturday, which is the day the DeCapos come for their payment.
french: Aujourd'hui, c'est samedi, c'est le jour où les DeCapos viennent pour leur paiement.

source: Would you like to skip this event today and jump to tomorrow morning, or would you like to go directly to the Mafia payment event?
french: Souhaitez-vous sauter cet événement aujourd'hui et passer à demain matin, ou souhaitez-vous vous rendre directement à l'événement de paiement de la Mafia?

source: Ok... I get it... I'm sure you've got lots of other events to get to.
french: Ok... Je comprends... Je suis sûr qu'il y a plein d'autres événements à venir.

source: But the Mafia still needs to get paid!
french: Mais la Mafia doit encore être payée!

source: How will they recieve their payment?
french: Comment recevront-ils leur paiement?

source: {i}"Money -$1,000"{/i}
french: {i}'Argent -1'000$'{/i}

source: {i}{b}"Mom's Affection +10"{/b}{/i}
french: {i}{b}«Affection de maman +10»{/b}{/i}

source: {i}{b}"Mom's Anger = 0"{/b}{/i}
french: {i}{b}«Colère de maman = 0»{/b}{/i}

source: [RT] {i}Looks like it's up to Mom to use her "ass"ets to pay the debt this week.{/i}
french: [RT] {i}On dirait que c'est à maman d'utiliser son 'cul' pour payer la dette cette semaine.{/i}

source: {i}{b}"Mom's Affection -5"{/b}{/i}
french: {i}{b}«Affection de maman -5»{/b}{/i}

source: [RT] {i}I need to use that money for other things.{/i}
french: [RT] {i}J'ai besoin d'utiliser cet argent pour d'autres choses.{/i}

source: [RT] {i}I'm not tired yet.{/i}
french: [RT] {i}Je ne suis pas encore fatigué.{/i}

source: [L] [ryan]? Are you awake?
french: [L] [ryan]? Tu es réveillé ?

source: [R] Huh?.... Lauren.... why are you waking me up so early?
french: [R] Hein?.... Lauren.... pourquoi me réveilles-tu si tôt?

source: [L] Because I couldn't sleep anymore!
french: [L] Parce que je ne pouvais plus dormir!

source: [L] I was having the weirdest dreams about you.
french: [L] J'avais des rêves des plus étranges à ton sujet.

source: [R] What kind of weird dreams?
french: [R] Quel genre de rêves étranges?

source: [L] Oh.... I don't really want to say...
french: [L] Oh.... Je ne veux pas vraiment le dire...

source: [L] They were a little bit disturbing...
french: [L] Ils étaient un peu dérangeants...

source: [RT] {i}I wonder if my visit last night caused any of those dreams.{/i}
french: [RT] {i}Je me demande si ma visite d'hier soir a provoqué l'un de ces rêves.{/i}

source: [RT] {i}Could my subliminal messages have actually worked?{/i}
french: [RT] {i}Mes messages subliminaux auraient-ils réellement fonctionné?{/i}

source: [L] Plus I am dying with curiosity about what happened with you and Mom last night.
french: [L] De plus, je meurs de curiosité à propos de ce qui s'est passé avec toi et maman hier soir.

source: [R] What do you mean "with Mom and me last night" nothing happened between us last night!
french: [R] Que veux-tu dire 'avec maman et moi hier soir', rien ne s'est passé entre nous hier soir!

source: [L] So.... you didn't follow her to see where she went?
french: [L] Donc.... tu ne l'as pas suivie pour voir où elle allait ?

source: [R] Oh.... right.... yes.... I did follow her.
french: [R] Oh.... juste... Oui... Je l'ai suivie.

source: [RT] {i}WOW.... what a view!{/i}
french: [RT] {i}WOW.... quelle vue !{/i}

source: [L] And?
french: [L] Et ?

source: [R] Oh uhh.... they just took her to their night club.
french: [R] Oh euh.... ils l'ont emmenée dans leur boîte de nuit.

source: [L] To their nightclub?
french: [L] Dans leur boîte de nuit?
