Repository: DonRP/AFV
Catalog: game/*/*/script.po
Languages: french

source: [MB] {i}(whispering){/i} And if you're willing to share, I'd be willing to share what I have with you.
french: [MB] {i}(murmure) {/i} Et si tu es prêt à partager, je serais prêt à partager ce que j'ai avec toi.

source: [RT] {i}If anyone could help me seduce Mom, it would probably be Matt.{/i}
french: [RT] {i}Si quelqu'un pouvait m'aider à séduire maman, ce serait probablement Matt.{/i}

source: [RT] {i}Would I really be willing to share Mom with someone?{/i}
french: [RT] {i}Serais-je vraiment prêt à partager maman avec quelqu'un?{/i}

source: [RT] {i}I could always use another ally in my quest to fuck Mom{/i}
french: [RT] {i}Je pourrais toujours utiliser un autre allié dans ma quête pour baiser maman {/i}

source: [RT] {i}But would it bother me if the treasure gets passed around?{/i}
french: [RT] {i}Mais cela me dérangerait-il si le trésor était transmis?{/i}

source: [RT] {i}And if I get to share what's Matt's, I could be getting way more treasure than just Mom.{/i}
french: [RT] {i}Et si je peux partager ce qui est de Matt, je pourrais obtenir bien plus de trésors que juste Maman.{/i}

source: [RT] {i}Hmmm.... what should I do?{/i}
french: [RT] {i}Hmmm.... Que devrais-je faire ?{/i}

source: [R] {i}(whispering){/i} Ok, but the deal is that I get her first. After I've "conquered" her, then you can have a go at her.
french: [R] {i}(murmure) {/i} Ok, mais le marché est que je l'ai en premier. Une fois que je l'ai 'conquise', tu peux l'essayer.

source: [MB] {i}(whispering){/i} Ha.... I knew you were a horndog like me! Ok, just give me a little time and I'll figure something out.
french: [MB] {i}(murmure) {/i} Ha.... Je savais que tu étais un pervers comme moi ! Laisses-moi un peu de temps et je trouverais quelque chose.

source: [MB] {i}(whispering){/i} And to show you how committed I am, go into the first bathroom stall in the boy's bathroom during the afternoon and I'll send you a surprise.
french: [MB] {i}(murmure) {/i} Et pour te montrer à quel point je suis engagé, allez dans la première cabine de toilette de la salle de bain des garçons pendant l'après-midi et je t'enverrais une surprise.

source: [RT] {i}Hmmmm.... I wonder what the surprise could be.{/i}
french: [RT] {i}Hmmmm.... Je me demande quelle pourrait être la surprise.{/i}

source: [M] So, to help him find the murderer, Oedipus calls for the great prophet Tiresias...
french: [M] Alors, pour l'aider à trouver le meurtrier, Œdipe fait appel au grand prophète Tirésias...

source: [RT] {i}Oh good, class is finally over.{/i}
french: [RT] {i}Oh bien, la classe est enfin terminée.{/i}

source: [R] {i}(whispering){/i} You're a sick fuck. Did you know that?
french: [R] {i}(murmure) {/i} Tu es un putain de malade. Le sais-tu ?

source: [R] {i}(whispering){/i} I don't know what your perverted imagination is coming up with, but I don't want to fuck my own mother!
french: [R] {i}(murmure) {/i} Je ne sais pas ce que ton imagination perverse va inventer, mais je ne veux pas baiser ma propre mère!

source: [MB] {i}(whispering){/i} yeah, well you're clearly in denial, and since you're pretending not to be interested, I think I'll just try to have a go at her anyways.
french: [MB] {i}(murmure) {/i} ouais, eh bien tu es clairement dans le déni, et puisque tu fais semblant de ne pas être intéressé, je pense que je vais juste essayer de l'avoir de toute façon.

source: [R] {i}(whispering){/i} Don't you dare!
french: [R] {i}(murmure){/i} N'y penses même pas!

source: [MB] {i}(whispering){/i} Ah ha.... I knew it!
french: [MB] {i}(murmure) {/i} Ah ha.... Je le savais !

source: [MB] {i}(whispering){/i} Don't worry, I won't tell anyone, and I won't go after her, but if she comes sniffing around here, I won't be able to resist myself.
french: [MB] {i}(murmure) {/i} Ne t'inquiètes pas, je ne le dirais à personne, et je ne la poursuivrais pas, mais si elle vient renifler ici, je ne pourrais pas résister.

source: [R] {i}(whispering){/i} Yeah, right.... like that would ever happen.
french: [R] {i}(murmure) {/i} Ouais, c'est ça.... comme si ça arriverait un jour.

source: [RT] {i}Would that ever happen?{/i}
french: [RT] {i}Cela arriverait-il un jour ?{/i}

source: [RT] {i}I never thought Mom would take off her clothes in front of a bunch of horny guys either, but my own eyes proved me otherwise.{/i}
french: [RT] {i}Je n'aurais jamais pensé non plus que maman enlèverait ses vêtements devant une bande de mecs excités, mais mes propres yeux m'ont prouvé le contraire.{/i}

source: [RT] {i}Maybe I better keep a close eye on her, now that Dad's in prison, she just might start shopping around. I better make sure she only has eyes for me.{/i}
french: [RT] {i}Je ferais peut-être mieux de la surveiller de près, maintenant que papa est en prison, elle pourrait commencer à aller voir ailleurs. Je ferais mieux de m'assurer qu'elle n'a d'yeux que pour moi.{/i}

source: [M] Now Tiresias is being pressured by Oedipus to reveal to him what he knows of the murder of Laius...
french: [M] Maintenant, Tirésias est pressé par Œdipe de lui révéler ce qu'il sait du meurtre de Laïus...

source: [RT] {i}So boring, how am I going to stay focused?{/i}
french: [RT] {i}Tellement ennuyeux, comment vais-je rester concentré?{/i}

source: [RT] {i}At least there is some good eye candy to entertain me through the lecture.{/i}
french: [RT] {i}Au moins il y a de bons bonbons pour m'amuser avec la leçon.{/i}

source: [M] Oedipus grows angry, because Tiresias wishes he did not know who Laius' murderer is, and does not want to reveal to Oedipus and Thebes the truth.
french: [M] Œdipe se met en colère, car Tirésias souhaite ne pas savoir qui est le meurtrier de Laïus, et ne veut pas révéler à Œdipe et à Thèbes la vérité.

source: [RT] {i}I can remember exactly what they look like.{/i}
french: [RT] {i}Je me souviens exactement à quoi ils ressemblent.{/i}

source: [RT] {i}To think I used to suck on those things! I wish I was right now!{/i}
french: [RT] {i}Penser que j'avais l'habitude de sucer ces choses! J'aimerais le faire maintenant !{/i}

source: [M] Oedipus grows so angry after Tiresias reveals that Oedipus is the curse of Thebes, that he accuses Tiresias of conspiring with Creon to overthrow him.
french: [M] Œdipe se met tellement en colère après que Tirésias révèle qu'Œdipe est la malédiction de Thèbes, qu'il accuse Tirésias de conspirer avec Créon pour le renverser.

source: [M] Remember to read lines 508 to 750, and we'll start from here next time.
french: [M] N'oubliez pas de lire les lignes 508 à 750, et nous commencerons à partir d'ici la prochaine fois.

source: {i}{b}"Mom's Respect +1"{/b}{/i}
french: {i}{b}«Resperct de maman +1»{/b}{/i}

source: [M] And we'll start from here next time.
french: [M] Et nous partirons d'ici la prochaine fois.

source: [RT] {i}The scene of my first blowjob. Man! That was awesome! I've got to convince Matt to let Megan give me some more action.{/i}
french: [RT] {i}La scène de ma première fellation. Mec ! C'était génial! Je dois convaincre Matt de laisser Megan me donner plus.{/i}

source: [RT] {i}The scene of my first blowjob. Man! That was awesome!{/i}
french: [RT] {i}La scène de ma première fellation. Mec ! C'était génial!{/i}

source: [RT] {i}I don't need to use the bathroom right now.{/i}
french: [RT] {i}Je n'ai pas besoin d'utiliser la salle de bain pour le moment.{/i}

source: [RT] {i}Ok, so Matt said to wait in the afternoon and he'd send me a surprise.{/i}
french: [RT] {i}Ok, alors Matt a dit d'attendre l'après-midi et il m'enverrait une surprise.{/i}

source: [RT] {i}I wonder what it could be. Hmmm maybe dirty pictures of girls in our school? That would be awesome.{/i}
french: [RT] {i}Je me demande ce que cela pourrait être. Hmmm peut-être des photos compromettantes de filles de notre école ? Ce serait génial.{/i}

source: {i}"knock knock knock"{/i}
french: {i}'Toc toc toc'{/i}

source: [X] {i}(whispering){/i} Hey [ryan], is that you?
french: [X] {i}(murmure) {/i} Hé [ryan], c'est toi?

source: [RT] {i}(whispering){/i} Yes it's me. Who's asking?
french: [RT] {i}(murmure) {/i} Oui c'est moi. Qui me demande?

source: [MG] Hey there, stud. Are you ready to get your knob polished?
french: [MG] Salut, mec. Es-tu prêt à polir ton bouton?

source: [R] .... What?!!.... Am I?.... Did Matt send you?
french: [R] .... Comment?!!.... Le suis-je ?.... Matt t'a envoyé ?

source: [MG] No, I've just had an insatiable craving for your cock!.... Haha.... of course Matt sent me.
french: [MG] Non, je viens d'avoir une envie insatiable de ta bite!.... Haha.... bien sûr que Matt m'a envoyé.

source: [MG] He said he owes you a favor?
french: [MG] Il a dit qu'il te devait une faveur?

source: [R] Well yeah, but this isn't what I was expecting.... wow!!
french: [R] Eh bien oui, mais ce n'est pas ce à quoi je m'attendais.... Ça alors!!

source: [MG] Wow yourself, you're already hard, and almost as big as he is!
french: [MG] Wow toi-même, tu es déjà dur, et presque aussi grand que lui!

source: [MG] Now just relax while I take care of you.
french: [MG] Maintenant, détends-toi pendant que je prends soin de toi.

source: [MG] You'll find that it's nice to have Matt owe you a favor.
french: [MG] Tu trouveras que c'est bien que Matt te doive une faveur.

source: [R] Oh shit, this feels so good.
french: [R] Oh merde, ça fait tellement de bien.

source: [MG] Haha.... well, hold on a little longer.
french: [MG] Haha.... eh bien, tiens un peu plus longtemps.

source: [RT] {i}Oh my God, I'm gonna cum!{/i}
french: [RT] {i}Oh mon Dieu, je vais jouir!{/i}

source: [RT] {i}Where should I do it?{/i}
french: [RT] {i}Où dois-je le faire ?{/i}

source: [MG] Oohh Mry Groshh!! Thrat wras sro mruch crumm!!
french: [MG] Oohh Monchieur!! Ch'est techement de chpermmm!!

source: [R] Oh my God!!.... My first blowjob!!.... That was incredible!!
french: [R] Oh mon Dieu!!.... Ma première pipe!!.... C'était incroyable !!

source: [MG] Hrahrahra.... wrell gret Mratt tro owre ru anrother fravor, arnd I'rrll sree ru agrain sroon.
french: [MG] Hrahrahra.... Che biienc que Mratt tech doiche une faveuche et che siuche preche por une auche facheur, ache bieche tôt.

source: [MG] Wow, that was a lot of cum!
french: [MG] Wow, c'était beaucoup de sperme!

source: [MG] Thank you for not getting it in my hair.
french: [MG] Merci de ne pas l'avoir mis dans mes cheveux.

source: [R] Thank you for that my first blowjob!!
french: [R] Merci pour cette première pipe!!

source: [MG] Hahaha.... don't mention it! Just get Matt to owe you some more favors and there will be more where that came from.
french: [MG] Hahaha.... n'en parle pas ! Il suffit que Matt te doive d'autres faveurs et il y en aura d'autres comme ça.

source: [RT] {i}What am I doing here? I could get in a lot of trouble if somebody sees me.{/i}
french: [RT] {i}Qu'est-ce que je fais ici? Je pourrais avoir beaucoup d'ennuis si quelqu'un me voit.{/i}

source: [RT] {i}Nothing in here.{/i}
french: [RT] {i}Rien ici.{/i}

source: [RT] {i}I've already been there tonight.{/i}
french: [RT] {i}J'y suis déjà allé ce soir.{/i}

source: [RT] {i}I better not try to push my luck anymore tonight.{/i}
french: [RT] {i}Je ferais mieux de ne plus tenter ma chance ce soir.{/i}

source: [RT] {i}They'll only let me in while Mom is working.{/i}
french: [RT] {i}Ils ne me laisseront entrer que pendant que maman travaille.{/i}

source: [RT] {i}They wouldn't let a minor in.{/i}
french: [RT] {i}Ils ne laissaient pas entrer un mineur.{/i}

source: [RT] {i}It's only open at night.{/i}
french: [RT] {i}Il n'est ouvert que la nuit.{/i}

source: [RT] {i}Ok, off to the studio!{/i}
french: [RT] {i}Ok, hors du studio! {/i}

source: (Wait! I know you're in a hurry to go see Uncle Bobby, but you really need to go check out the portrait in the lounge.)
french: (Attendez! Je sais que tu es pressé d'aller voir Oncle Bobby, mais tu dois vraiment aller voir le portrait dans le salon.)

source: (It's just nice to have some back-story.)
french: (C'est juste sympa d'avoir un peu d'histoire.)

source: (If you're just really not into backstory, you can just click on [dad_name], the dad, and rush through his whole spiel, then you will be able to come back here and see Uncle Bobby.)
french: (Si vous n'êtes vraiment pas dans la trame de fond, vous pouvez simplement cliquer sur [dad_name], le père, et vous précipiter à travers tout son jeu, alors vous pourrez revenir ici et voir Oncle Bobby.)

source: (Good Luck)
french: (Bonne chance)

source: [RT] {i}It's too dangerous to go at night.{/i}
french: [RT] {i}C'est trop dangereux d'y aller la nuit.{/i}

source: [RT] {i}Ok, off to the warehouse!{/i}
french: [RT] {i}Ok, hors de l'entrepôt !{/i}

source: [RT] {i}I wonder where he is?{/i}
french: [RT] {i}Je me demande où il est?{/i}

source: [B] Oh good, you're finally here!
french: [B] Oh bon, tu es enfin là!

source: [R] .... What in the hell is going on, Uncle Bobby?...
french: [R] .... Que se passe-t-il, oncle Bobby ?...

source: [B] Relax kid, you're out of breath, have some whisky or something.
french: [B] Relax garçon, tu es à bout de souffle, prends du whisky ou quelque chose comme ça.

source: [R] I'm too young to drink.
french: [R] Je suis trop jeune pour boire.

source: [B] Ehh.... suit yourself. More for me. {p}God knows I need a few more!
french: [B] Ehh.... comme tu veux. Plus pour moi. {p}Dieu sait que j'en ai besoin de plus!

source: [R] What's going on, Uncle Bobby?
french: [R] Que se passe-t-il, oncle Bobby?

source: [B] The Feds got wise to us, is what's going on.
french: [B] Les fédéraux sont devenus sages avec nous, voilà ce qui se passe.

source: [R] The Feds got wise to what?
french: [R] Les Fédéraux sont devenus sages pour quoi?

source: [B] To our not so legitimate business operations.
french: [B] À nos opérations commerciales pas si légitimes que ça.

source: [B] To the fact that we have been facilitating the movement of items of questionable legality for groups of questionable reputation.
french: [B] Au fait que nous avons facilité la circulation d'objets de légalité douteuse pour des groupes de réputation douteuse.

source: [R] .... What?.... Dad's been breaking the law?!
french: [R] .... Quoi? .... Papa a enfreint la loi?!

source: [B] More like skirting the law, but the Feds don't seem to notice no distinction.
french: [B] C'est plus contourner la loi, mais les fédéraux ne semblent pas remarquer la distinction.

source: [R] .... I.... I.... can't believe this? my father's a real-life criminal?
french: [R] .... Je.... je.... je ne peux pas le croire? mon père est un vrai criminel?

source: [B] Yeah.... well, don't think too bad of your old man. {p}Your family's been living pretty well as a result of his hard work.
french: [B] Ouais.... ne pense pas trop mal à ton vieux. {p}Grâce à son travail acharné, ta famille vit plutôt bien.

source: [B] He's built this business from nothing, and taken some incredible risks along the way. {p}All of which have paid off in the end.
french: [B] Il a construit cette entreprise à partir de rien et a pris des risques incroyables en cours de route. {p}Qui ont tous porté leurs fruits à la fin.

source: [R] Paid off!?! He's in fucking jail!
french: [R] Porter leurs fruits!?! Il est en prison!

source: [B] Yeah, well... present circumstances excluded.
french: [B] Ouais, eh bien... sans compter les circonstances actuelles.

source: [R] How did he get caught?
french: [R] Comment s'est-il fait prendre ?

source: [B] They busted him last night on a late delivery.{p}Luckily he wasn't in a company ride, or on company property, but now we're being heavily watched and investigated.
french: [B] Ils l'ont arrêté hier soir pour une livraison tardive.{p}Heureusement, il n'était pas dans le viseur de l'agence, ni sur le lieu de la compagnie, mais maintenant nous sommes surveillés.

source: [R] Dad said on the phone that we could be in danger, or trouble?
french: [R] Papa a dit au téléphone que nous pourrions être en danger ou en difficulté?

source: [B] Yes.... so that's the tricky part. {p}Your dad recently took out a sizable loan from the DeCapo crime family.
french: [B] Oui.... c'est donc la partie délicate. {p}Ton père a récemment contracté un prêt important au près de la famille du crime DeCapo.

source: [B] It's a personal handshake loan, no paper trail, so the feds have no idea about it. {p}But just because your dads going to be in prison, doesn't mean they don't expect to be paid.
french: [B] C'est un prêt personnel, pas de trace de papier, donc les fédéraux n'en ont aucune idée. {p}Mais ce n'est pas parce que ton papa est en prison qu'ils ne s'attendent pas à être payés.

source: [B] The good news is we talked this morning, and I let 'em know about present circumstances.
french: [B] La bonne nouvelle, c'est que nous avons parlé ce matin, et je leur ai fait part des circonstances actuelles.

source: [B] As a good will gesture to [dad_name] for not ratting them out, they said they're willing to accept interest-only payments for a short while, until we can figure something else out.
french: [B] En guise de geste de bonne volonté envers [dad_name] pour ne pas les avoir dénoncés, ils ont dit qu'ils étaient prêts à accepter le paiement des intérêts uniquement pendant un court moment, jusqu'à ce que nous puissions trouver autre chose.

source: [R] WHAT?.... We're expected to pay Dad's loan while he's in prison?...
french: [R] QUOI?.... On devrait payer le prêt de papa pendant qu'il est en prison?...

source: [B] Well, [dad_name] used his household as collateral, and since we're dealing with the Mafia, that includes human capital. So, if you don't pay, they'll basically human traffic you into white slavery... Even you pretty boy.
french: [B] Eh bien, [dad_name] a utilisé sa famille comme garantie, et puisque nous avons affaire à la mafia, cela inclut le capital humain. Donc, si tu ne paies pas, ils te transformeront en esclave blanc... Même toi, joli garçon.

source: [R] Fuck!
french: [R] Merde!

source: [R] Can't you?.... Or.... or.... or.... the business pay back the loan for us?
french: [R] Tu ne peux pas?.... Ou.... ou.... ou.... l'entreprise rembourse le prêt pour nous?

source: [B] I'm sorry, but this is strictly off the books, and the Feds have seized all our cash, frozen all of our assets and accounts, including my personal ones.
french: [B] Je suis désolé, mais c'est strictement interdit, et les fédéraux ont saisi tout notre argent, gelé tous nos actifs et comptes, y compris mes comptes personnels.

source: [B] We have a federal accountant in our office, right now, as we speak, that will be controlling all the movement of funds until the investigation is over.
french: [B] Nous avons un comptable fédéral dans notre bureau, en ce moment, au moment où nous parlons, qui contrôlera tous les mouvements de fonds jusqu'à la fin de l'enquête.

source: [B] If I had anything extra to give you, it would be yours, but I have to take care of my own wife and daughter. The Feds will only allow me enough to survive on.
french: [B] Si j'avais quelque chose de plus à te donner, ce serait à toi, mais je dois prendre soin de ma propre femme et de ma fille. Les fédéraux ne me permettront que de survivre.

source: [R] Can't we just tell the police about the DeCapos?
french: [R] Ne pouvons-nous pas parler des DéCapos à la police ?

source: [B] If you want the DeCapos to put a hit on your old man, they can get him in prison you know.{p}But they'll come after his wife first, to teach him a lesson.{p}They have people everywhere. The police can't protect her.
french: [B] Si tu veux que les DeCapos frappent ton vieil homme, ils peuvent l’atteindre en prison, tu sais.{p}Mais ils viendront d'abord voir sa femme, pour lui donner une leçon.{p}Ils ont des gens partout. La police ne peut pas la protéger.

source: [R] Shit...
french: [R] Merde...

source: [R] Shit!...
french: [R] Merde!...

source: [R] .... SHIT!!...
french: [R] .... MERDE !!...

source: [R] Well, how much are the payments?
french: [R] Eh bien, combien coûtent les paiements?

source: [B] For now.... only $1,000 dollars each week.
french: [B] Pour l'instant.... seulement 1'000$ par semaine.

source: [R] Pfft.... $1,000 DOLLARS EACH WEEK? I'm only in high school. Where am I going to come up with that kind of cash?
french: [R] Whouuaaa.... 1'000$ PAR SEMAINE ? Je suis seulement au lycée. Où vais-je trouver cet argent?

source: [B] Just relax kid, I have a way for you to make some extra money.
french: [B] Détends-toi, j'ai un moyen pour toi de gagner de l'argent supplémentaire.

source: [B] We still have a pretty large pile of contraband in our underground warehouse, and we still have clients who expect delivery of said goods.
french: [B] Nous avons encore un assez marchandise de contrebande dans notre entrepôt souterrain, et nous avons toujours des clients qui attendent la livraison de ces marchandises.

source: [B] If you can come here during the afternoons, you can make these deliveries for us. I even have a little pizza box container we can attach right onto your scooter to carry the packages.
french: [B] Si tu peux venir ici l'après-midi, tu pourrais effectuer ces livraisons pour nous. J'ai même un petit contenant de boîte à pizza que nous pouvons attacher directement sur ton scooter pour transporter les colis.

source: [B] No one will ever suspect a young pizza delivery boy.
french: [B] Personne ne soupçonnera jamais un jeune livreur de pizza.

source: [B] The clients will pay you directly, and you can keep the money they give you.
french: [B] Les clients te paieront directement et tus pourras conserver l'argent qu'ils te donnent.

source: [B] Some of them are fairly generous and will even give you some decent tips.
french: [B] Certains d'entre eux sont assez généreux et te donneront même des pourboires décents.

source: [B] The FBI has no reason to suspect you, so it should be relatively low risk.
french: [B] Le FBI n'a aucune raison de te soupçonner, donc le risque devrait être relativement faible.

source: [B] If you're not able to make the deliveries some days, or if you find a better way to make the cash, I'll just have to make the deliveries myself.{p}It will be riskier since I'm being watched, but the deliveries have to be made.
french: [B] Si tu n'es pas en mesure d'effectuer les livraisons certains jours, ou si tu trouves un meilleur moyen de gagner de l'argent, je n'aurais qu'à effectuer les livraisons moi-même.{p}Ce sera plus risqué puisque je suis surveillé, mais les livraisons doivent être effectuées.

source: [B] So what do you think?
french: [B] Qu'en penses-tu?

source: [R] .... {p}I don't think I have a choice,{p}.... so I guess I'm in?...
french: [R] .... {p}Je ne pense pas avoir le choix,{p}.... donc je suppose que je dois le faire?...

source: [B] Great!.... Oh, and here's the little bit of cash I do have,
french: [B] Génial!.... Oh, et voici le peu d'argent que j'ai,

source: {i}Received $300 dollars.{/i}
french: {i}Vous recevez 300$.{/i}

source: [B] Hopefully It can help you make this week's payment.
french: [B] J'espère que cela peut t'aider à effectuer le paiement de cette semaine.

source: [R] .... Thanks.... oh, and how do I make the payments?
french: [R] .... Merci ... oh, et comment faire les paiements?

source: [B] Every Saturday evening, the DeCapos will send a couple guys to your front door to pick up the money.
french: [B] Chaque samedi soir, les DeCapos enverront quelques gars à ta porte d'entrée pour récupérer l'argent.

source: [B] You pay them the money and bada bing bada boom, they'll be on their merry way.
french: [B] Tu leur paies l'argent et bada bing bada boom, ils seront heureux.

source: [R] Saturday!.... But that's today!!.... How will I get the money together by this evening?
french: [R] Samedi!.... Mais c'est aujourd'hui!!.... Comment vais-je récupérer l'argent d'ici ce soir ?
