Repository: DonRP/AFV
Catalog: game/*/*/script.po
Languages: french

source: [L] Huh.... I wonder what they would have her do there?
french: [L] Hein.... Je me demande ce qu'ils voudraient qu'elle fasse là-bas?

source: [RT] {i}Huh.... nothing as wonderful as Mom's, but her small titties have some appeal as well.{/i}
french: [RT] {i}Hein.... rien d'aussi merveilleux que ceux de maman, mais ses petits seins ont aussi un certain attrait.{/i}

source: [L] Well, did you follow her in?
french: [L] Eh bien, l'as-tu suivie?

source: [R] Uh.... yeah, I did.
french: [R] Euh.... oui, je l'ai fait.

source: [L] And?...
french: [L] Et ?...

source: [R] Oh.... uh.... nothing weird or perverted or anything.
french: [R] Oh.... euh.... rien de bizarre ou de pervers ou quoi que ce soit.

source: [L] Huh?...
french: [L] Hein?...

source: [R] I mean they just had her showing off to some customers.... uh.... serving them drinks.... I mean.
french: [R] Je veux dire qu'ils l'ont juste exhibée à certains clients.... euh.... leur ont servi des boissons.... Je veux dire.

source: [R] Why didn't you ask her about it?
french: [R] Pourquoi ne l'as-tu pas interrogée à ce sujet?

source: [L] Oh, she's still asleep with her door locked.
french: [L] Oh, elle dort encore avec sa porte verrouillée.

source: [L] She's grumpier than you are when I wake her up.
french: [L] Elle est plus grincheuse que toi quand je la réveille.

source: [L] Hey.... what the hell?
french: [L] Salut.... c'est quoi, ce bordel ?

source: [R] Ohh.... uhh.... It's just morning wood.
french: [R] Ohh.... euhh.... C'est juste le braquemarre du matin.

source: [L] Morning wood my ass. You didn't have it when you first woke up!
french: [L] Braquemarre, mon cul. Tu ne l'avais pas quand tu t'es réveillé la première fois!

source: [R] Oh yeah, uhh.... it can still happen shortly after you wake up.
french: [R] Oh oui, euhh.... cela peut encore arriver peu de temps après le réveil.

source: [L] Yeah, I'm pretty sure that's not a thing.
french: [L] Ouais, je suis presque sûr que ce n'est pas une chose normal.

source: [R] No really.... that can happen.
french: [R] Non vraiment.... cela peut arriver.

source: [L] Ok.... whatever.... you're the one with a penis.
french: [L] D’accord. quoi que.... tu es celui qui a un pénis.

source: [L] Aren't you going to cover him up?
french: [L] Ne vas tu pas le couvrir ?

source: [L] You're actually bigger than I dreamt you were last ni.... I mean than I imagined you were.
french: [L] Tu es en fait plus grand que je n’aurais rêvé que tu sois.... Je veux dire que je l’imaginais.

source: [L] I mean, I've never seen one in real life, just in porn...
french: [L] je veux dire, je n’en ai jamais vu dans la vraie vie, juste dans les porno...

source: [L] And you're as big as they are.
french: [L] Et tu es aussi grand que dans ceux-ci.

source: [RT] {i}So she did dream about me last night. I'll have to keep whispering suggestions at night.{/i}
french: [RT] {i}Alors elle a rêvé de moi hier soir. Je vais devoir continuer à murmurer des suggestions la nuit. {/i}

source: [R] Thanks.... I guess.
french: [R] Merci .... Je suppose.

source: [L] Anyways.... I should go and let you take care of that, or get dressed, or whatever you do to hide your boner.
french: [L] en tout cas.... Je devrais aller et te laisser t'occuper de cela, ou t'habiller, ou quoi que tu fasses pour cacher ton bâton.

source: [R] Ok, see you later I guess.
french: [R] Ok, à plus tard je suppose.

source: [R] You're the one in my room uninvited.
french: [R] C’est toi qui es dans ma chambre sans y être invité.

source: [L] Weird flex, but ok.
french: [L] Flex bizarre, mais ok.

source: {i}{b}"Lauren's Libido +5"{/b}{/i}
french: {i}{b}«Libido de Lauren +5»{/b}{/i}

source: [L] Do you mind me looking?
french: [L] Cela te dérange-t-il que je regarde?

source: [R] No, not really. I know you're just curious.
french: [R] Non, pas vraiment. Je sais que tu es simplement curieuse.

source: [R] I get curious too sometimes. Maybe you can show me something as well.
french: [R] je deviens curieux aussi parfois. Peut-être que tu peux aussi me montrer quelque chose.

source: [L] Ohh! You Pervert!
french: [L] Ohh! Pervers!

source: [L] I should have known better then to talk about anything sexual with you!
french: [L] j’aurais dû savoir mieux que de parler de tout ce qui est sexuel avec toi!

source: [L] I'm leaving so you can take care of your little morning wood problem however you want!
french: [L] je pars pour que tu puisses t'occuper de ton petit problème d'érection matinale comme tu le souhaites!

source: {i}{b}"Lauren's Anger +10"{/b}{/i}
french: {i}{b}«Colère de Lauren +10»{/b}{/i}

source: [RT] {i}If only it was the real thing.{/i}
french: [RT] {i}Si seulement la chose était réelle.{/i}

source: [RT] {i}What is wrong with me?{/i}
french: [RT] {i}Qu’est-ce qui ne va pas chez moi? {/i}

source: [R] Well, not a ton, but to me it's like being gay. If two people are in love with each other, why do people think they have the right to tell them they can't be in love
french: [R] Eh bien, je ne veux pas en faire des tonnes, mais pour moi, c’est comme être gay. Si deux personnes sont amoureuses l’une de l’autre, pourquoi les gens pensent-ils qu’ils ont le droit de leur dire qu’ils ne peuvent pas être amoureux

source: [RT] {i}I wonder if Lauren would mind if I joined her.{/i}
french: [RT] {i}Je me demande si Lauren m'en voudrait si je la rejoignais.{/i}

source: [R] Do you mind if I watch some TV with you?
french: [R] Ça te dérange si je regarde la télé avec toi?

source: [L] Hey [ryan], do you want to watch something with me?
french: [L] Hé [ryan], tu veux regarder quelque chose avec moi?

source: [RT] {i}I wonder If Lauren would mind if I joined her?{/i}
french: [RT] {i}Je me demande si Lauren m'en voudrait si je la rejoignais?{/i}

source: [L] Let's watch the next episode of "Game of Thots"!
french: [L] Regardons le prochain épisode de 'Game of Thots'!

source: [L] Does the brother and sister have to fuck each other in every episode?
french: [L] Le frère et la sœur doivent-ils se baiser à chaque épisode?

source: [RT] {i}I better not push it any further tonight.{/i}
french: [RT] {i}Je ferais mieux de ne pas pousser plus loin ce soir.{/i}

source: [RT] {i}I'd wake everyone up if I watch TV now.{/i}
french: [RT] {i}Je réveillerais tout le monde si je regardais la télévision maintenant.{/i}

source: [RT] {i}I don't have time for that now.{/i}
french: [RT] {i}Je n'ai pas le temps pour ça maintenant.{/i}

source: [RT] {i}I love her face in this picture.... I wonder what it will take to get closer to her!{/i}
french: [RT] {i}J'aime son visage sur cette photo.... Je me demande ce qu'il faudra pour se rapprocher d'elle!{/i}

source: [RT] {i}This is my older sister Sidney,{p}She moved out of the house last year.{/i}
french: [RT] {i}C'est ma sœur aînée Sidney,{p}Elle a quitté la maison l'année dernière.{/i}

source: [RT] {i}She still lives here in the city,{p}but she wanted to be on her own while she attends college.{/i}
french: [RT] {i}Elle vit toujours ici dans la ville,{p}mais elle voulait être seule pendant qu'elle fréquentait l'université.{/i}

source: [RT] {i}She attends the Fine Arts Academy,{p}she's majoring in fashion design.{/i}
french: [RT] {i}Elle fréquente l'Académie des Beaux-Arts,{p}elle se spécialise en design de mode.{/i}

source: [RT] {i}Dad pays for everything.{p}We hardly ever see her anymore.{/i}
french: [RT] {i}Papa paie pour tout.{p}On ne la voit presque jamais.{/i}

source: [RT] {i}Why do I always have a goofy smile in family pictures?{/i}
french: [RT] {i}Pourquoi ai-je toujours un sourire loufoque dans les photos de famille?{/i}

source: [RT] {i}Well, that's me,{p} Mom says I'm handsome,{p} though I've never really had any luck with the ladies.{/i}
french: [RT] {i}Eh bien, c'est moi,{p} Maman dit que je suis beau,{p} bien que je n'ai jamais vraiment eu de chance avec les femmes.{/i}

source: [RT] {i}I got mono last year,{p} as in "mononucleosis."{p} I had to miss a ton of school.{/i}
french: [RT] {i}J'ai eu mono l'année dernière,{p} comme dans 'mononucléose.'{p} J'ai dû manquer une tonne de cours à l'école.{/i}

source: [RT] {i}I have to make up some of my credits again this year before they will give me my diploma.{/i}
french: [RT] {i}Je dois encore rattraper une partie de mes cours cette année avant qu'ils ne me remettent mon diplôme.{/i}

source: [RT] {i}Lucky for me, my mom's my teacher this year, and she goes pretty easy on me,{p} she understands my situation.{/i}
french: [RT] {i}Heureusement pour moi, ma mère est ma professeure cette année, et elle est assez gentille avec moi,{p} elle comprend ma situation.{/i}

source: [RT] {i}My idiot dad has been trying to get me to drop out of school and join him in the family business.{/i}
french: [RT] {i}Mon idiot de papa a essayé de m'amener à quitter l'école et à le rejoindre dans l'entreprise familiale.{/i}

source: [RT] {i}But I have no interest in shipping things around the country,{/i}
french: [RT] {i}Mais je n'ai aucun intérêt à expédier des choses à travers le pays, {/i}

source: [RT] {i}I want to make money by broadcasting me playing video games, or maybe more realistically, a photographer or something along those lines.{/i}
french: [RT] {i}Je veux gagner de l'argent en me diffusant en train de jouer à des jeux vidéo, ou peut-être de manière plus réaliste, devenir un photographe ou quelque chose dans ce sens.{/i}

source: [RT] {i}I miss how close we used to be.... I wonder how we can get closer.{/i}
french: [RT] {i}ça me manque à quel point nous étions proches.... Je me demande comment on peut se rapprocher à nouveau.{/i}

source: [RT] {i}This is my little sister Lauren,{p} We were super close through most of our childhood,{p} but now her best friend is her phone.{/i}
french: [RT] {i}C'est ma petite sœur Lauren,{p} Nous étions super proches pendant la majeure partie de notre enfance,{p} mais maintenant son meilleur ami est son téléphone.{/i}

source: [RT] {i}My mom just recently allowed her onto social media,{p} and now the floodgates have opened.{/i}
french: [RT] {i}Ma mère l'a récemment autorisée sur les médias sociaux,{p} et maintenant les vannes se sont ouvertes.{/i}

source: [RT] {i}I really miss spending more time with her.{p} Lucky for me, she is in my class, although, I'm not sure if she's noticed.{/i}
french: [RT] {i}Je devrais vraiment passer plus de temps avec elle.{p} Heureusement pour moi, elle est dans ma classe, même si je ne sais pas si elle m'a remarquée.{/i}

source: [RT] {i}What a douche! I can't believe the trouble he's gotten us into.{/i}
french: [RT] {i}Quelle douche! Je n'arrive pas à croire les ennuis qu'il nous a causés.{/i}

source: [RT] {i}This is my dad, [dad_name], {p}The best way to describe him is "Larger Than Life."{/i}
french: [RT] {i}C'est mon père, [dad_name], {p}La meilleure façon de le décrire est 'Plus grand que nature.'{/i}

source: [RT] {i}He started his own shipping and delivery business, and has been very successful.{/i}
french: [RT] {i}Il a lancé sa propre entreprise d'expédition et de livraison, et a connu un grand succès.{/i}

source: [RT] {i}He runs his family like he does his business. {p}With complete control. {p}He says jump, we all say "How high?".{/i}
french: [RT] {i}Il dirige sa famille comme il fait ses affaires. {p}Avec un contrôle complet. {p}Il dit sauter, nous disons tous 'À quelle hauteur?'.{/i}

source: [RT] {i}He's never been physically abusive, {p}but he's made up for that through mental and emotional abuse.{/i}
french: [RT] {i}Il n'a jamais été violent physiquement, {p}mais il a compensé cela par la violence mentale et émotionnelle.{/i}

source: [RT] {i}If he didn't provide all the money we needed to survive, we would all probably be happier with him in prison.{/i}
french: [RT] {i}S'il n'avait pas fourni tout l'argent dont nous avions besoin pour survivre, nous serions tous probablement plus heureux avec lui en prison.{/i}

source: [RT] {i}She's still pretty hot for a mom. It would be fun to see more of her wild side.{/i}
french: [RT] {i}Elle est encore assez chaude pour une maman. Ce serait amusant de voir plus de son côté sauvage.{/i}

source: [RT] {i}This is my mom Jackelyn, she goes by [mom_name] but we call her Mom.{/i}
french: [RT] {i}C'est ma mère Jackelyn, elle s'appelle [mom_name] mais nous l'appelons maman.{/i}

source: [RT] {i}She's always been a good mother, as far as providing for our physical needs,{/i}
french: [RT] {i}Elle a toujours été une bonne mère, pour ce qui est de subvenir à nos besoins physiques, {/i}

source: [RT] {i}But she's always focused more attention on the things that kept my dad happy, rather than giving us the attention we needed and wanted.{/i}
french: [RT] {i}Mais elle a toujours concentré plus d'attention sur les choses qui ont rendu mon père heureux, plutôt que de nous accorder l'attention dont nous avions besoin et que nous voulions.{/i}

source: [RT] {i}I guess she used to be quite the party girl in high school.{p}Now my dad proudly boasts how he tamed her into an obedient wife and mother.{/i}
french: [RT] {i}Je suppose qu'elle était plutôt la fêtarde au lycée.{p}Maintenant, mon père se vante fièrement de la façon dont il l'a apprivoisée en une épouse et une mère obéissantes.{/i}

source: [RT] {i}She always has plenty of bad things to say about him, {p}but only behind his back. {p}She wouldn't dream of saying anything to his face.{/i}
french: [RT] {i}Elle a toujours plein de mauvaises choses à dire sur lui, {p}mais seulement derrière son dos. {p}Elle n'ose pas lui dire quoi que ce soit en face.{/i}

source: [RT] {i}She started teaching high school about five years ago, {p}I think just to get out of the house and be more social. {p}I think it has made her happier.{/i}
french: [RT] {i}Elle a commencé à enseigner au lycée il y a environ cinq ans, {p}Je pense juste pour sortir de la maison et être plus sociale. {p}Je pense que cela l'a rendue plus heureuse.{/i}

source: [RT] {i}And now Lauren and I are lucky enough to be in her class.{/i}
french: [RT] {i}Et maintenant Lauren et moi avons la chance d'être dans sa classe.{/i}

source: [RT] {i}Lauren is taking her early morning shower, I wonder if there is some way to spy on her.{/i}
french: [RT] {i}Lauren prend sa douche tôt le matin, je me demande s'il y a un moyen de l'espionner.{/i}

source: [RT] {i}Lauren is taking her early morning shower. Wait.... did I just hear some moaning? Let's just take a quick look.{/i}
french: [RT] {i}Lauren prend sa douche tôt le matin. Attendons.... j'ai entendu des gémissements ? Jetons un coup d'œil.{/i}

source: {i}{b}"Lauren's Libido -5"{/b}{/i}
french: {i}{b}«Libido de Lauren -5»{/b}{/i}

source: [RT] {i}Lauren is taking her early morning shower. Wait.... did I just hear some moaning?, uggh I've got to find a way to see what's going on in there.{/i}
french: [RT] {i}Lauren prend sa douche tôt le matin. Attendons.... j'ai entendu des gémissements ? Je dois trouver un moyen de voir ce qui se passe là-dedans.{/i}

source: [RT] {i}Sidney must be taking a shower, Mom and Lauren already left for school.{/i}
french: [RT] {i}Sidney doit prendre une douche, maman et Lauren sont déjà parties à l'école.{/i}

source: [RT] {i}Sidney must be taking a shower.{/i}
french: [RT] {i}Sidney doit prendre une douche.{/i}

source: [RT] {i}Sidney must be taking a shower. Wait.... did I just hear some moaning? Let's just take a quick look through the spy-cam.{/i}
french: [RT] {i}Sidney doit prendre une douche. Attendons.... j'ai entendu des gémissements ? Jetons un coup d'œil à la caméra espion.{/i}

source: {i}{b}"Sidney's Libido -5"{/b}{/i}
french: {i}{b}«Libido de Sidney -5»{/b}{/i}

source: [RT] {i}Sidney must be taking a shower. Wait.... did I just hear some moaning?, uggh I've got to find a way to see what's going on in there.{/i}
french: [RT] {i}Sidney doit prendre une douche. Attendons.... j'ai entendu des gémissements ? Je dois trouver un moyen de voir ce qui se passe là-dedans.{/i}

source: [RT] {i}I think that's Mom. I'm so glad she finally came out of her room. Sounds like she's taking a shower.{/i}
french: [RT] {i}Je pense que c'est Maman. Je suis tellement content qu'elle soit enfin sortie de sa chambre. On dirait qu'elle prend une douche.{/i}

source: [RT] {i}If only I could see her. I should check online for some ideas on how I can spy behind locked doors.{/i}
french: [RT] {i}Si seulement je pouvais la voir. Je devrais vérifier en ligne quelques idées sur la façon dont je peux espionner derrière des portes verrouillées.{/i}

source: [RT] {i}That must be Mom in the shower.{/i}
french: [RT] {i}Ça doit être maman sous la douche. {/i}

source: [RT] {i}Mom must be getting ready for bed.{/i}
french: [RT] {i}Maman doit se préparer pour aller se coucher. {/i}

source: [RT] {i}Mom is taking her after school shower. Wait.... did I just hear some moaning? Let's just take a quick look.{/i}
french: [RT] {i}Maman prend sa douche après l'école. Attendons.... j'ai entendu des gémissements ? Jetons un coup d'œil.{/i}

source: {i}{b}"Mom's Libido -5"{/b}{/i}
french: {i}{b}«Libido de maman -5»{/b}{/i}

source: [RT] {i}That must be Mom in the shower. Wait.... did I just hear some moaning?, uggh I've got to find a way to see what's going on in there.{/i}
french: [RT] {i}Ça doit être maman sous la douche. Attendons.... Est-ce que j’ai juste entendu des gémissements?, uggh je dois trouver un moyen de voir ce qui se passe là-dedans. {/i}

source: [RT] {i}I'm alright for now.{/i}
french: [RT] {i}Je suis bien pour le moment.{/i}

source: [RT] {i}No time for a shower.{/i}
french: [RT] {i}Pas le temps de prendre une douche.{/i}

source: [RT] {i}.... oh, Mom must have fallen asleep waiting for her tea to boil.{/i}
french: [RT] {i}.... maman a dû s'endormir en attendant que son thé aie bout.{/i}

source: [RT] {i}She still hasn't changed out of her nightgown.{/i}
french: [RT] {i}Elle n'a toujours pas changé de chemise de nuit.{/i}

source: [RT] {i}I still can't believe she got after me this morning for sleeping in my underwear.{/i}
french: [RT] {i}Je n'arrive toujours pas à croire qu'elle s'en soit pris à moi ce matin pour avoir dormi dans mes sous-vêtements.{/i}

source: [RT] {i}I mean look at her, exposing herself all over the house. {p}She must have been up most of the night worrying.{/i}
french: [RT] {i}Je veux dire regarde-la, s'exposant partout dans la maison. {p}Elle a dû être debout presque toute la nuit à s’inquiéter. {/i}

source: [RT] {i}I'll just leave her phone on the counter next to her.{/i}
french: [RT] {i}Je vais juste laisser son téléphone sur le comptoir à côté d'elle.{/i}

source: [M] Oh, there you are, honey. Please come sit down and have some dinner.
french: [M] Oh, te voilà, chérie. S'il te plait, viens t'asseoir et dîner.

source: [RT] {i}Oh good, Mom is finally up and about, I wonder if she's doing any better.{/i}
french: [RT] {i}Oh bon, maman est enfin debout, je me demande si elle va mieux.{/i}

source: [M] Oh, hi honey, yes, I'm doing much better now.
french: [M] Oh, salut chérie, oui, je vais beaucoup mieux maintenant.

source: [R] What are you drinking?
french: [R] Qu'est-ce que tu bois ?

source: [M] Oh, just a little wine to help me with my hangover.
french: [M] Oh, juste un peu de vin pour m'aider avec ma gueule de bois.

source: [R] Is putting more of what caused your hangover into your body really the best way to treat a hangover?
french: [R] Est-ce que mettre plus de ce qui a causé ta gueule de bois dans ton corps est vraiment la meilleure façon de traiter une gueule de bois?

source: [M] Haha.... yeah, it's called the hair of the dog remedy.
french: [M] Haha.... oui, ça s'appelle un remède de cheval.

source: [R] Hair of the dog?
french: [R] De cheval?

source: [M] Yeah I'm not really sure what it means, something about dog hair and curing rabies bites.
french: [M] Ouais je ne sais pas vraiment ce que cela signifie, quelque chose sur les cheveaux et le traitement des gros maux.

source: [M] I just really can't deal with the symptoms of a hangover right now with the stress I'm under. So I'm just doing a little self medicating.
french: [M] Je ne peux vraiment pas gérer les symptômes d'une gueule de bois en ce moment avec le stress que je subis. Donc je fais juste un peu d'automédication.

source: [R] Mom, I really want to help out with the mess we are in.
french: [R] Maman, je veux vraiment aider avec le désordre dans lequel nous sommes.

source: [R] Is there anything I can do to help relieve some of your stress?
french: [R] Y a-t-il quelque chose que je peux faire pour aider à soulager une partie de ton stress?

source: [M] You really are such a good boy.
french: [M] Tu es vraiment un si bon garçon.

source: [M] You're already working at Dad's warehouse to help pay the weekly Mafia bill.
french: [M] Tu travailles déjà à l'entrepôt de papa pour aider à payer la facture hebdomadaire de la Mafia.

source: [M] And I don't want you missing any more school than you have to. You have to graduate this year!
french: [M] Et je ne veux pas que tu manques plus d'école que tu n'en as besoin. Tu dois obtenir ton diplôme cette année!

source: [R] You really can't think of anything else I could do to be helpful?
french: [R] Tu ne peux vraiment pas penser à autre chose que je pourrais faire pour être utile?

source: [M] Well.... If you really want to, you could make sure the dishes get done in the evening.
french: [M] Bien.... Si tu le souhaites vraiment, tu peux t'assurer que les plats sont préparés le soir.

source: [M] If I didn't have to worry about cleaning the dinner mess, I could have more time for grading papers and getting my lessons ready.
french: [M] Si je n'avais pas à me soucier de nettoyer le désordre du dîner, je pourrais avoir plus de temps pour classer les papiers et préparer mes leçons.

source: [R] Sure, I can do that.
french: [R] Bien sûr, je peux le faire.

source: [M] That would be so great!
french: [M] Ce serait tellement génial!

source: [M] But don't stress too much if you don't have time, I'll take care of it if you're too busy.
french: [M] Mais ne stresses pas trop si tu n'as pas le temps, je m'en occuperais si tu es trop occupé.

source: [R] Ok, Mom.
french: [R] D'accord, Maman.

source: [M] Can you find yourself something to eat tonight? I just don't have it in me to make dinner.
french: [M] Peux-tu trouver quelque chose à manger ce soir? Je n'ai tout simplement pas l'énergie en moi pour préparer le dîner.

source: [R] Sure, Mom.
french: [R] Bien sûr, Maman.

source: [M] Thanks, honey. I'm going to go to bed early tonight.
french: [M] Merci, chéri. Je vais me coucher tôt ce soir.

source: [M] Good night sweety. See you in the morning.
french: [M] Bonne nuit chéri. À demain matin.

source: [RT] {i}Oh Man! I don't think I've ever seen Mom this stressed out. She's trying to put on a strong face, but I can see the worry in her eyes.{/i}
french: [RT] {i}Oh Mec! Je ne pense pas avoir jamais vu maman aussi stressée. Elle essaie de mettre un visage fort, mais je peux voir l'inquiétude dans ses yeux.{/i}

source: [RT] {i}If I can replace all the things Dad did for her, I think she would be relaxed and happy again.{/i}
french: [RT] {i}Si je peux remplacer toutes les choses que papa a faites pour elle, je pense qu'elle serait à nouveau détendue et heureuse.{/i}

source: [RT] {i}All I have to do is get the cash flowing into the household. Which will be no easy thing.{/i}
french: [RT] {i}Tout ce que j'ai à faire, c'est de faire rentrer l'argent dans le ménage. Ce qui ne sera pas chose facile.{/i}

source: [RT] {i}But that seems to be the only contribution he was making.{/i}
french: [RT] {i}Mais cela semble être la seule contribution que j'apportais.{/i}

source: [RT] {i}He and Mom hardly even talk to each other anymore.{/i}
french: [RT] {i}Lui et maman ne se parlent même plus.{/i}
