Repository: DonRP/AFV
Catalog: game/*/*/script.po
Languages: french

source: [B] With the $300 I gave you, and if you make deliveries today. And hopefully your mom has a little cash on her. Hopefully you'll have enough...
french: [B] Avec les 300$ que je t'ai donnés, et si tu fais des livraisons aujourd'hui. Et j'espère que ta mère a un peu d'argent sur elle. J'espère que t'en auras assez...

source: [B] .... I'll be praying to the Virgin Mary that you can make it.
french: [B] .... Je prierai la Vierge Marie pour que vous puissiez y arriver.

source: [R] {i}(sarcastically){/i} Oh.... that's a relief.
french: [R] {i}(ton sarcastique) {/i} Oh.... c'est un soulagement.

source: [B] Sorry.... I wish there was more I could do.... If there was anything else I'd do it.
french: [B] Désolé.... J'aimerais qu'il y ait plus que je puisse faire.... S'il y avait autre chose, je le ferais.

source: [R] I know.... really.... thanks for helping us out.
french: [R] Je sais.... vraiment.... merci de nous aider.

source: [B] You're welcome! And be safe on your deliveries. Try to make sure no one is following you, and if they are, return here immediately.
french: [B] De rien! Et sois prudent sur les livraisons. Essaies de t'assurer que personne ne te suit, et s'ils le font, reviens ici immédiatement.

source: [R] Alright, I'll keep an eye out,{p}and thanks again.
french: [R] D'accord, je vais ouvrir l'œil,{p}et merci encore.

source: [B] Oh Right.... one more thing I almost forgot! If your mom asks what you're doing to make this extra money, just tell her you're doing some janitorial work for us.
french: [B] Oh ok.... encore une chose que j'ai presque oubliée! Si ta mère te demande ce que tu fais pour gagner cet argent supplémentaire, dis-lui que tu fais un travail de conciergerie pour nous.

source: [B] I don't thinks she'd be too thrilled if she suspected you were making deliveries for your old man.
french: [B] Je ne pense pas qu'elle serait trop ravie si elle soupçonnait que tu faisais des livraisons pour ton vieil homme.

source: [B] Capisce?
french: [B] Compris?

source: [R] Yeah.... I capisce.
french: [R] Oui ... compris.

source: [B] Great, now go hook that pizza box to your scooter, and go make some deliveries.
french: [B] Super, maintenant, accroche cette boîte à pizza à ton scooter, et vas faire quelques livraisons.

source: {i}"You received $200 and no tips."{/i}
french: {i}'Vous avez reçu 200$ et pas de pourboires.'{/i}

source: {i}"You received $200 and $50 in tips."{/i}
french: {i}'Vous avez reçu 200$ et 50$ en pourboires.'{/i}

source: {i}"You received $200 and $100 in tips."{/i}
french: {i}'Vous avez reçu 200$ et 100$ en pourboires.'{/i}

source: {i}"You received $200 and $150 in tips."{/i}
french: {i}'Vous avez reçu 200$ et 150$ en pourboires.'{/i}

source: {i}"You received $200 and $200 in tips."{/i}
french: {i}'Vous avez reçu 200$ et 200$ en pourboires.'{/i}

source: {i}"You received $200 and $250 in tips."{/i}
french: {i}'Vous avez reçu 200$ et 250$ en pourboires.'{/i}

source: I can only make deliveries in the afternoon.
french: Je ne peux faire les livraisons que l'après-midi.

source: "You received a chocolate bar"
french: 'Vous avez reçu une barre de chocolat'

source: "You received two chocolate bars"
french: 'Vous avez reçu deux barres de chocolat'

source: "You received three chocolate bars"
french: 'Vous avez reçu trois barres de chocolat'

source: "You received a gift card."
french: 'Vous avez reçu une carte-cadeau.'

source: "You received two gift cards."
french: 'Vous avez reçu deux cartes-cadeaux.'

source: "You received three gift cards."
french: 'Vous avez reçu trois cartes-cadeaux.'

source: "You received a bouquet of flowers."
french: 'Vous avez reçu un bouquet de fleurs.'

source: "You received two bouquet of flowers."
french: 'Vous avez reçu deux bouquets de fleurs.'

source: "You received three bouquet of flowers."
french: 'Vous avez reçu trois bouquets de fleurs.'

source: "You received one bottle of Melatonin"
french: 'Vous avez reçu une bouteille de Mélatonine'

source: "You received a webcam."
french: 'Vous avez reçu une webcam.'

source: "You received two webcams."
french: 'Vous avez reçu deux webcams.'

source: "You received three webcams."
french: 'Vous avez reçu trois webcams.'

source: "You received a green screen."
french: 'Vous avez reçu un écran vert.'

source: "You received some photo studio professional lights."
french: 'Vous avez reçu des spots professionnels de studio photo.'

source: "You received a DSLR camera."
french: 'Vous avez reçu un appareil photo reflex numérique.'

source: "You received a new camera accessory."
french: 'Vous avez reçu un nouvel accessoire pour appareil photo.'

source: "You received a new swimsuit."
french: 'Vous avez reçu un nouveau maillot de bain.'

source: "You received a ball gag."
french: 'Vous avez reçu un bâillon boule.'

source: "You recieved the book "Perry Hotter and the Sorceror's Bone"
french: 'Vous avez reçu le livre 'Perry Hotter et l'os du Sorcier'

source: "You recieved the book "Perry Hotter and her Chambers of Secrets."
french: 'Vous avez reçu le livre 'Perry Hotter et ses Chambres de secrets.'

source: "You recieved the book "Perry Hotter and the prisoner of Moldevorts Dungeon."
french: 'Vous avez reçu le livre 'Perry Hotter et le donjon du prisonnier de Moldevorts.'

source: "There's nothing else to do here."
french: 'Il n'y a rien d'autre à faire ici.'

source: "There's nothing left to do here."
french: 'Il n'y a rien d'autre à faire ici.'

source: [RT] {i}Oh, man.... I can't get my conversation with Uncle Bobby out of my head. {p}More importantly, how do I tell Mom and Lauren about it?{/i}
french: [RT] {i}Oh, mec.... Je ne peux pas sortir ma conversation avec Oncle Bobby de ma tête. {p}Plus important encore, comment puis-je en parler à maman et Lauren ?{/i}

source: [M] Oh, honey, it was just terrible.... men from the FBI were here all day, going through our things, digging through our garbage, making copies of all our computer drives.
french: [M] Oh, chérie, c'était juste terrible.... des hommes du FBI étaient là toute la journée, fouillant nos affaires, fouillant nos ordures, faisant des copies de tous nos disques d'ordinateur.

source: [RT] {i}Oh, shit.... well, I guess they're going to find my porn collection. Hopefully they don't know what kind of games "Milfy City" and "Big Brother" are.{/i}
french: [RT] {i}Oh, merde.... eh bien, je suppose qu'ils vont trouver ma collection de porno. J'espère qu'ils ne savent pas quel genre de jeux 'Milfy City' et 'Big Brother' sont.{/i}

source: [M] Having your privacy invaded like that makes me feel so vulnerable. Almost naked, you know?
french: [M] Avoir ma vie privée envahie comme ça me rend si vulnérable. Presque nue, tu sais ?

source: [M] So what did Uncle Bobby have to say?
french: [M] Alors qu'a dit Oncle Bobby?

source: {i}10 minutes later.... {/i}
french: {i}10 minutes plus tard... {/i}

source: [L] OMG [ryan], you missed everything! A bunch of hunky FBI guys were here digging through all our junk, combing through our trash. They even copied everything on my phone and our computers! I better not find any of my selfies on the internet!
french: [L] OMG [ryan], tu as tout raté! Des mecs du FBI étaient là pour fouiller toutes nos ordures, fouiller nos ordures. Ils ont même tout copié sur mon téléphone et nos ordinateurs! Je ferais mieux de ne trouver aucun de mes selfies sur Internet!

source: [L] One of the agents kept staring at my ass. She really gave me the creeps!
french: [L] L'un des agents n'arrêtait pas de regarder mon cul. Elle m'a vraiment donné la chair de poule!

source: [L] So where have you been all day?
french: [L] Alors où étais-tu toute la journée?

source: [R] And so somehow we have to come up with the rest of the money before the DeCapo thugs come over, which could be any minute!
french: [R] Et donc, d'une manière ou d'une autre, nous devons trouver le reste de l'argent avant que les voyous DeCapos ne viennent, ce qui pourrait être d'une minute à l'autre!

source: [R] Do either of you have any cash lying around?
french: [R] Est-ce que l'un de vous a de l'argent qui traîne ?

source: [M] OH NO!.... No! We don't have any extra cash!{p}The FBI made me open our safe and they confiscated all our emergency cash. They gave me this debit card, with only enough money to pay our bills and buy food, and they are monitoring all of our transactions.
french: [M] OH NON!.... Non! Nous n'avons pas d'argent supplémentaire!{p}Le FBI m'a fait ouvrir notre coffre-fort et ils ont confisqué tout notre argent d'urgence. Ils m'ont donné cette carte de débit, avec seulement assez d'argent pour payer nos factures et acheter de la nourriture, et ils surveillent toutes nos transactions.

source: [L] Don't look at me, it's not like I have a secret stash of cash hidden under my bed!
french: [L] Ne me regardes pas, ce n'est pas comme si j'avais une cachette secrète d'argent sous mon lit!

source: [R] Well, shit! What are we going to do?
french: [R] Eh bien, merde! Qu'allons-nous faire ?

source: [M] Language, [ryan]!
french: [M] [ryan]! Tiens ta langue! S'il te plaît!

source: [R] We're about to have our legs broken, and you're worried about me saying "shit"?
french: [R] Nous sommes sur le point d'avoir les jambes cassées, et tu crains que je dise 'merde'?

source: [M] Yes! Where did you ever learn to be so crass?
french: [M] Oui! Où as-tu jamais appris à être aussi grossier?

source: [M] Oh, fuck! Oh, shit! They're here!
french: [M] Oh, putain! Oh, merde! Ils sont là !

source: [MT] {i}SHIT!! Think [mom_name]! Think! What am I going to do?{/i}
french: [MT] {i}MERDE!! Réfléchis [mom_name]! Réfléchis ! Qu'est-ce que je vais faire ?{/i}

source: [M] [ryan].... give me the cash that you have.
french: [M] [ryan].... donne-moi l'argent que tu as.

source: {i}"Money = $0"{/i}
french: {i}'Argent = 0$'{/i}

source: [M] Lauren, you and [ryan] go into the kitchen and do the dishes while I go talk to the gentlemen at the door.
french: [M] Lauren, toi et [ryan] allez dans la cuisine et faites la vaisselle pendant que je vais parler aux messieurs à la porte.

source: [M] I'm sure I can work something out that doesn't involve violence.
french: [M] Je suis sûr que je peux trouver quelque chose qui n'implique pas de violence.

source: [M] So just get the dishes done, and I'll be back as soon as I'm done talking to them!
french: [M] Alors faites la vaisselle, et je reviendrai dès que j'aurai fini de leur parler!

source: [L] ... And all the sexts I sent to my ex-boyfriend were still on my phone.
french: [L] ... Et tous les sextos que j'ai envoyés à mon ex-petit ami étaient toujours sur mon téléphone.

source: [R] Would you shut up about your stupid phone? We're about to be murdered by the mob, and all you can think of is your stupid phone!
french: [R] Parles-tu que de ce téléphone stupide? Nous sommes sur le point d'être assassinés par la pègre, et tout ce à quoi tu peux penser, c'est ton stupide téléphone!

source: [L] Oh, just relax!.... Mom will take care of everything. She always does.
french: [L] Oh, détends-toi!.... Maman s'occupera de tout. Elle le fait toujours.

source: [R] Dad said I'm the man of the house now! I'm the one who should be out there working things out with the DeCapo's!
french: [R] Papa a dit que je suis l'homme de la maison maintenant! C'est moi qui devrais travailler avec les DeCapos !

source: [L] Hahahaha.... you the man of the house? Hahaha.... I wouldn't trust you to work things out with the school bully, let alone a bunch of Mafiosos.
french: [L] Hahahaha.... tu es l'homme de la maison ? Hahaha.... Je ne te ferais pas confiance pour arranger les choses, encore moins avec une bande de Mafieux.

source: [R] Just wait and see! I'll fix all of this, and earn everyone's respect!
french: [R] Attends et observes! Je vais arranger tout ça, et gagner le respect de tout le monde!

source: [L] Yeah, and on that day I'll let you fuck me in the ass!
french: [L] Ouais, et ce jour-là je te laisserais me baiser dans le cul!

source: [R] Gross, why would you say something like that!
french: [R] Pourquoi dirais-tu quelque chose comme ça!

source: [M] Hey guys, I'm back. Thanks for cleaning up!
french: [M] Salut les enfants, je suis de retour. Merci pour le nettoyage!

source: [R] Oh, thank God! Is everything ok?
french: [R] Oh, Dieu merci! Tout va bien ?

source: [M] Yes, everything is fine. I worked everything out with Joey.
french: [M] Oui, tout va bien. J'ai tout réglé avec Joey.

source: [L] Joey, who's Joey?
french: [L] Joey, qui est Joey ?

source: [M] Oh, I don't know his last name, maybe it's DeCapo, but he was over this summer for your lousy dad's work BBQ.
french: [M] Oh, je ne connais pas son nom de famille, peut-être que c'est DeCapo, mais il était là cet été pour le BBQ de travail de ton père.

source: [M] Way overdressed for the occasion.
french: [M] Trop habillée pour l'occasion.

source: [L] Oh yeah, I think I remember him.
french: [L] Oh oui, je pense que je me souviens de lui.

source: [M] Right, so he has a small job tonight that he said I'm more than qualified for, and can earn the other $500 in just a couple hours.
french: [M] C'est vrai, il a donc un petit travail ce soir pour lequel il a dit que je suis plus que qualifiée et que je peux gagner les 500$ restants en quelques heures.

source: [R] No, wait!.... You're going to take a job from a Mafia goon, where you'll make $500 in a couple hours? That sounds like a bad idea!
french: [R] Non, attends!.... Tu vas prendre un boulot d'un gang de mafieux, où tu gagneras 500$ en quelques heures ? Cela ressemble à une mauvaise idée!

source: [M] Yeah, well it's not like I have a lot of options here!{p}I don't want to go, but at least it will keep us safe until we have to make another payment next week!
french: [M] Ouais, eh bien ce n'est pas comme si j'avais beaucoup d'options!{p}Je ne veux pas y aller, mais au moins cela nous gardera en sécurité jusqu'à ce que nous devions effectuer un autre paiement la semaine prochaine!

source: [R] Ok.... so then what is the job?
french: [R] D'accord.... alors, quel est le travail?

source: [M] .... It's none of your business!
french: [M] .... Ça ne te regarde pas !

source: [R] Is it legal?
french: [R] Est-ce légal?

source: [M] Of course it's legal! What do you think I am?
french: [M] Bien sûr, c'est légal! Tu me prends pour qui?

source: [R] Well, why won't you tell us, and what's with the bag?
french: [R] Eh bien, pourquoi ne nous dis-tu pas, et qu'est-ce qu'il y a avec le sac?

source: [M] I already told you that it's none of your business! So don't ask again!
french: [M] Je vous ai déjà dit que ça ne vous regarde pas! Alors ne demandez plus!

source: [M] Finish cleaning up!
french: [M] Termine le nettoyage!

source: [M] I'll be home very late!
french: [M] Je rentrerais très tard!

source: [R] Oh, shit!
french: [R] Oh, merde!

source: [L] What?
french: [L] Quoi?

source: [R] What do you mean "What?".
french: [R] Que veux-tu dire par 'Quoi?'.

source: [R] Mom's leaving our house with the mob, to do a job for the mob, to pay off the mob!
french: [R] Maman quitte notre maison avec la mafia, pour faire un travail pour la pègre, pour payer la mafia!

source: [L] I'm sure she's going to be fine?
french: [L] Je suis sûr qu'elle ira bien?

source: [R] I'm going to follow her, and make sure she'll be ok.
french: [R] Je vais la suivre et m'assurer qu'elle ira bien.

source: [L] What about me? You can't just leave me here alone.
french: [L] Et moi ? Tu ne peux pas me laisser seule ici.

source: [L] I'll be too scared.
french: [L] J'aurai trop peur.

source: [R] I'm sorry, but I have to follow Mom to make sure she's safe. She's my responsibility now.
french: [R] Je suis désolé, mais je dois suivre maman pour m'assurer qu'elle est en sécurité. C'est ma responsabilité maintenant.

source: [R] You'll be safe if you lock the door.
french: [R] Tu seras en sécurité si tu verrouilles la porte.

source: [R] And if anything happens, just call our new friends at the FBI.
french: [R] Et si quelque chose arrive, appelles simplement nos nouveaux amis au FBI.

source: [G] Hey, Boss?
french: [G] Hé, Patron?

source: [J] What is it?
french: [J] Qu’est-ce que c’est?

source: [G] There's some twerp following us on a little scooter.
french: [G] Il y a un petit qui nous suit sur un petit scooter.

source: [M] Oh, no! That's probably my son!
french: [M] Oh, non! C'est probablement mon fils!

source: [G] Do you want me to lose him?
french: [G] Voulez-vous que je le sème?

source: [M] Oh, please do! I don't want him to see where you're making me work!
french: [M] Oh, s'il vous plaît, faites-le! Je ne veux pas qu'il voie où tu me fais travailler !

source: [J] No! Let him follow us. I want the little bastard to know what happens to his mom when they don't pay us what they owes us.
french: [J] Non! Laisses-le nous suivre. Je veux que le petit salaud sache ce qui arrive à sa mère quand ils ne nous paient pas ce qu'ils nous doivent.

source: [M] No! Please!
french: [M] Non! S'il te plaît!

source: [J] Listen! You don't get to make any demands!{p}You're lucky I don't turn around and have my driver run him over.
french: [J] Écoute! Tu n'as pas à faire de demandes!{p}Tu as de la chance que je ne fasse pas demi-tour et que mon chauffeur le renverse.

source: [J] So just sit there quietly and prepare yourself mentally for what it's going to take to earn the rest of what you owe me.
french: [J] Alors assieds-toi tranquillement et prépares-toi mentalement à ce qu'il faudra pour gagner le reste de ce que tu me dois.

source: [J] You had better be as good at this job as you say you are, you've got a lot of money you have to make tonight!
french: [J] Tu ferais mieux d'être aussi bon dans ce travail que tu le dis, tu as beaucoup d'argent à gagner ce soir!

source: [M] Well, I hope you're happy!?!
french: [M] Eh bien, j'espère que vous êtes heureux!?!

source: [M] He's followed us all the way down the street and is watching us go in right now!
french: [M] Il nous a suivis tout le long de la rue et nous regarde entrer en ce moment!

source: [M] I can only thank God that he is too young to be let into a place like this.
french: [M] Je ne peux que remercier dieu qu'il soit trop jeune pour être autorisé à entrer dans un endroit comme celui-ci.

source: [MT] {i}I'll just tell him I'm serving drinks.... or something like that.... {/i}
french: [MT] {i}Je vais juste lui dire que je sers des boissons.... ou quelque chose comme ça.... {/i}

source: [J] Yeah, yeah.... give me a break and just go get ready, will yah?
french: [J] Ouais, ouais.... laisse-moi une pause et va te préparer, yah ?

source: [J] If the kid wants to come in, go ahead and let 'im.
french: [J] Si l'enfant veut entrer, vas-y et laisse-le entrer.

source: [J] He can have a look around and see if he finds anything interesting.
french: [J] Il peut jeter un coup d'œil autour de lui et voir s'il trouve quelque chose d'intéressant.

source: [G] Ok, Boss!
french: [G] Ok, Patron!

source: [RT] {i}So this place is some kind of bar? The guy at the door welcomed me in without checking my ID.{/i}
french: [RT] {i}Donc cet endroit est une sorte de bar? Le gars à la porte m'a accueilli sans vérifier ma carte d'identité.{/i}

source: [RT] {i}Nice!.... I guess I just look like I'm over 21 now!{/i}
french: [RT] {i}Bien !.... J'ai l'air d'avoir plus de 21 ans maintenant !{/i}

source: [RT] {i}So I wonder if Mom will be serving drinks or something.{/i}
french: [RT] {i}Donc je me demande si maman va servir des boissons ou quelque chose comme ça.{/i}

source: [RT] {i}Well, she's not by the bar, I wonder if she's serving the people in the casino?{/i}
french: [RT] {i}Eh bien, elle n'est pas au bar, je me demande si elle sert les gens du casino?{/i}

source: [RT] {i}Maybe they have her working a blackjack table or something.{/i}
french: [RT] {i}Peut-être qu'ils la font travailler sur une table de blackjack ou quelque chose comme ça.{/i}

source: [VOM] Next up on stage we have a beautiful dancer here for her debut performance at the club.
french: [VOM] Ensuite sur scène, nous avons une belle danseuse ici pour sa première performance au club.

source: [VOM] A hot housewife and teasing teacher, will make you want to misbehave to have her paddle your bum with her yardstick.
french: [VOM] Une femme au foyer chaude et une enseignante taquine, vous donnera envie de vous conduire mal pour qu'elle piétine vos fesses avec son étalon.

source: [VOM] Come and show her how bad you want to be the teacher's pet!
french: [VOM] Venez lui montrer à quel point vous voulez être l'animal de compagnie de l'enseignante!

source: [RT] {i}A teacher! What the hell! Are they talking about Mom!?! I've got to find out where that stage is.{/i}
french: [RT] {i}Un professeur! Que diable! Ils parlent de maman !?! Je dois savoir où se trouve cette scène.{/i}

source: [RT] {i}OH.... mY.... gOD!!!{/i}
french: [RT] {i}OH.... mon.... DIEU!!!{/i}

source: [RT] {i}It's Mom!{/i}
french: [RT] {i}C'est Maman!{/i}

source: [RT] {i}On a stripper pole!{/i}
french: [RT] {i}Sur un poteau de strip-tease!{/i}

source: [RT] {i}Jeeze! What in the hell should I do?{/i}
french: [RT] {i}Je t'en prie ! Qu'est-ce que je devrais faire ?{/i}

source: [RT] {i}This is soooo wrong!.... {p}But I've got to know if she even knows what she's doing.... {p}How would she know how to work a stripper pole?{/i}
french: [RT] {i}C'est tellement mauvais!.... {p}Mais je dois savoir si elle sait même ce qu'elle fait.... {p}Comment saurait-elle travailler sur un poteau de strip-teaseuse?{/i}

source: [RT] {i}The look in her eyes is at least pretty confident.{/i}
french: [RT] {i}Le regard dans ses yeux est au moins assez confiant.{/i}

source: [MT] {i}Thank God they gave me free alcohol!.... It really takes the edge off!{/i}
french: [MT] {i}Dieu merci, ils m'ont donné de l'alcool gratuit !.... Ça enlève vraiment la retenue !{/i}

source: [MT] {i}And thank God my husband and kids don't know what I'm doing right now!{/i}
french: [MT] {i}Et Dieu merci, mon mari et mes enfants ne savent pas ce que je fais en ce moment!{/i}

source: [MT] {i}Oh my God! Oh my God! Oh my God! This can't really be happening!{/i}
french: [MT] {i}Oh mon Dieu! Oh mon Dieu! Oh mon Dieu! Cela ne peut pas vraiment arriver!{/i}

source: [MT] {i}How did I get into this situation?!.... {p}And I have to put a fucking smile on my face and pretend I'm having fun if I'm going to make any money!{/i}
french: [MT] {i}Comment suis-je entré dans cette situation?!.... {p}Et je dois mettre un putain de sourire sur mon visage et prétendre que je m'amuse si je veux gagner de l'argent!{/i}

source: [RT] {i}Oh, wow! She's taking off her shirt! I guess this is going to be more than just a sexy dance!{/i}
french: [RT] {i}Oh, wow! Elle enlève sa chemise! Je suppose que cela va être plus qu'une danse sexy!{/i}

source: [RT] {i}What is wrong with me? Why can't I look away?{/i}
french: [RT] {i}Qu'est-ce qui ne va pas chez moi? Pourquoi je ne peux pas détourner le regard ?{/i}

source: [MT] {i}Oh.... I am a terrible person. I thought I put this kind of thing behind me when I got married!{/i}
french: [MT] {i}Oh.... Je suis une personne terrible. Je pensais avoir mis ce genre de chose derrière moi quand je me suis mariée!{/i}

source: [MT] {i}I never thought I'd be on a pole again.{/i}
french: [MT] {i}Je n'aurais jamais pensé être à nouveau sur une barre.{/i}

source: [MT] {i}I am a terrible wife and mother!{/i}
french: [MT] {i}Je suis une femme et une mère terribles!{/i}

source: [MT] {i}Oh thank God they can't see me now!{/i}
french: [MT] {i}Oh Dieu merci, ils ne peuvent pas me voir maintenant!{/i}

source: [RT] {i}Oh, shit! I can see her panties.{p}Oh.... they're practically see through! Unnnhhhh.... {/i}
french: [RT] {i}Oh, merde! Je peux voir sa culotte.{p}Oh.... On voit pratiquement à travers ! Unnnhhhhh.... {/i}
