Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: To get Mom to tie Megan's arms, you need her submission or libidio points at 10.
italian: Per ottenere la mamma per legare le braccia di Megan, è necessario che la sua sottomissione o punti di libidio a 10.

source: [R] I'm thinking that if Professor McGargleCum is being such a dom, that Hermione is going to try to fight back a bit.
italian: [R] Penso che se il professor McGargleCum è una tale cupola, Hermione cercherà di combattere un po'.

source: [R] At least get mad and try to yell at her.
italian: [R] Almeno arrabbiatevi e provate a urlare contro di lei.

source: [MB] And Professor McGargleCum won't be able to allow any kind of defiance.
italian: [MB] E il professor McGargleCum non sarà in grado di permettere qualsiasi tipo di sfida.

source: [R] Exactly... So using her magic, she'll magic a ball gag into Hermione's mouth...
italian: [R] Esattamente... Così usando la sua magia, lei magia un bavaglio di palla nella bocca di Hermione...

source: [R] And then we'll finish the scene with a pic of Professor McGargleCum sitting with her breasts out, triumphant over Hermione.
italian: [R] E poi finiremo la scena con una foto del professor McGargleCum seduto con i suoi seni, trionfante su Hermione.

source: [MB] Wow! That sounds awesome!
italian: [MB] Wow! Sembra fantastico!

source: [MB] Do you have a ball gag?
italian: [MB] Hai un gag da palla?

source: [R] I do just so happen to have a ball gag.
italian: [R] Faccio solo così capita di avere un gag di palla.

source: [MB] Yes! Let's set this up!
italian: [MB] Sì! Impostiamo questo!

source: [M] Wait just a second!... Now you want me to expose my breasts?
italian: [M] Aspetta solo un secondo!... Ora vuoi che esprima i miei seni?

source: [R] Well, you had to know this was coming.
italian: [R] Beh, dovevi sapere che questo stava arrivando.

source: [M] Well... That may be... but it still doesn't mean I'm actually ready for it.
italian: [M] Bene... Può essere... ma non significa che io sia in realtà pronto per questo.

source: [M] And what about the whole issue with violence against women?
italian: [M] E che dire di tutto il problema della violenza contro le donne?

source: [R] Right, {i}(whispering){/i} And, it's not like you haven't shown off your breasts before?
italian: [R] Destra, {i}(sussurre){/i} E, non è come se non avessi già mostrato i tuoi seni?

source: [R] {i}(whispering){/i} I won't say a word if you'll do this.
italian: [R] {i}(sussurre){/i} Non dirò una parola se farai questo.

source: [MB] {i}(whispering){/i} What are you two whispering about?
italian: [MB] {i}(whispering){/i} Di che cosa stai sussurrando due?

source: [M] Fine! I'll do it!
italian: [M] Fine! Lo farò!

source: [MB] Awesome! Let's set up the scene.
italian: [MB] Fantastico! Impostiamo la scena.

source: [MB] Megan, take a stance and make a face like you're yelling at Miss [mom_name].
italian: [MB] Megan, prendi posizione e fai una faccia come stai urlando a Miss [mom_name].

source: [MB] Miss [mom_name], just stand there like you're patiently waiting for her to finish.
italian: [MB] Miss [mom_name], basta stare lì come si sta pazientemente aspettando che lei finisca.

source: [R] So, Professor McGargleCum won't be able to allow any kind of defiance.
italian: [R] Così, il professor McGargleCum non sarà in grado di consentire qualsiasi tipo di sfida.

source: [R] And using her magic, she'll magic a ball gag into Hermione's mouth...
italian: [R] E usando la sua magia, lei magia una palla gag nella bocca di Hermione...

source: [MG] Wow! That sounds awesome!
italian: [MG] Wow! Sembra fantastico!

source: [MG] Do you have a ball gag?
italian: [MG] Hai un gag da palla?

source: [MG] Yes! Let's set this up!
italian: [MG] Sì! Impostiamo questo!

source: [MG] {i}(whispering){/i} What are you two whispering about?
italian: [MG] {i}(whispering){/i} Di che cosa stai sussurrando due?

source: [MG] Awesome! Let's set up the scene.
italian: [MG] Fantastico! Impostiamo la scena.

source: [R] Megan, take a stance and make a face like you're yelling at Miss [mom_name].
italian: [R] Megan, prendi posizione e fai una faccia come stai urlando a Miss [mom_name].

source: [R] Miss [mom_name], just stand there like you're patiently waiting for her to finish.
italian: [R] Miss [mom_name], basta stare lì come si sta pazientemente aspettando che lei finisca.

source: To get Mom to expose her breasts and gag Megan, you need her submission points at 14.
italian: Per ottenere la mamma per esporre i suoi seni e gag Megan, avete bisogno dei suoi punti di presentazione a 14.

source: [R] So, here's what I'm thinking.
italian: [R] Quindi, ecco quello che sto pensando.

source: [R] Professor McGargleCum needs to further dominate Hermione by showing how much bigger her naked breasts are.
italian: [R] Il professor McGargleCum ha bisogno di dominare ulteriormente Hermione mostrando quanto più grandi sono i suoi seni nudi.

source: [R] Then she needs to bend her over her desk, remove her panties, and spank her with her wand.
italian: [R] Poi ha bisogno di piegarla sulla sua scrivania, togliere le mutandine e spuntarla con la sua bacchetta.

source: [MB] Oh, yeah... Total power move!
italian: [MB] Oh, sì... Movimento potenza totale!

source: [M] Did you just say I need to bare my breasts?
italian: [M] Hai appena detto che ho bisogno di nudo i miei seni?

source: [M] Take off Megan's panties?
italian: [M] Decollare i pantaloni di Megan?

source: [M] And then spank her with my wand?
italian: [M] E poi la sculacciata con la mia bacchetta?

source: [R] Yep, in exactly that order.
italian: [R] Sì, esattamente in quell'ordine.

source: [M] Why did you think I'd be willing to expose my breasts in a photo shoot?
italian: [M] Perché hai pensato che sarei stato disposto a esporre i miei seni in un servizio fotografico?

source: [MB] Wait... Is there a reason she's being punished?
italian: [MB] Aspetta... C'è un motivo per cui è stata punita?

source: [R] Hmmm... Yeah... because she has such a dirty mouth. First, Professor McGargleCum puts a ball gag in it...
italian: [R] Hmmm... Sì... perché lei ha una bocca così sporca. In primo luogo, il professor McGargleCum mette una pallina gag in esso...

source: [MG] Oh, yeah... Total power move!
italian: [MG] Oh, sì... Movimento potenza totale!

source: [MG] Wait... Is there a reason she's being punished?
italian: [MG] Aspetta... C'è un motivo per cui è stata punita?

source: [M] Oh, my God!
italian: [M] Oh, mio Dio!

source: [R] Then, she bends her over the desk.
italian: [R] Poi, la piega sulla scrivania.

source: [R] And that's where we should start shooting the scene.
italian: [R] Ed è qui che dovremmo iniziare a scattare la scena.

source: [M] Are you fucking crazy? You think I'm going to do full nudity?
italian: [M] Stai scopando pazzo? Pensi che farò la nudità piena?

source: To get Mom to pose fully naked with Megan, you need her submission points at 25.
italian: Per ottenere la mamma di posare completamente nudo con Megan, avete bisogno dei suoi punti di sottomissione a 25.

source: [MB] Alright, I've just about got the camera ready... and...
italian: [MB] Bene, ho appena preparato la fotocamera... e...

source: [MB] Got it!
italian: [MB] C'è!

source: [MB] Now, I need Miss [mom_name] to put the wand in Megan's mouth...
italian: [MB] Ora ho bisogno di Miss [mom_name] per mettere la bacchetta nella bocca di Megan...

source: [MB] Then Megan, you bend over like you're shooting magic out of your wand and onto our imaginary chalkboard.
italian: [MB] Poi Megan, ti pieghi come se sparassi magia dalla bacchetta e sulla nostra immaginaria lavagna.

source: [MB] And Miss [mom_name], why don't you look down like you're staring at her ass.
italian: [MB] E signorina [mom_name], perché non guardate giù come state fissando il suo culo.

source: [M] I think she said, "How's this?"
italian: [M] Penso che lei abbia detto: "Com'è questo?"

source: [MB] It looks sexy as hell.
italian: [MB] Sembra sexy come inferno.

source: [MB] Now let me come around here a little bit, and Miss [mom_name], why don't you flip up Megan's skirt?
italian: [MB] Ora lasciami girare un po 'qui, e signorina [mom_name], perché non capisci la gonna di Megan?

source: [MT] {i}Well, it's not like they haven't gotten pictures of her panties already.{/i}
italian: [MT] {i}Beh, non è come se non avessero già ottenuto foto delle sue mutandine.{/i}

source: [M] Alright...
italian: [M] Bene...

source: [MB] And Megan, look back at her like you're surprised.
italian: [MB] E Megan, guardate indietro come siete sorpresi.

source: [MB] And... Nice!
italian: [MB] E... Nizzo!

source: [MB] Got it.
italian: [MB] C'è.

source: [MB] These pics are gonna turn out awesome!
italian: [MB] Queste foto si riveleranno fantastiche!

source: [MB] Let's see though, where should we go from here, [ryan]?
italian: [MB] Vediamo però, dove dovremmo andare da qui, [ryan]?

source: [R] Alright, I've just about got the camera ready... and...
italian: [R] Bene, ho appena preparato la fotocamera... e...

source: [R] Got it!
italian: [R] C'è!

source: [R] Now, I need Mom to put the wand in Megan's mouth...
italian: [R] Ora ho bisogno della mamma per mettere la bacchetta nella bocca di Megan...

source: [R] Then Megan, you bend over like you're shooting magic out of your wand and onto our imaginary chalkboard.
italian: [R] Poi Megan, ti pieghi come se sparassi magia dalla bacchetta e sulla nostra immaginaria lavagna.

source: [R] And Mom, why don't you look down like you're staring at her ass.
italian: [R] E Mamma, perché non guardate giù come state fissando il suo culo.

source: [R] It looks sexy as hell.
italian: [R] Sembra sexy come inferno.

source: [R] Now let me come around here a little bit, and Mom, why don't you flip up Megan's skirt?
italian: [R] Ora lasciami venire un po 'qui in giro, e Mamma, perché non capisci la gonna di Megan?

source: [MT] {i}Well, it's not like he hasn't gotten pictures of her panties already.{/i}
italian: [MT] {i}Beh, non è come se non avesse già ricevuto foto delle sue mutandine.{/i}

source: [R] And Megan, look back at her like you're surprised.
italian: [R] E Megan, guardate indietro come siete sorpresi.

source: [R] And... Nice!
italian: [R] E... Nizzo!

source: [R] Got it.
italian: [R] C'è.

source: [R] These pics are gonna turn out awesome!
italian: [R] Queste foto si riveleranno fantastiche!

source: [R] Let's see though, where should we go from here?
italian: [R] Vediamo però, dove dovremmo andare da qui?

source: [R] Let me think.
italian: [R] Mi lasci pensare.

source: [R] She'll be really mad that McGargleCum flipped up her skirt, so she's going to really yell back at her.
italian: [R] Lei sarà davvero arrabbiata che McGargleCum capovolse la gonna, così lei sta andando davvero a urlare di nuovo contro di lei.

source: [MB] Really great yelling face, Megan.
italian: [MB] Davvero grande urla faccia, Megan.

source: [MB] And now we need a picture of Miss [mom_name], pointing her wand at Megan's mouth.
italian: [MB] E ora abbiamo bisogno di una foto di Miss [mom_name], puntando la bacchetta alla bocca di Megan.

source: [MB] And [ryan] can make it look like it's shooting magic into her mouth.
italian: [MB] E [ryan] può far sembrare che stia sparando magia in bocca.

source: [MB] That just looks funny.
italian: [MB] Sembra semplicemente divertente.

source: [R] Don't worry, it will look really cool once I get done with it.
italian: [R] Non ti preoccupare, sarà davvero bello una volta che ho finito con esso.

source: [MB] Ok, [ryan]... I need you to put the ball gag on Megan, and then Megan you'll try to look stunned because it just appeared in your mouth.
italian: [MB] Ok, [ryan]... Ho bisogno di mettere il gag della palla su Megan, e poi Megan cercherai di sembrare stordito, perché è appena apparso in bocca.

source: [R] All right, I've never put a ball gag on anybody, give me just a bit to figure this thing out.
italian: [R] Va bene, non ho mai messo una palla su nessuno, mi dica solo un po 'per capire questa cosa fuori.

source: [R] No, Megan, you've got to open wider... No, wider!... and this buckle goes right here... and...
italian: [R] No, Megan, devi aprire più ampio... No, più ampio!... e questa fibbia va proprio qui... e... e...

source: [RT] {i}Oh, God! I've never done any kind of kinky stuff like this before... it's really turning me on!{/i}
italian: [RT] {i}Oh, Dio! Non ho mai fatto alcun tipo di roba viziosa come questa... mi sta davvero spegnendo!{/i}

source: [RT] {i}I'm as hard as a rock!{/i}
italian: [RT] {i}Sono duro come una rock!{/i}

source: [MT] {i}Oh, damn!... I didn't like that stupid "37 Shades of Grey" book, but this is actually kind of hot in real life.{/i}
italian: [MT] {i}Oh, male!... Non mi è piaciuto quel libro stupido "37 sfumature di grigio", ma questo è davvero un po' caldo nella vita reale.{/i}

source: [MB] Now, Miss [mom_name]... it's time for you to pull down your dress, and go pose in that chair, with a triumphant look on your face.
italian: [MB] Adesso, signorina [mom_name]... è il momento per voi di tirare giù il vestito e andare a posare in quella sedia, con un look trionfante sul viso.

source: [MT] {i}Oh, God! Can I really expose my breasts to my students?{/i}
italian: [MT] {i}Oh, Dio! Posso davvero esporre i miei seni ai miei studenti?{/i}

source: [MT] {i}Oh, my God! Did my [ryan] talk his sisters into showing their breasts!?... He wouldn't do that to his own sisters... Would he?{/i}
italian: [MT] {i}Oh, mio Dio! Le mie [ryan] hanno parlato con le sue sorelle di mostrare il loro seno!?... non lo farebbe alle sue sorelle... lo fare?{/i}

source: [M] Is this part really necessary for the photo shoot to be successful?
italian: [M] Questa parte è davvero necessaria per il successo del servizio fotografico?

source: [R] Oh man! My studio's followers and subscribers wouldn't just be dissapointed, but they'd probably be pissed if you didn't show your breasts. I'll bet I'd lose a lot of subscribers, and a lot of money.
italian: [R] Oh uomo! I seguaci e gli abbonati del mio studio non sarebbero solo dissapointi, ma probabilmente sarebbero baciati se non avessi mostrato i tuoi seni. Scommetto che perderei molti abbonati e molti soldi.

source: [MT] {i}He probably did get the girls to show their breasts.{/i}
italian: [MT] {i}Probabilmente ha fatto sì che le ragazze mostrassero i loro seni.{/i}

source: [MT] {i}Knowing Lauren... She probably did it willingly... But how would he get Sidney to do that?{/i}
italian: [MT] {i}Conoscendo Lauren... Probabilmente lo ha fatto volentemente... Ma come avrebbe fatto Sidney a farlo?{/i}

source: [M] Alright, let me get into the pose first... Then I'll pull my dress down.
italian: [M] Bene, lasciami entrare nella posa prima... Poi tirare giù il mio vestito.

source: [MB] Alright, now Megan go sit at the foot of Miss [mom_name]'s chair... And do your best defeated look.
italian: [MB] Bene, ora Megan vai seduto ai piedi della sedia di Miss [mom_name]... E fai il tuo migliore sguardo sconfitto.

source: [MB] Oh, that looks amazing!... But Miss [mom_name]... You still haven't pulled down your shirt?
italian: [MB] Oh, che sembra incredibile!... Ma la signorina [mom_name]... Non hai ancora tirato giù la tua camicia?

source: [MT] {i}Oh, sweet Jesus... This is so wrong!... it's so... hot?... Why does this feeling of embarrassment make me feel so turned on at the same time?{/i}
italian: [MT] {i}Oh, dolce Gesù... Questo è così sbagliato!... è così... caldo?... Perché questa sensazione di imbarazzo mi fa sentire così acceso allo stesso tempo?{/i}

source: [MT] {i}Ok... Just like at the club... I can do this!...{/i}
italian: [MT] {i}Ok... Proprio come nel club... posso fare questo!...{/i}

source: [R] Wow! If there was a cover for this Perry Hotter movie, this pose would be it.
italian: [R] Wow! Se ci fosse una copertina per questo film di Perry Hotter, questa posa sarebbe così.

source: [MB] Great job... both of you!
italian: [MB] Ottimo lavoro... entrambi voi!

source: [MT] {i}Oh, my God! Matt's dick is about to rip out of his pants!{/i}
italian: [MT] {i}Oh, mio Dio! Il cazzo di Matt's sta per strappare dai suoi pantaloni!{/i}

source: [MT] {i}Look how hard he is!... and how big he is!{/i}
italian: [MT] {i}Guardate quanto è duro!... e quanto è grande!{/i}

source: [MT] {i}Amazing... he's even bigger than [ryan]!{/i}
italian: [MT] {i}Sorprendente... è ancora più grande di [ryan]!{/i}

source: [MT] {i}I wish I could see it!{/i}
italian: [MT] {i}Vorrei poterlo vedere!{/i}

source: [MT] {i}Oh, fuck! What's wrong with me! I can't think of one of my students like that! He's too young! I'm married! Fucking shit, [mom_name]! Get control of your thoughts!{/i}
italian: [MT] {i}Oh, scopata! Cosa c'è di sbagliato con me! Non riesco a pensare a uno dei miei studenti così! È troppo giovane! Sono sposato! Cazzo merda, [mom_name]! Ottieni il controllo dei tuoi pensieri!{/i}

source: [MB] I'm really pleased with how well this turned out.
italian: [MB] Sono davvero contento di quanto sia andato a buon fine.

source: [MB] Really good idea, [ryan]!
italian: [MB] Idea davvero buona, [ryan]!

source: [MB] So... Do you have any other good ideas?
italian: [MB] Quindi... Hai altre buone idee?

source: [R] Really great yelling face, Megan.
italian: [R] Davvero grande urla faccia, Megan.

source: [R] And now, we need a picture of Mom pointing her wand at Megan's mouth.
italian: [R] E ora, abbiamo bisogno di una foto di mamma che punta la bacchetta alla bocca di Megan.

source: [R] And of course, I'll make it look like it's shooting magic into her mouth.
italian: [R] E naturalmente, farò sembrare che stia sparando magia in bocca.

source: [MG] That just looks funny.
italian: [MG] Sembra semplicemente divertente.

source: [R] Ok, I'll put the ball gag on Megan, and then Megan you'll try to look stunned because it just appeared in your mouth.
italian: [R] Ok, metterò il gag della palla su Megan, e poi Megan cercherai di sembrare stordito, perché è appena apparso in bocca.

source: [R] Now, Mom... it's time for you to pull down your dress, and go pose in that chair with a triumphant look on your face.
italian: [R] Ora, Mamma... è il momento di abbattere il vestito e andare a posare in quella sedia con uno sguardo trionfante sul viso.

source: [R] Alright, now Megan, go sit at the foot of Miss [mom_name]'s chair... And do your best defeated look.
italian: [R] Bene, ora Megan, vai a sederti ai piedi della sedia di Miss [mom_name]... E fai il tuo migliore sguardo sconfitto.

source: [R] Oh, that looks amazing!... but Mom... you still haven't pulled down your shirt?
italian: [R] Oh, che sembra incredibile!... ma mamma... non hai ancora tirato giù la camicia?

source: [R] Great job... both of you!
italian: [R] Ottimo lavoro... entrambi voi!

source: [MT] {i}Oh, my God! [ryan]'s dick is about to rip out of his pants!{/i}
italian: [MT] {i}Oh, mio Dio! [ryan]il cazzo sta per strappare dai suoi pantaloni!{/i}

source: [MT] {i}I can still feel that dick in my hands!{/i}
italian: [MT] {i}Posso ancora sentire quel cazzo nelle mie mani!{/i}

source: [MT] {i}And his cum on my face!{/i}
italian: [MT] {i}E il suo sperma sulla mia faccia!{/i}

source: [MT] {i}I wish I could see it right now!{/i}
italian: [MT] {i}Vorrei poterlo vedere adesso!{/i}

source: [MT] {i}Oh, fuck! What's wrong with me! I can't think of my son like that! Fucking shit [mom_name]! Get control of your thoughts!{/i}
italian: [MT] {i}Oh, cazzo! Cosa c'è di sbagliato con me! Non riesco a pensare a mio figlio così! Cazzo merda [mom_name]! Ottieni il controllo dei tuoi pensieri!{/i}

source: [R] I'm really pleased with how well this turned out.
italian: [R] Sono davvero contento di quanto sia andato a buon fine.

source: [R] So... Now I need an equally good idea.
italian: [R] Quindi... Ora ho bisogno di un'idea altrettanto buona.

source: [R] Hmmm... let's see...
italian: [R] Hmmm... vediamo...

source: [R] It would be a crime to do a whole school discipline shoot, and not have a spanking scene.
italian: [R] Sarebbe un crimine fare un'intera disciplina scolastica sparare, e non avere una scena sculacciata.

source: [MB] Oh my God, you're right!... How did we forget a spanking scene?
italian: [MB] Oh mio Dio, hai ragione!... Come abbiamo dimenticato una scena sculacciata?

source: [R] But we need to heat this photo shoot up... So... Megan's panties will need to come off.
italian: [R] Ma abbiamo bisogno di riscaldare questa foto sparare... Quindi... Megan mutandine dovrà uscire.

source: [M] Wait! This isn't just a topless photo shoot!?
italian: [M] Aspetta! Questo non è solo uno scatto fotografico topless!?

source: [M] [ryan]!! Did you make Lauren and Sidney expose themselves completely in their photo shoots!?
italian: [M] [ryan]!! Hai fatto scoprire Lauren e Sidney completamente nei loro scatti fotografici!?

source: [R] Absolutely not!...
italian: [R] Assolutamente no!...

source: [MT] {i}Oh... Thank God!{/i}
italian: [MT] {i}Oh... Grazie Dio!{/i}

source: [R] ... They did it willingly by themselves.
italian: [R] ... Lo hanno fatto volentieri da soli.

source: [M] [ryan]!! I'm going to castrate you when we get home!
italian: [M] [ryan]!! Ti farò castrare quando arriveremo a casa!

source: [R] Now hold on just a minute!
italian: [R] Ora tieni premuto solo un minuto!

source: [MT] {i}Since when does [ryan] dare talk back to me?{/i}
italian: [MT] {i}Da quando [ryan] osa parlare con me?{/i}

source: [R] Lauren and Sidney are both adults!
italian: [R] Lauren e Sidney sono entrambi adulti!

source: [R] They are perfectly capable of making their own decisions.
italian: [R] Sono perfettamente in grado di prendere le proprie decisioni.

source: [R] I mean for God's sake! You were working in a strip club when you were Sidney's age!
italian: [R] Intendo per amor di Dio! Stavi lavorando in una striscia club quando eri l'età di Sidney!

source: [M] Damnit, [ryan]! I didn't want anybody else to know about that!
italian: [M] Damnit, [ryan]! Non volevo che nessun altro lo sapesse!

source: [MB] We won't say a word.
italian: [MB] Non diremo una parola.

source: [MB] Right Megan?
italian: [MB] Megan destra?

source: [R] Well, you say it like it's a bad thing... Why are you so ashamed of it?
italian: [R] Beh, dici che è una brutta cosa... Perché ti vergogna così tanto?

source: [M] Because society says...
italian: [M] Perché la società dice...

source: [R] Fuck society.
italian: [R] Fanculo la società.

source: [R] You had a dream... You needed to pay for it!
italian: [R] Hai avuto un sogno... Devi pagarlo!

source: [R] Working at McDoogles wouldn't make enough to pay for your dream.
italian: [R] Lavorare a McDoogles non farebbe abbastanza per pagare per il tuo sogno.

source: [R] So you did what you needed to do.
italian: [R] Così hai fatto quello che dovevi fare.

source: [R] Were the other strippers you worked with terrible people?
italian: [R] Gli altri spogliarellisti hanno lavorato con persone terribili?

source: [M] No... Actually, I wish I was still friends with most of them.
italian: [M] No... In realtà, vorrei che fossi ancora amico della maggior parte di loro.

source: [R] Then stop worrying about what everyone else thinks, and let your daughters be empowered to make their own decisions... Just like you did at their age.
italian: [R] Allora smettete di preoccuparvi di quello che pensano gli altri e lasciate che le vostre figlie siano abilitate a prendere le loro decisioni. Proprio come hai fatto alla loro età.

source: [R] They wanted to do it to help with the weekly finances... To pay off the "you know who".
italian: [R] Volevano farlo per aiutare con le finanze settimanali... Per pagare il "sai chi".

source: [MB] Who?
italian: [MB] Chi?

source: [M] Don't pry!... You already know too much about us.
italian: [M] Non pregare!... Sai già troppo su di noi.
