Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [PH] Please, students. Pull out your phones or chodebooks and open page www.votehorny.edu.
french: [PH] S'il vous plait, étudiants. Sortez vos téléphones ou chodebooks et ouvrez la page www.votehorny.edu .
italian: [PH] Per favore, studenti. Tirate fuori i vostri telefoni o chodebook e aprite la pagina www.votehorny.edu.

source: [PH] Then, sign in with your student IDs and passwords and cast your vote for student body president.
french: [PH] Ensuite, connectez-vous avec vos identifiants et mots de passe étudiants et votez pour le président du corps étudiant.
italian: [PH] Poi, accedete con le vostre ID e password da studenti e date il vostro voto per il presidente del corpo studentesco.

source: [PH] Remember, the choices are between Matt and Lauren. If you see anyone else, you've done something wrong.
french: [PH] Rappelez-vous, les choix sont entre Matt et Lauren. Si vous voyez quelqu'un d'autre, vous avez fait quelque chose de mal.
italian: [PH] Ricordate, le scelte sono tra Matt e Lauren. Se vedi qualcun altro, hai fatto qualcosa di sbagliato.

source: [PH] The voting has now started and will end in five minutes.
french: [PH] Le vote a commencé et se terminera dans cinq minutes.
italian: [PH] Le votazioni sono iniziate e termineranno tra cinque minuti.

source: {i}"Four and a half minutes later."{/i}
french: {i}'Quatre minutes et demie plus tard.'{/i}
italian: {i}"Quattro minuti e mezzo dopo"{/i}.

source: [L] Oh, God!... The suspense is killing me!
french: [L] Oh, mon Dieu!... Le suspense me tue !
italian: [L] Oh, Dio! La suspense mi sta uccidendo!

source: [L] It's almost time!
french: [L] Il est presque temps!
italian: [L] È quasi ora!

source: [PH] And here come the numbers!
french: [PH] Et voici les chiffres!
italian: [PH] Ed ecco che arrivano i numeri!

source: [L] I can't look!
french: [L] Je ne peux pas regarder !
italian: [L] Non riesco a guardare!

source: [PH] Wow! Is this accurate?
french: [PH] Wow ! Est-ce exact ?
italian: [PH] Wow! È accurato?

source: [R] Lauren!... Open your eyes!
french: [R] Lauren!... Ouvre les yeux !
italian: [R] Lauren!... Apri gli occhi!

source: [L] Oh, my God!
french: [L] Oh, mon Dieu!
italian: [L] Oh, mio Dio!

source: [R] Lauren, you did it!
french: [R] Lauren, tu as réussi !
italian: [R] Lauren, ce l'hai fatta!

source: [L] I can't believe it!
french: [L] Je n'arrive pas à y croire!
italian: [L] Non posso crederci!

source: [L] I couldn't have done this without you!
french: [L] Je n'aurais pas pu faire ça sans toi!
italian: [L] Non avrei potuto farlo senza di te!

source: [RT] {i}Wow!... Anyone could have seen that!{/i}
french: [RT] {i}Wow!... N'importe qui aurait pu voir ça!{/i}
italian: [RT] {i}Wow!... Chiunque avrebbe potuto vederlo!

source: [PH] Holy Toledo!
french: [PH] Sainte Tolède!
italian: [PH] Santa Toledo!

source: [PH] What a stunning upset!
french: [PH] Quel bouleversement étonnant!
italian: [PH] Che sconvolgimento sorprendente!

source: [PH] Who would have thought in a million years that this relatively unknown girl could capture the hearts of this school and beat one of the most popular students to ever walk these halls!
french: [PH] Qui aurait pensé dans un million d'années que cette jeune fille relativement inconnue pourrait conquérir le cœur de cette école et battre l'une des étudiantes les plus populaires à avoir foulé ces salles !
italian: [PH] Chi avrebbe mai pensato in un milione di anni che questa ragazza relativamente sconosciuta potesse catturare i cuori di questa scuola e battere uno degli studenti più popolari che abbiano mai camminato in questi corridoi!

source: [PH] Congratulations, Lauren! Get on up here and say a few words!
french: [PH] Félicitations, Lauren! Montez ici et dites quelques mots!
italian: [PH] Congratulazioni, Lauren! Vieni qui e di' qualche parola!

source: [X] {i}(Chanting){/i} Cosplay girl... Cosplay girl... Cosplay girl!!
french: [X] {i}(en chantant){/i} Fille du cosplay... fille du cosplay... fille du cosplay!!
italian: [X] {i}(Canto){/i} Ragazza Cosplay... Ragazza cosplay... Ragazza Cosplay!

source: [L] Thank you!... Thank you all!
french: [L] Merci!... Merci à tous!
italian: [L] Grazie!... Grazie a tutti voi!

source: [L] I'm so humbled...
french: [L] Je suis si humble...
italian: [L] Sono così umile...

source: {i}"One acceptance speech later."{/i}
french: {i}'Un discours d'acceptation plus tard.'{/i}
italian: {i}"Un discorso di accettazione dopo."{/i}

source: [L] How was that?
french: [L] Comment était-ce?
italian: [L] Com'era?

source: [R] That was an amazing speech!
french: [R] C'était un discours incroyable!
italian: [R] È stato un discorso incredibile!

source: [R] It left no doubt that you were the right one to win this election.
french: [R] Cela ne laissait aucun doute sur le fait que tu étais la bonne pour gagner cette élection.
italian: [R] Non ha lasciato dubbi sul fatto che tu fossi quello giusto per vincere queste elezioni.

source: [MB] Uhhhh.... Hey, guys!
french: [MB] Uhhhh.... Hé, les gars!
italian: [MB] Uhhhh.... Ehi, ragazzi!

source: [L] Well, if it isn't my good friend Matt.
french: [L] Eh bien, ce n'est pas mon bon ami Matt.
italian: [L] Bene, ecco il mio buon amico Matt.

source: [L] Did you come up here to congratulate me?
french: [L] Es-tu venu ici pour me féliciter?
italian: [L] Sei venuto qui per congratularti con me?

source: [MB] Uh... yeah... something like that.
french: [MB] Euh... ouais... quelque chose comme ça.
italian: [MB] Uh... sì... qualcosa del genere.

source: [MB] Ummm... Good job... I guess.
french: [MB] Euh... Bon travail... Je suppose.
italian: [MB] Ummm... Buon lavoro... Immagino.

source: [L] Well, you're sure at a loss for words.
french: [L] Eh bien, tu es sûr de manquer de mots.
italian: [L] Beh, sei sicuramente a corto di parole.

source: [MB] Yeah, I guess I am... I never saw that coming.
french: [MB] Ouais, je suppose que je le suis... Je n'ai jamais vu ça venir.
italian: [MB] Sì, credo di esserlo... Non me l'aspettavo.

source: [MB] I figured now would be a good time to settle up our bet?
french: [MB] Je me suis dit que ce serait le bon moment pour régler notre pari?
italian: [MB] Ho pensato che ora sarebbe stato un buon momento per sistemare la nostra scommessa?

source: [R] Yeah, now is as good a time as any.
french: [R] Oui, c'est le moment idéal.
italian: [R] Sì, ora è un momento buono come un altro.

source: [MB] I can't believe I just lost three thousand dollars on a popularity contest.
french: [MB] Je n'arrive pas à croire que je viens de perdre trois mille dollars sur un concours de popularité.
italian: [MB] Non posso credere di aver appena perso tremila dollari in una gara di popolarità.

source: [MB] My dad's going to be pissed when I tell him I already spent this week's allowance.
french: [MB] Mon père va être énervé quand je lui dirai que j'ai déjà dépensé l'allocation de cette semaine.
italian: [MB] Mio padre si incazzerà quando gli dirò che ho già speso la paghetta di questa settimana.

source: [RT] {i}This week's!?... Fuck!{/i}
french: [RT] {i}Cette semaine!?... Merde!{/i}
italian: [RT] {i}Di questa settimana!?... Cazzo!{/i}

source: [MB] Can I just Venshmo you, Lauren?
french: [MB] Puis-je juste te Venshmo, Lauren?
italian: [MB] Posso semplicemente farti il Venshmo, Lauren?

source: [L] No, you'll need to Venshmo my brother. I don't have a bank account anymore.
french: [L] Non, tu devras Venshmo mon frère. Je n'ai plus de compte bancaire.
italian: [L] No, dovrai fare un Venshmo a mio fratello. Non ho più un conto bancario.

source: [MB] Alright... and done.
french: [MB] D'accord... et c'est fait.
italian: [MB] Va bene... e fatto.

source: {b}{i}"Money +$3,000"{/i}{/b}
french: {b}{i}'Argent +3'000$'{/i}{/b}

source: [MB] I can't believe you guys pulled that off!
french: [MB] Je n'arrive pas à croire que tu as réussi ça !
italian: [MB] Non posso credere che l'abbiate fatto!

source: [MB] How did you do it?
french: [MB] Comment as-tu fait?
italian: [MB] Come avete fatto?

source: [R] It was all Lauren's good ideas and leadership.
french: [R] C'était toutes les bonnes idées et le leadership de Lauren.
italian: [R] Sono state tutte le buone idee e la leadership di Lauren.

source: [L] Oh, don't be modest. I could have never done it without my brother.
french: [L] Oh, ne sois pas modeste. Je n'aurais jamais pu le faire sans mon frère.
italian: [L] Oh, non essere modesto. Non avrei mai potuto farlo senza mio fratello.

source: [MB] I'll be honest, this hurts... I'm not used to losing.
french: [MB] Je vais être honnête, ça fait mal... Je n'ai pas l'habitude de perdre.
italian: [MB] Sarò onesto, questo fa male... Non sono abituato a perdere.

source: [MB] I'm gonna go home... or something.
french: [MB] Je vais rentrer chez moi... ou quelque chose comme ça.
italian: [MB] Andrò a casa... o qualcosa del genere.

source: [L] Three thousand dollars!
french: [L] Trois mille dollars!
italian: [L] Tremila dollari!

source: [R] I'll get this money in cash, and then give it to you as soon as I can.
french: [R] Je vais prendre cet argent en liquide, puis je te le donnerai dès que je le pourrai.
italian: [R] Prenderò questi soldi in contanti e poi te li darò il prima possibile.

source: [L] No, I want you to keep the money. You got me the presidency, and you probably spent way more than that to do it.
french: [L] Non, je veux que tu gardes l'argent. Tu m'as obtenu la présidence, et tu as probablement dépensé beaucoup plus que cela pour le faire.
italian: [L] No, voglio che tu tenga i soldi. Mi hai fatto avere la presidenza e probabilmente hai speso molto di più per farlo.

source: [L] Please keep it!
french: [L] S'il te plaît conserves-le !
italian: [L] Per favore tienili!

source: [R] Thank you.
french: [R] Merci.
italian: [R] Grazie.

source: [L] There's something else I want to give you... Another way I want to show you my gratitude... Please, follow me.
french: [L] Il y a autre chose que je veux te donner... Une autre façon de te montrer ma gratitude... S'il te plaît, suis-moi.
italian: [L] C'è qualcos'altro che voglio darti... Un altro modo in cui voglio mostrarti la mia gratitudine... Per favore, seguimi.

source: [MB] But I do want to show my commitment to the school by giving you all a special gift.
french: [MB] Mais je veux montrer mon engagement envers l'école en vous offrant à tous un cadeau spécial.
italian: [MB] Ma voglio mostrare il mio impegno verso la scuola dando a tutti voi un regalo speciale.

source: [MB] To help me, I've asked one of Shagtown High's very own, our sexy new secretary and cheerleading coach, Miss Jessica, to help me out.
french: [MB] Pour m'aider, j'ai demandé à l'une des très propres de Shagtown High, notre nouvelle secrétaire sexy et coach de cheerleading, Miss Jessica, de m'aider.
italian: [MB] Per aiutarmi, ho chiesto ad una delle ragazze della Shagtown High, la nostra nuova sexy segretaria e allenatrice di cheerleader, Miss Jessica, di aiutarmi.

source: [X] Marry me, Jessica!
french: [X] Épouse-moi, Jessica!
italian: [X] Sposami, Jessica!

source: [MB] As most of you probably know, Miss Jessica was the cheerleading captain when she attended high school here three years ago.
french: [MB] Comme la plupart d'entre vous le savent probablement, Mlle Jessica était la capitaine des pom-pom girls lorsqu'elle a fréquenté le lycée ici il y a trois ans.
italian: [MB] Come molti di voi probabilmente sanno, la signorina Jessica era il capitano delle cheerleader quando frequentava il liceo qui tre anni fa.

source: [MB] And it looks like her old school uniform still fits her.
french: [MB] Et on dirait que son vieil uniforme scolaire lui va toujours.
italian: [MB] E sembra che la sua vecchia uniforme scolastica le stia ancora bene.

source: [MB] Something you might all find interesting is that the current school uniform hasn't been changed in thirty-five years.
french: [MB] Quelque chose que vous pourriez tous trouver intéressant, c'est que l'uniforme scolaire actuel n'a pas été changé depuis trente-cinq ans.
italian: [MB] Una cosa che potreste trovare interessante è che l'attuale uniforme scolastica non è stata cambiata in trentacinque anni.

source: [MB] Wouldn't it be nice to have a little change?
french: [MB] Ne serait-ce pas bien d'avoir un peu de changement?
italian: [MB] Non sarebbe bello avere un piccolo cambiamento?

source: [RT] {i}What the fuck?{/i}
french: [RT] {i}C'est quoi ce bordel ?{/i}
italian: [RT] {i}Cosa scopa?{/i}

source: [RT] {i}Did Will Tylor betray us?{/i}
french: [RT] {i}Est-ce que Tylor nous trahira ?{/i}
italian: [RT] {i}Ci ha tradito Tylor?{/i}

source: [RT] {i}Was Matt spying on us?{/i}
french: [RT] {i}Matt nous espionnait-il ?{/i}
italian: [RT] {i}Stava spiando Matt?{/i}

source: [RT] {i}Maybe Lauren's paranoia was justified after all.{/i}
french: [RT] {i}Peut-être que la paranoïa de Lauren était justifiée après tout.{/i}
italian: [RT] {i}Forse la paranoia di Lauren è stata giustificata dopo tutto.{/i}

source: [RT] {i}This is fucking bullshit!{/i}
french: [RT] {i}C'est des conneries !{/i}
italian: [RT] {i}Questo è un cazzuccia!{/i}

source: [MB] If you vote for me, I've received permission from the school board to change our ancient, out of style dress code to something more practical and modern.
french: [MB] Si vous votez pour moi, j'ai reçu la permission de la commission scolaire de changer notre code vestimentaire ancien et démodé pour quelque chose de plus pratique et moderne.
italian: [MB] Se votate per me, ho ricevuto il permesso dal consiglio scolastico di cambiare il nostro antico e fuori moda codice di abbigliamento in qualcosa di più pratico e moderno.

source: [MB] Miss Jessica will demonstrate the new dress code modifications.
french: [MB] Mlle Jessica démontrera les nouvelles modifications du code vestimentaire.
italian: [MB] La signorina Jessica dimostrerà le nuove modifiche al codice di abbigliamento.

source: [MB] I want you girls to think about those hot days when the air conditioner goes out. Well, class will no longer be such an awful hell with your wool sweater vests.
french: [MB] Je veux que vous les filles pensiez à ces journées chaudes où le climatiseur s'éteint. Eh bien, la classe ne sera plus un enfer avec vos gilets en laine.
italian: [MB] Voglio che voi ragazze pensiate a quei giorni caldi in cui l'aria condizionata si spegne. Beh, la classe non sarà più un inferno terribile con i vostri gilet di lana.

source: [MB] And even better, you'll now be allowed to open up your shirts a bit, to give your skin a chance to breathe.
french: [MB] Et mieux encore, vous pourrez maintenant ouvrir un peu vos chemises, pour donner à votre peau une chance de respirer.
italian: [MB] E ancora meglio, ora vi sarà permesso di aprire un pò le magliette, per dare alla vostra pelle la possibilità di respirare.

source: [MB] Just think about how much better you'll perform academically if you're not drowning in your own sweat, trying to keep your makeup from running into your eyes.
french: [MB] Pensez simplement à votre rendement scolaire si vous ne vous noyez pas dans votre propre sueur, en essayant d'empêcher votre maquillage de vous couler dans les yeux.
italian: [MB] Pensa solo a quanto migliore sarà il tuo rendimento accademico se non annegherai nel tuo stesso sudore, cercando di evitare che il trucco ti finisca negli occhi.

source: [MB] So?... Hot, right?
french: [MB] Alors ?... Chaud, non?
italian: [MB] Quindi... Caldo, vero?

source: [MB] And it still gets better.
french: [MB] Et ça va encore mieux.
italian: [MB] E c'è ancora di meglio.

source: [MB] You'll also allowed to hem up your skirts. Jessica's got another skirt on under this one to show just how much shorter you can wear your skirts.
french: [MB] Vous serez également autorisé à racourcir vos jupes. Jessica a une autre jupe sous celle-ci pour montrer à quel point vous pouvez porter vos jupes beaucoup plus courtes.
italian: [MB] Ti sarà anche permesso di fare l'orlo alle gonne. Jessica ha un'altra gonna sotto questa per mostrare quanto più corta puoi portare le tue gonne.

source: [X] Go, Miss Jessica!... Se-xy!
french: [X] Allez, Mlle Jessica!... Se-xy!
italian: [X] Vai, Miss Jessica!... Se-xy!

source: [MB] And that's it! What do you all think?
french: [MB] Et c'est tout! Qu'en pensez-vous tous ?
italian: [MB] E questo è tutto! Cosa ne pensate tutti?

source: [X] Thank you, Matt!
french: [X] Merci, Matt!
italian: [X] Grazie, Matt!

source: [X] {i}(Chanting){/i} Matt... Matt... Matt!!
french: [X] {i}(En chant) {/i} Matt... Matt... Matt!!

source: [MB] Oh, and Miss Jessica, why don't you show them how it looks from behind.
french: [MB] Oh, et Mademoiselle Jessica, pourquoi ne leur montreriez-vous pas à quoi ça ressemble de derrière.
italian: [MB] Oh, e signorina Jessica, perché non mostri loro come appare da dietro.

source: [MB] And us guys will be able to wear shorts and more comfortable shoes!
french: [MB] Et nous, les gars, pourrons porter des shorts et des chaussures plus confortables!
italian: [MB] E noi ragazzi potremo indossare pantaloncini e scarpe più comode!

source: [X] You're the best, Matt!
french: [X] Tu es le meilleur, Matt!
italian: [X] Sei il migliore, Matt!

source: [MB] You guys rock!
french: [MB] Vous vous baladez les gars!
italian: [MB] Voi ragazzi spaccate!

source: [MB] So, don't forget!
french: [MB] Alors, n'oubliez pas!
italian: [MB] Quindi, non dimenticare!

source: [MB] Vote for Matt!
french: [MB] Votez pour Matt!
italian: [MB] Vota per Matt!

source: [L] Fuck!... He stole my dress code announcement!
french: [L] Putain !... Il a volé mon annonce de code vestimentaire !
italian: [L] Fuck!... Ha rubato il mio annuncio di codice vestito!

source: [L] What the fuck am I going to say now?
french: [L] Qu'est-ce que je vais dire maintenant?
italian: [L] Che cazzo sto per dire ora?

source: [L] How the fuck am I supposed to follow that?
french: [L] Comment je suis censé suivre à ça ?
italian: [L] Come cazzo faccio a seguirlo?

source: [L] Changing the dress code?... That was fucking brilliant... Why didn't I think of that?
french: [L] Changer le code vestimentaire?... C'était génial... Pourquoi n'y ai-je pas pensé ?
italian: [L] Cambiare il codice di abbigliamento?... Questo è stato fottutamente geniale... Perché non ci ho pensato?

source: [L] What am I supposed to say now?
french: [L] Qu'est-ce que je suis censé dire maintenant?
italian: [L] Cosa dovrei dire ora?

source: [R] I don't know... but, you've got to go out and say something.
french: [R] Je ne sais pas... mais, tu dois sortir et dire quelque chose.
italian: [R] Non lo so... ma, devi uscire e dire qualcosa.

source: [L] I don't know if I can do this!... I'm so nervous.
french: [L] Je ne sais pas si je peux le faire!... Je suis si nerveuse.
italian: [L] Non so se posso farlo!... Sono così nervosa.

source: [R] You've got this, Lauren.
french: [R] Tu as compris cela, Lauren.
italian: [R] Ce la puoi fare, Lauren.

source: [X] Hey!... It's the girl from those sexy posters!
french: [X] Hé!... C'est la fille de ces affiches sexy!
italian: [X] Hey!... È la ragazza da quei poster sexy!

source: [X] Yeah, beautiful! Show us that ass!
french: [X] Ouais, magnifique! Montre-nous ce cul!
italian: [X] Sì, bellissimo! Mostraci quel culo!

source: [L] Thank you, fellow students.
french: [L] Merci, chers étudiants.
italian: [L] Grazie, colleghi studenti.

source: [L] I just want you all to know how much I love this school.
french: [L] Je veux juste que vous sachiez tous à quel point j'aime cette école.
italian: [L] Voglio solo che tutti voi sappiate quanto amo questa scuola.

source: [L] I promise that if you elect me, I'll do my very best to work for all of you.
french: [L] Je promets que si vous m'élisez, je ferai de mon mieux pour travailler pour vous tous.
italian: [L] Prometto che se mi eleggerete, farò del mio meglio per lavorare per tutti voi.

source: [X] I'll vote for you, if you jack me off!
french: [X] Je voterai pour toi, si tu me branles !
italian: [X] Voterò per te, se mi fai una sega!

source: [X] She already jacked me off!
french: [X] Elle m'a déjà branché !
italian: [X] Lei mi ha già scacciato!

source: [X] Well, she already sucked me off!
french: [X] Eh bien, elle m'a déjà sucé!
italian: [X] Beh, mi ha già succhiato!

source: [LT] {i}Oh, fuck!... What else was I gonna say?{/i}
french: [LT] {i}Oh, putain!... Qu'est-ce que j'allais dire d'autre ?{/i}
italian: [LT] {i}Oh, cazzo!... Cos'altro avrei dovuto dire? {/i}.

source: [LT] {i}Shit!... My mind's blank!{/i}
french: [LT] {i}Merde!... J'ai la tête vide!{/i}
italian: [LT] {i}Merda!... La mia mente è vuota!

source: [L] Uhhh... a vote for me is a vote for a better school.
french: [L] Uhhh... un vote pour moi est un vote pour une meilleure école.
italian: [L] Uhhh... un voto per me è un voto per una scuola migliore.

source: [L] Please, vote for Lauren.
french: [L] S'il vous plait, votez pour Lauren.
italian: [L] Per favore, vota per Lauren.

source: [L] Those stupid assholes made me forget my whole speech!
french: [L] Ces connards m'ont fait oublier tout mon discours!
italian: [L] Quegli stupidi stronzi mi hanno fatto dimenticare tutto il mio discorso!

source: [L] Fuck... This is not going well.
french: [L] Merde... Ça ne va pas bien.
italian: [L] Cazzo... Non sta andando bene.

source: [MD] Hey guys... Uhh... good speech, Lauren.
french: [MD] Salut les gars... Euhh... bon discours, Lauren.
italian: [MD] Ehi ragazzi... Uhh... buon discorso, Lauren.

source: [L] Don't lie... It was awful.
french: [L] Ne mens pas... C'était horrible.
italian: [L] Non mentire... È stato orribile.

source: [L] I'm sure hoping you can save me with your skit.
french: [L] J'espère que tu pourras me sauver avec ton sketch.
italian: [L] Spero proprio che tu possa salvarmi con la tua scenetta.

source: [MD] Yeah, about that. I'm looking for the cheerleaders. They're all supposed to be here dressed up like me, but I'm not sure where they are.
french: [MD] Oui, à ce sujet. Je cherche les pom-pom girls. Elles sont tous censées être ici habillés comme moi, mais je ne sais pas où elles sont.
italian: [MD] Sì, a questo proposito. Sto cercando gli cheerleader. Dovrebbero essere tutti qui vestiti come me, ma non sono sicuro di dove sono.

source: [R] Oh, fuck... Look behind you.
french: [R] Oh, putain... Regarde derrière toi.
italian: [R] Oh, cazzo... Guarda dietro di te.

source: [MD] Yeah, about that. I had a few girls from the dance team that were supposed to be here. but I can't find them anywhere!
french: [MD] Oui, à ce sujet. J'avais quelques filles de l'équipe de danse qui étaient censées être ici. mais je ne les trouve nulle part !
italian: [MD] Sì, a riguardo. Ho avuto alcune ragazze della squadra di danza che avrebbero dovuto essere qui. ma non riesco a trovarle da nessuna parte!

source: [R] Well, fuck!... It looks like Megan and Matt made up.
french: [R] Eh bien, putain!... On dirait que Megan et Matt se sont réconciliés.
italian: [R] Beh, cazzo!... Sembra che Megan e Matt abbiano fatto pace.

source: [MD] What am I gonna do? Those treacherous bitches tricked me!
french: [MD] Qu'est-ce que je vais faire? Ces salopes perfides m'ont trompé!
italian: [MD] Che cosa farò? Quelle cagne infallibili mi hanno ingannato!

source: [MD] Oh, fuck!... That was really good.
french: [MD] Oh, putain!... C'était vraiment bien.
italian: [MD] Oh, scopata!... Era davvero buono.

source: [MD] And those girls from the dance team are no-shows!
french: [MD] Et ces filles de l'équipe de danse ne se présentent pas!
italian: [MD] E quelle ragazze della squadra di danza sono no-show!

source: [MD] I'm so sorry, Lauren... But I can't do this routine on my own.
french: [MD] Je suis vraiment désolée, Lauren... Mais je ne peux pas faire cette routine toute seule.
italian: [MD] Mi dispiace, Lauren... Ma non posso fare questa routine da sola.
