Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [L] The writers did a really good job of making incest seem okay, if both people love each other and are into it.
french: [L] Les écrivains ont fait un très bon travail pour que l'inceste semble correct, si les deux personnes s'aiment et s'y intéressent.
italian: [L] Gli scrittori hanno fatto un ottimo lavoro di fare l'incesto sembrano bene, se entrambe le persone si amano e sono in esso.

source: [R] They're not wrong. Who does it hurt of both of us want to fool around a little bit?
french: [R] Ils n'ont pas tort. Qui est-ce que ça fait mal de nous deux qui voulons nous amuser un peu?
italian: [R] Non si sbagliano. Chi fa male a entrambi noi vuole ingannare un po'?

source: [L] Not a goddammed soul.
french: [L] Pas une âme diabolique.
italian: [L] Non un'anima dea.

source: [L] Now, let me have a taste of that huge dick.
french: [L] Maintenant, laisses-moi goûter à cette énorme bite.
italian: [L] Ora, lasciami avere un assaggio di quel cazzo enorme.

source: [LT] {i}Oh, yeah... I love the taste of that salty pre-cum.{/i}
french: [LT] {i}Oh, oui... J'adore le goût de ce pré-sperme salé.{/i}
italian: [LT] {i}Oh, sì... Amo il gusto di quel pre-cum.{/i} salato

source: [LT] {i}I can't believe I can take my brother's whole cock down my throat!{/i}
french: [LT] {i}Je n'arrive pas à croire que je puisse prendre toute la bite de mon frère dans ma gorge!{/i}
italian: [LT] {i}Non posso credere di poter portare tutto il cazzo di mio fratello in gola!{/i}

source: [LT] {i}I'm getting so good at this!{/i}
french: [LT] {i}Je deviens si bon à cela!{/i}
italian: [LT] {i}Sono così bravo in questo!{/i}

source: [RT] {i}Oh, God!... How did she get so good so quickly?{/i}
french: [RT] {i}Oh, mon Dieu!... Comment est-elle devenue si bonne si vite?{/i}
italian: [RT] {i}Oh, Dio!... Come è andata così bene così rapidamente?{/i}

source: [RT] {i}My cock is so far down my sister's throat!{/i}
french: [RT] {i}Ma bite est si loin dans la gorge de ma sœur!{/i}
italian: [RT] {i}Il mio cazzo è fino in fondo alla gola di mia sorella!{/i}

source: [RT] {i}I'm not going to last much longer.{/i}
french: [RT] {i}Je ne vais pas durer beaucoup plus longtemps.{/i}
italian: [RT] {i}Non durerò molto di più.{/i}

source: [R] Oh, fuck yeah!... I'm gonna cum!
french: [R] Oh, putain ouais!... Je vais jouir!
italian: [R] Oh, cazzo sì!... Sto andando a cum!

source: [L] I almost had it that time!
french: [L] J'ai presque eu cette fois-ci !
italian: [L] L'ho quasi avuto quella volta!

source: [L] I wonder if I'm running out of room in my stomach.
french: [L] Je me demande si je manque de place dans mon estomac.
italian: [L] Mi chiedo se sto esaurendo la stanza nello stomaco.

source: [L] I can skip lunch again.
french: [L] Je peux sauter à nouveau le déjeuner.
italian: [L] Posso saltare il pranzo di nuovo.

source: [R] Would you stop!... If you turn me on again, we'll have to go another round.
french: [R] Veux-tu arrêter!... Si tu me rallumes, nous devrons faire un autre tour.
italian: [R] Ti fermerai!... Se mi accendi di nuovo, dovremo andare un altro round.

source: [L] Haha... that does sound tempting.
french: [L] Haha... cela semble tentant.
italian: [L] Haha... che suona allettante.

source: [L] But I don't think I have time, or room in my stomach, for another round. I'd better get back to school.
french: [L] Mais je ne pense pas avoir le temps, ni la place dans mon estomac, pour un autre tour. Je ferais mieux de retourner à l'école.
italian: [L] Ma non penso di avere tempo, o stanza nello stomaco, per un altro turno. Farei meglio a tornare a scuola.

source: [L] Thanks for lunch... I'm gonna go get dressed. I'll see you at home.
french: [L] Merci pour le déjeuner... Je vais m'habiller. On se voit à la maison.
italian: [L] Grazie per il pranzo... andrò vestito. Ti vedrò a casa.

source: [L] Were you trying to drown me?
french: [L] Essayais-tu de me noyer ?
italian: [L] Stavate provando ad annegarmi?

source: [R] Sorry, I couldn't help myself.
french: [R] Désolé, je n'ai pas pu m'en empêcher.
italian: [R] Mi dispiace, non sono riuscito ad aiutarmi.

source: [L] I know. I'm getting better though.
french: [L] Je sais. Je vais mieux cependant.
italian: [L] Lo so. Sto migliorando comunque.

source: [L] I really thought I'd be able to swallow it all.
french: [L] Je pensais vraiment pouvoir tout avaler.
italian: [L] Pensavo davvero di essere in grado di ingoiare tutto.

source: [L] On the bright side, I won't be needing any lunch today.
french: [L] Du bon côté, je n'aurai pas besoin de déjeuner aujourd'hui.
italian: [L] Dal lato luminoso, non ho bisogno di un pranzo oggi.

source: [R] Wow! I can't believe you swallowed all of that... It really turns me on for some reason.
french: [R] Wow! Je n'arrive pas à croire que tu aies avalé tout ça... Ça m'excite vraiment pour une raison quelconque.
italian: [R] Wow! Non posso credere che tu abbia inghiottito tutto questo... Mi accende davvero per qualche ragione.

source: [L] Haha... me too.
french: [L] Haha... moi aussi.
italian: [L] Haha... anche io.

source: [L] You bukkaked me again!
french: [L] Tu m'as encore bukkaké!
italian: [L] Tu mi sei nuovamente bukkaked!

source: [R] Sorry, I thought you wanted another skin treatment.
french: [R] Désolé, je pensais que tu voulais un autre traitement pour la peau.
italian: [R] Mi dispiace, pensavo che volessi un altro trattamento della pelle.

source: [L] I have been getting compliments on my glowing complexion.
french: [L] J'ai reçu des compliments sur mon teint éclatant.
italian: [L] Ho ricevuto i complimenti per la mia carnagione incandescente.

source: [R] I'd say it looks more like you're melting.
french: [R] Je dirais qu'on dirait plutôt que tu fonds.
italian: [R] Direi che sembra di più che ti stai sciogliendo.

source: [L] Haha... You smartass!
french: [L] Haha... Espèce d'enfoiré !
italian: [L] Haha... Sei più intelligente!

source: [LT] {i}[ryan]'s cum all over my face really turns me on.{/i}
french: [LT] {i} le sperme de [ryan] sur mon visage m'excite vraiment.{/i}
italian: [LT] {i}[ryan] di sperma su tutto il mio viso mi spinge davvero.{/i}

source: [L] I'm gonna run and clean up and get dressed. I'll see you at home.
french: [L] Je vais y aller me nettoyer et m'habiller. On se voit à la maison.
italian: [L] Sto per correre e ripulire e vestirmi. Ti vedrò a casa.

source: [L] I feel like I've been in a bukkake!
french: [L] J'ai l'impression d'avoir été dans un bukkake!
italian: [L] Mi sento come se fossi stato in un bukkake!

source: [R] How do you even know what that is?
french: [R] Comment sais-tu ce que c'est?
italian: [R] Come fai a sapere che cos'è questo?

source: [L] Please... I learned all that stuff in the back of the bus in elementary school.
french: [L] S'il te plait... J'ai appris tout ça à l'arrière du bus à l'école primaire.
italian: [L] Per favore... ho imparato tutte quelle cose nella parte posteriore dell'autobus nella scuola elementare.

source: [R] Well, you look like you've been in a bukkake.
french: [R] Eh bien, tu as l'air d'avoir été dans un bukkake.
italian: [R] Beh, sembri che tu sia stato in un bukkake.

source: [L] How is it possible that all that cum fits in those little testicles of yours?
french: [L] Comment est-il possible que tout ce sperme tienne dans tes petits testicules?
italian: [L] Come è possibile che tutto quello che sperma si inserisca in quei vostri piccoli testicoli?

source: [R] They're not little.
french: [R] Elles ne sont pas petites.
italian: [R] Non sono piccole.

source: [L] No, but compared to how much cum comes out of them, they are.
french: [L] Non, mais par rapport à la quantité de sperme qui en sort, elles le sont.
italian: [L] No, ma rispetto a quanta sperma viene fuori di loro, sono.

source: [L] Well, at least cum is good for the skin.
french: [L] Eh bien, au moins le sperme est bon pour la peau.
italian: [L] Beh, almeno lo sperma è buono per la pelle.

source: [R] Yeah, I've heard that. You should leave your cum mask on the rest of the day to get the full benefit.
french: [R] Oui, j'ai entendu ça. Tu devrais laisser ton masque de sperme le reste de la journée pour en profiter pleinement.
italian: [R] Sì, l'ho sentito. Dovresti lasciare la tua maschera di sperma nel resto della giornata per ottenere il massimo beneficio.

source: [L] You really are such a smartass!
french: [L] Tu es vraiment si intelligent !
italian: [L] Sei davvero un tale intelligente!

source: [LT] {i}I love the idea of leaving my brother's cum all over my face... It really turns me on!... Too bad it isn't practical.{/i}
french: [LT] {i}J'adore l'idée de laisser le sperme de mon frère sur mon visage... Ça m'excite vraiment !... Dommage que ce ne soit pas pratique.{/i}
italian: [LT] {i}Adoro l'idea di lasciare lo sperma di mio fratello in tutto il mio volto... Mi accende davvero!... Peccato che non sia pratico.{/i}

source: [R] It's my pleasure... And I'm really grateful to you for doing your part to help our family make enough money to survive.
french: [R] C'est mon plaisir... Et je te suis vraiment reconnaissant d'avoir fait ta part pour aider notre famille à gagner assez d'argent pour survivre.
italian: [R] È il mio piacere... e ti sono davvero grato per aver fatto la tua parte per aiutare la nostra famiglia a fare abbastanza soldi per sopravvivere.

source: [L] Don't mention it.
french: [L] N'en parle pas.
italian: [L] Non citarlo.

source: [L] I've noticed you've got your traditional after-photoshoot boner.
french: [L] J'ai remarqué que tu avais ton gaffe traditionnelle après la séance photo.
italian: [L] Ho notato che hai la tua tradizionale erezione dopo-fotoscita.

source: [R] Haha... Always!
french: [R] Haha... Toujours!
italian: [R] Hah... Sempre!

source: [L] I'm guessing you want to mess around a bit?
french: [L] Je suppose que tu veux déconner un peu?
italian: [L] Sto indovinando che si vuole pasticciare intorno a un po'?

source: [R] That depends... Is Matt coming to pick you up again?
french: [R] Cela dépend... Matt vient te chercher à nouveau ?
italian: [R] Dipende... Matt sta venendo a prendervi di nuovo?

source: [L] Yeah, but not right away. We've got a little time.
french: [L] Oui, mais pas tout de suite. On a un peu de temps.
italian: [L] Sì, ma non subito. Abbiamo un po’ di tempo.

source: [R] I don't know...
french: [R] Je ne sais pas...
italian: [R] Non so...

source: [L] Come on... You know you want to.
french: [L] Aller... Tu sais que tu le veux.
italian: [L] Avanti... Sai che vuoi tu.

source: [L] See? Your dick can't tell a lie.
french: [L] Voir? Ta bite ne peut pas mentir.
italian: [L] Vedi? Il tuo cazzo non riesce a mentire.

source: [R] Of course I want to mess around, I just don't like being the other guy.
french: [R] Bien sûr, je veux déconner, je n'aime tout simplement pas être l'autre gars.
italian: [R] Certo che voglio arrabbiarmi in giro, non mi piace semplicemente essere l'altro tipo.

source: [L] And who's fault is that?
french: [L] Et c'est à qui la faute ?
italian: [L] E chi è colpa di questo?

source: [R] Aren't you ever going to forgive me?
french: [R] Ne vas-tu jamais me pardonner?
italian: [R] Non mi perdonerete?

source: [L] Oh, I've already forgiven you, but I'm not going to forget.
french: [L] Oh, je t'ai déjà pardonné, mais je ne vais pas oublier.
italian: [L] Oh, ti ho già perdonato, ma non dimenticherò.

source: [L] Now, do you want a blowjob or not?
french: [L] Maintenant, veux-tu une fellation ou pas?
italian: [L] Ora vuoi un pompino o no?

source: [R] Can't we just skip it and go right to fucking?
french: [R] Ne pouvons-nous pas simplement le sauter et aller directement à la baise?
italian: [R] Non possiamo semplicemente saltare e andare proprio a scopare?

source: [L] I'm not wet enough yet... I need some foreplay.
french: [L] Je ne suis pas encore assez mouillé... J'ai besoin de préliminaires.
italian: [L] Non sono ancora abbastanza bagnato... ho bisogno di qualche preliminare.

source: [R] Fine...
french: [R] Bien...
italian: [R] Bene...

source: [RT] {i}God!... This feels good!{/i}
french: [RT] {i}Dieu!... Ça fait du bien !{/i}
italian: [RT] {i}Dio!... Questo si sente bene! {/i}

source: [R] Oh my God, Lauren... You're getting so good at deepthroating!
french: [R] Oh mon Dieu, Lauren... Tu deviens si douée pour deepthroating!
italian: [R] Oh mio Dio, Lauren... Stai diventando così bravo a gola profonda!

source: [LT] {i}I know!... I totally am!.{/i}
french: [LT] {i}Je sais!... Je le suis totalement !.{/i}
italian: [LT] {i}Lo so!... Sono totalmente io!.{/i}

source: [L] Well... Are you enjoying yourself?
french: [L] Bien... Tu t'amuses ?
italian: [L] Beh... Ti stai divertendo?

source: [R] Oh, God... Why did you stop?
french: [R] Oh, mon Dieu... Pourquoi t'es-tu arrêté ?
italian: [R] Oh, Dio... Perché vi siete fermati?

source: [L] To let you know I'm ready for something else.
french: [L] Pour te faire savoir que je suis prêt pour autre chose.
italian: [L] Per farvi sapere che sono pronto per qualcos'altro.

source: [L] Oh wait, look!... Matt's here again!
french: [L] Oh attends, regarde!... Matt est encore là!
italian: [L] Oh aspetta, guarda!... Mattè qui di nuovo!

source: [R] Are you doing this to me on purpose?
french: [R] Est-ce que tu me fais ça exprès?
italian: [R] Sta facendo questo per me di proposito?

source: [MB] What?
french: [MB] Quoi?
italian: [MB] Cosa?

source: [L] Don't mind [ryan], He just thought he was going to get more.
french: [L] Cela ne dérange pas [ryan], Il pensait juste qu'il allait en avoir plus.
italian: [L] Non importate [ryan], Pensava solo che avrebbe ottenuto di più.

source: [MB] Oh, I see... Sorry, man... But we've got to hurry. Your mom's class is starting soon.
french: [MB] Oh, je vois... Désolé, mec... Mais il faut se dépêcher. Le cours de ta mère commence bientôt.
italian: [MB] Oh, vedo... Mi dispiace, uomo... Ma dobbiamo sbrigarci. La classe di tua mamma sta cominciando presto.

source: [L] That was so sweet of you to come pick me up!
french: [L] C'était si gentil de ta part de venir me chercher!
italian: [L] È stato così dolce da venire a prendermi!

source: [MB] Yeah, anytime... It's a great way to take my mind off school for a minute.
french: [MB] Oui, quand même... C'est un excellent moyen de me défaire de l'école pendant une minute.
italian: [MB] Sì, in qualsiasi momento... E 'un ottimo modo per prendere la mia mente fuori scuola per un minuto.

source: [L] I'll take your mind off school... Let's just get those tight jeans off you.
french: [L] Je vais t'enlever l'esprit de l'école... Enlevons juste ces jeans serrés.
italian: [L] Ti prenderò la mente dalla scuola... Prendiamo quei jeans stretti da te.

source: [L] Damn... That's a big dick!
french: [L] Merde... C'est une grosse bite!
italian: [L] Dannazione... È un grande cazzo!

source: [L] I think [ryan]'s made me wet enough to take it.
french: [L] Je pense que [ryan] m'a suffisamment mouillée pour la prendre.
italian: [L] Penso che [ryan] mi abbia reso abbastanza bagnato da prenderlo.

source: [L] I think I'm finally getting used to it's size.
french: [L] Je pense que je m'habitue enfin à sa taille.
italian: [L] Penso che mi stia finalmente abituando alle sue dimensioni.

source: [R] Don't mind me... I'll just be... cleaning up.
french: [R] Ne me dérangez pas... Je me contenterai... de nettoyer.
italian: [R] Non mi dispiace... io sarò solo... pulizia.

source: [RT] {i}Alright [ryan]... Use some willpower. Don't watch them this time!{/i}
french: [RT] {i}Très bien [ryan]... Utilise ta volonté. Ne les regarde pas cette fois!{/i}
italian: [RT] {i}Alright [ryan]... Usa una certa forza di volontà. Non guardali questa volta!{/i}

source: [RT] {i}Goddammit... Why do they always have to be so loud?{/i}
french: [RT] {i}Putain... Pourquoi doivent-ils toujours être si bruyants?{/i}
italian: [RT] {i}Goddammit... Perché devono essere sempre così forti?{/i}

source: [RT] {i}I can't help myself... I've got to look.{/i}
french: [RT] {i}Je ne peux pas m'en empêcher... Je dois regarder.{/i}
italian: [RT] {i}Non posso aiutarmi da solo... devo guardare.{/i}

source: [LT] {i}[ryan]'s not watching... Maybe if I start moaning loud again, he'll look over.{/i}
french: [LT] {i}[ryan] ne regarde pas... Peut-être que si je recommence à gémir fort, il regardera.{/i}
italian: [LT] {i}[ryan] non sta guardando... Forse se comincio a gemere ad alta voce, lui guarderà oltre.{/i}

source: [LT] {i}Haha... That did it!{/i}
french: [LT] {i}Haha... C'est fait !{/i}
italian: [LT] {i}Haha... Questo è fatto!{/i}

source: [LT] {i}Why does it turn me on so much to have my brother watch me get pounded like this?{/i}
french: [LT] {i}Pourquoi cela m'excite-t-il tellement que mon frère me regarde me faire pilonner comme ça?{/i}
italian: [LT] {i}Perché mi accende così tanto per far vedere a mio fratello di farmi scoppiare così? {/i}

source: [RT] {i}Damn!... I wish I could fuck Lauren like that!{/i}
french: [RT] {i}Merde!... J'aimerais pouvoir baiser Lauren comme ça !{/i}
italian: [RT] {i}Dannazione!... Vorrei riuscire a scopare Lauren così!{/i}

source: [RT] {i}There's that confusing feeling again... rage mixed with pleasure.{/i}
french: [RT] {i}Il y a encore ce sentiment confus... rage mêlée de plaisir.{/i}
italian: [RT] {i}C'è quella sensazione confusa di nuovo... rabbia mescolata con piacere.{/i}

source: [RT] {i}Damnit!... I hate this!{/i}
french: [RT] {i}Bon sang!... Je déteste ça!{/i}
italian: [RT] {i}Danni!... Odio questo!{/i}

source: [RT] {i}I should be fucking her!{/i}
french: [RT] {i}Je devrais la baiser!{/i}
italian: [RT] {i}La dovrei scopare!{/i}

source: [LT] {i}MMMmmm... [ryan] can't stop watching me!{/i}
french: [LT] {i}MMMmmm... [ryan] ne peut pas arrêter de me regarder!{/i}
italian: [LT] {i}MMMmmm... [ryan] non può smettere di guardarmi!{/i}

source: [LT] {i}He's probably wishing he was the one fucking me right now!{/i}
french: [LT] {i}Il souhaite probablement être celui qui me baise en ce moment!{/i}
italian: [LT] {i}Sta probabilmente desiderando di essere stato quello che mi scopa adesso!{/i}

source: [LT] {i}Oh, God!... I wish he were too.{/i}
french: [LT] {i}Oh, mon Dieu!... J'aimerais qu'il le soit aussi.{/i}
italian: [LT] {i}Oh, Dio!... Vorrei che fosse anche.{/i}

source: [LT] {i}What if it were his dick inside me right now?{/i}
french: [LT] {i}Et si c'était sa bite en moi en ce moment?{/i}
italian: [LT] {i}E se fosse il suo cazzo dentro di me in questo momento?{/i}

source: [L] Oh, God!... Oh, God!... Oh, God!
french: [L] Oh, Mon Dieu!... Oh, mon Dieu!... Oh, mon Dieu!
italian: [L] Oh, Dio!... Oh, Dio!... Oh, Dio!

source: [L] Ffuuuuucckk!!
french: [L] Meerrrddddeeee!!
italian: [L] Cazooooo!!

source: [L] Keep fucking me!... I need more!
french: [L] Continue de me baiser!... J'en ai besoin de plus !
italian: [L] Continuate a scoparmi!... ho bisogno di più!

source: [MB] Lauren, I'm gonna cum!
french: [MB] Lauren, je vais jouir!
italian: [MB] Lauren, sto andando cum!

source: [L] Just cum inside!
french: [L] Juste jouit à l'intérieur!
italian: [L] Basta cum dentro!

source: [L] I want to feel your cum inside me!
french: [L] Je veux sentir ton sperme en moi!
italian: [L] Voglio sentire il vostro sperma dentro di me!

source: [R] Wait!... Not again!
french: [R] Attends!... Pas encore!
italian: [R] Attendere!... Non ancora!

source: [L] Wow, Matt!... Good as always!
french: [L] Wow, Matt!... Bon comme toujours!
italian: [L] Wow, Matt!... Buono come sempre!

source: [L] Can't wait to sit through my mom's next class again, knowing your cum is just simmering in my womb and dripping out into my panties.
french: [L] J'ai hâte de suivre à nouveau le prochain cours de ma mère, sachant que ton sperme mijote dans mon ventre et dégouline dans ma culotte.
italian: [L] Non vedo l'ora di sedersi di nuovo nella prossima classe di mia mamma, sapendo che il vostro sperma sta semplicemente cuocendo nel mio grembo e gocciolando fuori nelle mie mutandine.

source: [R] Good God, Lauren!... Do I have to hear about this again?
french: [R] Bon Dieu, Lauren!... Dois-je encore en entendre parler?
italian: [R] Buon Dio, Lauren!... Devo sentirlo di nuovo?

source: [L] Just mind your own business, stop eavesdropping.
french: [L] Occupes-toi de tes propres affaires, arrêtes d'écouter.
italian: [L] Ricordati il tuo business, smetta di intercettare.

source: [MB] Lauren, you'd better get ready fast, or else we're going to be late for your mom's next class.
french: [MB] Lauren, tu ferais mieux de te préparer vite, sinon on va être en retard pour le prochain cours de ta mère.
italian: [MB] Lauren, faresti meglio a prepararti velocemente, altrimenti saremo in ritardo per la prossima lezione di tua mamma.

source: [L] I'm coming.
french: [L] J'arrive.
italian: [L] Sto venendo.

source: [RT] {i}Oh, sure... Don't bother helping. I'll just clean up all of this by myself.{/i}
french: [RT] {i}Oh, bien sûr... Ne vous embêtez pas à m'aider. Je vais nettoyer tout ça tout seul.{/i}
italian: [RT] {i}Oh, sicuro... Non preoccuparti di aiutare. Io ripulirò tutto questo da solo.{/i}

source: [RT] {i}Fuck!... There's sex juices all over the green screen again.{/i}
french: [RT] {i}Merde ! ... Il y a du sperme partout sur l'écran vert à nouveau. {/i}
italian: [RT] {i}Fuck!... Di nuovo ci sono succhi di sesso su tutto lo schermo verde.{/i}

source: [RT] {i}I'd better get that up before it stains.{/i}
french: [RT] {i}Je ferais mieux d'enlever ça avant qu'il n'y ait une tache.{/i}
italian: [RT] {i}Farei meglio ad alzarlo prima che si macchi.{/i}

source: [R] Haha... How could I not, after taking those kinds of pictures of one of the sexiest girl I've ever seen.
french: [R] Haha... Comment pourrais-je ne pas, après avoir pris ce genre de photos de l'une des filles les plus sexy que j'ai jamais vues.
italian: [R] Haha... Come potrei no, dopo aver preso quei tipi di foto di una della ragazza più sexy che abbia mai visto.

source: [L] [ryan]... You're not supposed to call your sister sexy.
french: [L] [ryan]... Tu n'es pas censée appeler ta sœur sexy.
italian: [L] [ryan]... Non dovresti chiamare tua sorella sexy.

source: [R] You know I can't help it.
french: [R] Tu sais que je ne peux pas m'en empêcher.
italian: [R] Sai che non posso aiutarlo.

source: [L] Hmmm... It's too bad I'm with Matt now.
french: [L] Hmmm... Dommage que je sois avec Matt maintenant.
italian: [L] Hmmm... È troppo male che io sia con Matt adesso.

source: [R] Isn't there still something going on with him and Megan?
french: [R] N'y a-t-il pas encore quelque chose avec lui et Megan?
italian: [R] Non c'è ancora qualcosa che sta accadendo con lui e Megan?

source: [L] Kind of... It's complicated.
french: [L] En quelque sorte... C'est compliqué.
italian: [L] Tipo di... è complicato.

source: [R] It sounds like he's not being very exclusive, I don't see why you should be.
french: [R] On dirait qu'il n'est pas très exclusif, je ne vois pas pourquoi tu devrais l'être.
italian: [R] Sembra che non sia molto esclusivo, non vedo perché dovresti essere.

source: [L] He doesn't really expect me to... He said I can fool around with other guys, but he said he'd appreciate it if I didn't fuck them without telling him first.
french: [L] Il ne s'attend pas vraiment à ce que je le fasse... Il a dit que je pouvais m'amuser avec d'autres gars, mais il a dit qu'il apprécierait que je ne les baise pas sans lui dire d'abord.
italian: [L] Non si aspetta davvero che io sia... Ha detto che posso ingannare con altri ragazzi, ma ha detto che avrebbe apprezzato se non li ho scopati senza dirgli prima.

source: [L] Not that there's anybody else out there I want to fuck besides him and...
french: [L] Pas qu'il y ait quelqu'un d'autre là-bas que je veux baiser à part lui et...
italian: [L] Non che ci sia nessun altro là fuori che voglio scopare oltre a lui e...
