Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.05.po
Languages: italian

source: [R] That's ok.... I can see why you would think that.
italian: [R] Va bene... capisco perché penseresti.

source: [RT] {i}It's a pretty accurate observation.{/i}
italian: [RT] {i}È un'osservazione abbastanza accurata.{/i}

source: [R] Oh.... and just so you know....
italian: [R] Oh.... e solo così sa....

source: [M] I know.... It's just part of the weekly kitchen wet T-shirt contest.
italian: [M] Lo so.... Fa parte del concorso settimanale di magliette bagnate da cucina.

source: [M] In which I'm always the only participant.
italian: [M] A cui sono sempre l'unico partecipante.

source: [M] So, what's my score?
italian: [M] Quindi, qual è il mio punteggio?

source: [R] Oh.... It's a definite 10!
italian: [R] Oh.... È un 10!

source: [M] Alright.... That's enough playful banter. I'm going to get another shirt on.
italian: [M] Va bene.... È abbastanza giocoso banter. Sto per prendere un'altra camicia.

source: [M] Thanks again for all your help around the house.
italian: [M] Grazie ancora per tutto il tuo aiuto in casa.

source: [R] Of course! Love ya, Mom.
italian: [R] Certo! Ama ya, Mamma.

source: [M] I'll climb up on the counter this time.
italian: [M] Stavolta salirò al banco stavolta.

source: [M] Just be careful not to break the faucet again!
italian: [M] Fai attenzione a non rompere di nuovo il rubinetto!

source: [R] Ok.... I've got the coupling braced from below. Go ahead and turn it clockwise, and we'll see if that stops the leak.
italian: [R] Ok.... Ho l'attacco rinforzato dal basso. Vai avanti e giralo in senso orario e vediamo se questo ferma la perdita.

source: [M] Ok.... That's as tight as I can get it.
italian: [M] Ok.... Questo è il massimo che posso fare.

source: [R] Perfect, now I'll just try to get a little bit of an extra turn from down here....
italian: [R] Perfetto, ora cercherò solo di ottenere un po 'di un giro in più da qui....

source: [RT] {i}Ok, how did I do that last time.{/i}
italian: [RT] {i}Ok, come ho fatto quella ultima volta.{/i}

source: [RT] {i}If I bend this at the right angle, it should separate the faucet from the water line again.{/i}
italian: [RT] {i}Se piego questo all'angolo destro, dovrebbe separare di nuovo il rubinetto dalla linea d'acqua.{/i}

source: [R] and....
italian: [R] e....

source: [M] Aaaaahhhh.... [ryan]!.... You did it again!
italian: [M] Aaaaahhhh.... [ryan]!.... L'hai fatto di nuovo!

source: [R] What do you mean?....
italian: [R] Cosa vuoi dire?....

source: [M] I've got water spraying me again!
italian: [M] Ho l'acqua che mi spruzza di nuovo!

source: [R] Oh, shit!.... I must have bumped the faucet connection again!
italian: [R] Oh, shit!.... Devo aver urtato di nuovo la connessione del rubinetto!

source: [R] Damn thing is so fragile!
italian: [R] La cosa dannata è così fragile!

source: [M] Goddamnit, [ryan]!....
italian: [M] Dannazione, [ryan]!....

source: [M] Get your ass up here and fix it!
italian: [M] Porta il tuo culo qui sopra e aggiustalo!

source: [R] I'm sorry.... There.... I've almost got it....
italian: [R] Mi dispiace.... Ecco.... Ce l'ho quasi fatta....

source: [R] And.... fixed!
italian: [R] E.... corretto!

source: [R] What?
italian: [R] Cosa?

source: [R] WHAAT??....
italian: [R] COS'È??....

source: [M] Are you fucking kidding me?
italian: [M] Mi stai scherzando?

source: [R] Mom?.... language!
italian: [R] Mamma?.... lingua!

source: [M] I can't even believe you got me again!
italian: [M] Non riesco nemmeno a credere che tu mi abbia ritrovato!

source: [M] Remind me to change into a scuba suit the next time we try to fix the sink!
italian: [M] Ricordami di trasformarmi in un abito da scuba la prossima volta che cerchiamo di risolvere il lavandino!

source: [R] Haha.... That's a good one.
italian: [R] Haha.... Quello è buono.

source: [M] Did you do that on purpose?
italian: [M] Lo hai fatto di proposito?

source: [R] What?.... of course not!....
italian: [R] Cosa?.... ovviamente!....

source: [M] Well, this is getting ri-Goddamned-fucking-diculous.
italian: [M] Beh, questo sta diventando ri-Goddamned-fucking-diculous.

source: [M] If it starts leaking again, I'm calling a plumber.
italian: [M] Se inizia a fuoriuscire di nuovo, sto chiamando un idraulico.

source: [R] What?.... You can't!.... We can't afford one right now.
italian: [R] Cosa?.... Non puoi!.... Non ce ne possiamo permettere uno in questo momento.

source: [R] Plus, I'm pretty sure we got it this time.
italian: [R] Inoltre, sono abbastanza sicuro che abbiamo ottenuto questa volta.

source: [R] Oh, but ummm.... Just so you know....
italian: [R] Oh, ma ummm.... Solo così sa....

source: [R] Oh nice! I know how to fix it now.... I think I just need to torque the coupling just a little bit tighter.
italian: [R] Oh bello! So come risolvere il problema adesso.... Penso di aver solo bisogno di coppia l'accoppiamento solo un po 'più stretto.

source: [M] Are you sure?.... I don't want to end up cold and wet again.
italian: [M] Sei sicuro?.... Non voglio finire di nuovo freddo e bagnato.

source: [M] Maybe I should just call a plumber.
italian: [M] Forse dovrei solo chiamare un idraulico.

source: {i}I wonder if I could request a sexy one.{/i}
italian: {i}Mi chiedo se posso richiederne uno sexy.

source: [R] Don't be silly. I've got it this time.
italian: [R] Non essere sciocco. Lo ho questa volta.

source: [M] All right. We'll give it another shot.
italian: [M] Va bene. Daremo un altro colpo.

source: [R] Alright, so we'll just do the same thing we did last time, and....
italian: [R] Va bene, allora faremo la stessa cosa che abbiamo fatto l'ultima volta, e....

source: [M] I don't want to end up soaking wet this time. Let's trade places. I'm sure I can tighten the thingy just as tight as you.
italian: [M] Non voglio finire bagnato fradicio questa volta. Scambiamoci di posto. Sono sicuro di poter stringere il coso tanto quanto te.

source: [R] But.... It needs to be torqued really hard. I think probably a man should do it.
italian: [R] Ma.... Ha bisogno di essere stretto molto forte. Penso che probabilmente un uomo dovrebbe farlo.

source: [M] Oh shut up, [ryan]. I work out more than you do. I'm sure I can get it tighter than you could.
italian: [M] Oh, stai zitto, [ryan]. Mi alleno più di te. Sono sicuro di poterlo stringere più di quanto potresti fare tu.

source: [R] Alright.... No need to be hurtful.
italian: [R] Va bene .... Non c'è bisogno di essere offensivi.

source: [R] I'll just crawl under the sink, and you climb up onto the counter then.
italian: [R] Mi limiterò a strisciare sotto il lavandino e tu salirai sul bancone allora.

source: [R] Perfect, Now I'll just try to get a little bit of an extra turn from down here....
italian: [R] Perfetto, ora cercherò di fare un pò di giri in più da quaggiù....

source: [LT] {i}I wonder where Mom is.... I need some help on my Oedipus assignment.{/i}
italian: [LT] {i}Mi chiedo dove sia la mamma.... Ho bisogno di aiuto per il mio compito su Edipo.{/i}

source: [M] Aaaaahhhh.... [ryan]!.... What did you do?
italian: [M] Aaaaahhhh.... [ryan]!.... Che cosa hai fatto?

source: [M] I've got water spraying me up here!
italian: [M] Ho l'acqua che mi spruzza quassù!

source: [R] Oh, shit!.... I must have knocked the faucet off the main water line with my wrench!
italian: [R] Oh, merda!.... Devo aver fatto cadere il rubinetto dalla linea principale dell'acqua con la mia chiave inglese!

source: [M] Goddamnit [ryan]!....
italian: [M] Maledizione [ryan]!....

source: [M] [ryan]!.... What's wrong?....
italian: [M] [ryan]!.... Cosa c'è che non va?....

source: [R] I think I pinched the nipple too hard with the clamp!
italian: [R] Penso di aver pizzicato il capezzolo troppo forte con la pinza!

source: [R] Fuck!.... It just popped out!
italian: [R] Cazzo!.... È saltato fuori!

source: [M] Well, stick it back in!
italian: [M] Beh, rimettilo dentro!

source: [M] God!.... You're making me so wet!
italian: [M] Dio!.... Mi stai facendo bagnare così tanto!

source: {i}{b}"Lauren's Libido +5"{/b}{/i}
italian: {i}{b}"Libido di Lauren +5"{/b}{/i}

source: [M] UUuuurrrgggghhhhh.... I can't even believe you got me again!
italian: [M] UUuuurrrgggghhhhh.... Non posso credere che tu mi abbia preso di nuovo!

source: [R] It's not like I did this on purpose!
italian: [R] Non l'ho fatto apposta!

source: [M] Well, you could have fooled me!
italian: [M] Beh, potresti avermi ingannato!

source: [R] And it's fixed!....
italian: [R] Ed è fissato!....

source: [M] [ryan]! You son of a bitch!
italian: [M] [ryan]! Figlio di puttana!

source: [R] Haha.... That's insulting both of us!
italian: [R] Haha.... Questo è un insulto per entrambi!

source: [R] And since when did you decide to start cussing like a sailor?
italian: [R] E da quando hai deciso di iniziare a imprecare come un marinaio?

source: [M] Just, shut up!
italian: [M] Semplicemente, stai zitto!

source: [R] Ok.... ummmm.... but you've got a situation again.
italian: [R] Ok.... ummmm.... ma hai di nuovo un problema.

source: [M] Let me guess.... I'm winning the wet T-shirt contest again?
italian: [M] Fammi indovinare.... Sto vincendo di nuovo il concorso delle magliette bagnate?

source: [R] You know it!
italian: [R] Lo sai!

source: [M] You really think so?.... I mean, most of the girls at the club are so much younger.
italian: [M] Lo pensi davvero?.... Voglio dire, la maggior parte delle ragazze al club sono molto più giovani.

source: [R] I'm telling you Mom, those torpedoes would blow all those younger girls out of the water.
italian: [R] Te lo dico io mamma, quei siluri farebbero saltare in aria tutte quelle ragazze più giovani.

source: [R] And the fact that they're natural, and still so perky after nursing three babies!
italian: [R] E il fatto che sono naturali, e ancora così perky dopo aver allattato tre bambini!

source: [R] I mean.... who wouldn't want to motorboat a pair of those "tig ol bitties"...
italian: [R] Intendo dire... che non vorrebbe barca a motore un paio di quelli "tig ol bitties"...

source: [M] Ok.... that's enough. A son shouldn't use such colorful commentary about his own mothers breasts.
italian: [M] Ok.... è abbastanza. Un figlio non dovrebbe usare un commento così colorato sul seno delle proprie madri.

source: [R] Sorry....
italian: [R] Spiacenti....

source: [M] No.... it's ok.... it was my fault for fishing for compliments.
italian: [M] No.... va bene.... è stata colpa mia per aver pescato i complimenti.

source: [M] And I appreciate your kind words, I just need to stop you before it gets too weird.
italian: [M] E apprezzo le tue parole gentili, devo solo fermarti prima che diventi troppo strano.

source: [R] Yeah.... I was getting carried away.
italian: [R] Si.... Mi stavo facendo trasportare.

source: [M] So, I think we'll call it a day, and I'm going to go change my shirt. Thank you for your help today.
italian: [M] Quindi, penso che la chiuderemo qui e andrò a cambiarmi la camicia. Grazie per il tuo aiuto oggi.

source: [M] Oh, shit!.... You can see through my shirt again, can't you?
italian: [M] Oh, male!.... Riesci a vedere di nuovo attraverso la mia camicia, vero?

source: [R] Yep....
italian: [R] Sì....

source: [R] Not that I'm complaining.
italian: [R] Non che mi sto lamentando.

source: [M] Goddamnit [ryan]! Stop talking to your mother like that!
italian: [M] Goddamnit [ryan]! Smettila di parlare con tua madre così!

source: [R] Sorry.... I wasn't....
italian: [R] Mi dispiace....

source: [M] .... No.... no need to make up excuses.
italian: [M] .... No.... non c'è bisogno di fare scuse.

source: [M] I'm grateful for your help today. Let's hope we got the problem fixed this time.
italian: [M] Sono grato per il tuo aiuto oggi. Speriamo che questa volta abbiamo risolto il problema.

source: [M] Thank you for always being so willing to help.
italian: [M] Grazie per essere sempre così disposti ad aiutare.

source: {i}"This event ends slightly different with higher libido. Get Mom's libido up, (8+) and try again next week."{/i}
italian: {i}"Questo evento finisce in modo leggermente diverso con una libido più alta. Fai salire la libido di mamma (8+) e riprova la prossima settimana"{/i}.

source: [RT] {i}Shorter shorts.... Nice open tank top.... No bra!.... {/i}
italian: [RT] {i}Pantaloncini più brevi.... Bella canottiera aperta.... No bra!.... {/i}

source: [RT] {i}Dad wouldn't have ever let Mom wear anything like that around the house.{/i}
italian: [RT] {i}Papà non avrebbe mai lasciato che la mamma indossasse qualcosa di simile a quella in casa.{/i}

source: [RT] {i}He's such an asshole!.... I'm so glad to see Mom opening up more, and being herself.{/i}
italian: [RT] {i}Lui è un tale stronzo!.... Sono così contento di vedere la mamma aprirsi di più, e di essere se stessa.{/i}

source: [RT] {i}She always had to walk on eggshells around him.{/i}
italian: [RT] {i}Ha sempre dovuto camminare con i gusci d'uovo intorno a lui.{/i}

source: [RT] {i}Life's definitely harder without him here to take care of us, but honestly, I'm glad he's gone.{/i}
italian: [RT] {i}La vita è sicuramente più difficile senza di lui qui per prendersi cura di noi, ma onestamente, sono contento che sia andato.{/i}

source: [RT] {i}Now I just need to keep working on getting Mom to feel the same way.{/i}
italian: [RT] {i}Ora ho solo bisogno di continuare a lavorare per far sentire la mamma allo stesso modo.{/i}

source: [RT] {i}Maybe there's something else I can help her do around the house.{/i}
italian: [RT] {i}Forse c'è qualcos'altro che posso aiutarla a fare in casa. {/i}

source: [R] Hey, Mom! I'm digging the new diggs!
italian: [R] Ehi, mamma! Sto scavando i nuovi scavi!

source: [M] Oh, hi [ryan].... Did you stop me from working just so you can talk about fashion?
italian: [M] Oh, hi [ryan].... Mi hai impedito di lavorare solo così puoi parlare di moda?

source: [R] Uhhh.... No.... Actually, I wanted to offer my handyman services to you again.
italian: [R] Uhhh.... No.... In realtà, volevo offrirvi di nuovo i miei servizi handyman.

source: [R] Is there anything we can do to check off another item on the "honey-do list?"
italian: [R] C'è qualcosa che possiamo fare per controllare un altro oggetto nella "lista del miele?"

source: [R] Did that lightbulb come unscrewed again?
italian: [R] Quella lampadina è stata svitata di nuovo?

source: [M] No, thank God. It's not flickering at all anymore.
italian: [M] No, grazie a Dio. Non è più tremolante.

source: [M] But I just noticed we are having some problems with the kitchen sink. It seems to be leaking from somewhere underneath into the cabinet area.
italian: [M] Ma ho appena notato che stiamo avendo alcuni problemi con il lavandino della cucina. Sembra che stia perdendo da qualche parte sotto nella zona del gabinetto.

source: [M] I've put a pan there to catch the water for now, but we really need to get it fixed.
italian: [M] Ho messo una pentola lì per catturare l'acqua per ora, ma abbiamo davvero bisogno di farlo fissare.

source: [M] I was just going to call a plumber.
italian: [M] Stavo solo per chiamare un idraulico.

source: [R] No!.... Don't do that. I'm sure I can fix it for you.
italian: [R] No!.... Non farlo. Sono sicuro di poterlo risolvere per voi.

source: [RT] {i}Plus I've seen too many movies about lonely housewives calling a plumber.{/i}
italian: [RT] {i}Plus Ho visto troppi film sulle casalinghe solitarie che chiamano un idraulico.{/i}

source: [M] .... Umm.... Ok.... If you think you can.
italian: [M] .... Umm.... Ok.... Se pensi di poterlo fare.

source: [R] Well, yeah, of course I can. Plus, we need to be saving money right now. Plumbers are expensive.
italian: [R] Beh, sì, ovviamente posso. Inoltre, abbiamo bisogno di risparmiare in questo momento. Gli idraulici sono costosi.

source: [M] Yeah, I'd thought of that. I figured I'd need to work another night at the club to be able to pay for it.
italian: [M] Sì, l'avevo pensato. Ho pensato che avrei bisogno di lavorare un'altra notte al club per poterlo pagare.

source: [R] No Mom, don't do that.... I've got this.
italian: [R] No Mamma, non farlo.... Ho questo.

source: [MT] {i}Damn.... I've been getting a little bored. Working another night in the club sounded exciting.{/i}
italian: [MT] {i}Dannazione.... Mi annoiavo un po'. Lavorare un'altra notte nel club suonava eccitante.{/i}

source: [MT] {i}Plus, I've seen some pretty good movies about plumbers and lonely housewives.{/i}
italian: [MT] {i}Inoltre, ho visto alcuni film abbastanza buoni su idraulici e casalinghe solitarie.{/i}

source: [MT] {i}But this seems important to [ryan], to feel like the man of the house, so I'll just let him do it.{/i}
italian: [MT] {i}Ma questo sembra importante [ryan], per sentirsi come l'uomo della casa, quindi lo lascerò farlo.{/i}

source: [MT] {i}I love it when [ryan] tries so hard to protect me.{/i}
italian: [MT] {i}Mi piace quando [ryan] cerca di proteggermi così duramente.{/i}

source: [MT] {i}He really is growing up to be a hard working little man.{/i}
italian: [MT] {i}Sta davvero crescendo per essere un piccolo uomo che lavora sodo.{/i}

source: [M] Ok, Let's see if you can fix it.
italian: [M] Ok, Vediamo se riesci a ripararlo.

source: [R] Awesome! I'll meet you in the kitchen in about 10 minutes. I'm just going to see if there's a good YourTube tutorial for fixing leaks.
italian: [R] Fantastico! Ti incontrerò in cucina in circa 10 minuti. Sto solo andando a vedere se c'è un buon tutorial YourTube per riparare le perdite.

source: {i}"One YourTube tutorial, and 10 minutes later."{/i}
italian: {i}"Un tutorial su YourTube e 10 minuti dopo"{/i}.

source: [M] So, do you think you can fix it?
italian: [M] Quindi, pensi di poterlo riparare?

source: [R] Yeah, I think I can figure it out.
italian: [R] Sì, penso di riuscire a capirlo.

source: [R] Do you mind helping though? I'm going to need an extra hand.
italian: [R] Ti dispiace aiutarti? Avrò bisogno di una mano in più.

source: [M] No, I don't mind at all. I'm just really happy that you're getting to be so handy.
italian: [M] No, non mi dispiace affatto. Sono semplicemente felice che tu stia diventando così utile.

source: [M] Just let me know what you want me to do.
italian: [M] Fatemi sapere che cosa volete che faccio.

source: [R] Ok, so I need you to take this wrench and keep the coupling at the base of the drain pipe from turning while I try to tighten it from above.
italian: [R] Ok, allora ho bisogno che tu prenda questa chiave e impedisca al giunto alla base del tubo di scarico di girare mentre io cerco di stringerlo dall'alto.

source: [R] I'll fill the sink with water too, so we can see if it stops the leak.
italian: [R] Riempio anche il lavandino d'acqua, così vediamo se si ferma la perdita.

source: [M] Alright, anything else?
italian: [M] Va bene, qualcos'altro?

source: [R] No.... except this would probably work better with a pipe wrench, but this is all I could find in Dad's toolbox.
italian: [R] No.... tranne che questo probabilmente funzionerebbe meglio con una chiave a tubo, ma questo è tutto quello che ho trovato nella cassetta degli attrezzi di papà.

source: [R] So, if you'll crawl under the sink and try to secure the wrench on the coupling, I'll climb up on the counter and do my part from above.
italian: [R] Quindi, se tu striscerai sotto il lavandino e proverai a fissare la chiave sul giunto, io salirò sul bancone e farò la mia parte dall'alto.

source: [M] Well.... I've got the wrench securing something, I'm not exactly sure if it's the coupling.
italian: [M] Bene.... Ho la chiave che fissa qualcosa, non sono esattamente sicuro che sia il giunto.

source: [R] Alright, well I'll just see if I can tighten it from up here. You ready to hold it steady?
italian: [R] Va bene, vedrò se posso stringerlo da qui. Sei pronto a tenerlo fermo?

source: [RT] Now do I turn it left, or right?
italian: [RT] Ora lo giro a sinistra o a destra?

source: [RT] I think left. Here goes nothing.
italian: [RT] Penso a sinistra. Non c'è niente da fare.

source: [M] Oh, fuck!.... [ryan]!.... It's leaking all over me!.... Turn it the other way!
italian: [M] Oh, cazzo! .... [ryan]!.... Mi sta colando tutto addosso! .... Giralo dall'altra parte!

source: [M] Hurry!.... I'm getting soaked!
italian: [M] Sbrigati! .... Mi sto inzuppando!

source: [M] Holy shit!
italian: [M] Porca puttana!

source: [M] Couldn't you have at least filled the sink with warm water!?
italian: [M] Non potevi almeno riempire il lavandino con acqua calda?

source: [R] Oh, no! Mom, I'm so sorry!
italian: [R] Oh, no! Mamma, mi dispiace tanto!

source: [M] Uuhhggghhh.... It's ok.... I'm ok.... That was just a little shocking!
italian: [M] Uuhhggghhh.... Va tutto bene.... Sto bene.... E' stato solo un pò scioccante!

source: [R] Are you sure?.... For someone who hates curse words, you sure cursed a lot.
italian: [R] Sei sicuro? .... Per una persona che odia le parolacce, di sicuro hai imprecato molto.

source: [M] [ryan].... Give me a break, ok?.... You just dumped freezing water all over my chest!
italian: [M] [ryan].... Dammi una pausa, ok?.... Hai appena scaricato l'acqua congelante in tutto il mio petto!

source: [M] And sometimes I just need you to do what I say, and not what I do....
italian: [M] E a volte ho solo bisogno che tu faccia quello che dico, e non quello che faccio....

source: [R] Yeah.... Alright.... but on the bright side, I think you could win the wet T-shirt contest at the strip club.
italian: [R] Yeah.... Va bene.... ma dal lato positivo, penso che potresti vincere il concorso delle magliette bagnate allo strip club.

source: [M] Haha.... Yeah, I was noticing that too.
italian: [M] Haha.... Sì, lo stavo notando anch'io.

source: [M] But I think much younger tits than mine would win that contest.
italian: [M] Ma penso che tette molto più giovani delle mie vincerebbero quel concorso.

source: [R] What?!.... No way!.... Your tits are just as good as any 20 year old out there.
italian: [R] Cosa?!.... Assolutamente no! .... Le tue tette sono belle quanto quelle di qualsiasi ventenne là fuori.

source: [M] Well, I appreciate that [ryan], that means.... Wait.... No, I don't.... A son shouldn't compliment his mom's tits like that.
italian: [M] Beh, apprezzo che [ryan], che significa.... Aspetta.... No, non lo faccio.... Un figlio non dovrebbe complimentarsi con le tette di sua mamma così.

source: [R] Sorry.... but I'm only telling you the truth.
italian: [R] Scusa.... ma ti sto solo dicendo la verità.

source: [M] Well, be that as it may, I think it's time to call it a day. Thanks for your help today!
italian: [M] Beh, sia come sia, penso che sia il momento di finirla qui. Grazie per il tuo aiuto oggi!

source: [M] Oh my God!.... My shirt is completely see-through!
italian: [M] Oh mio Dio!.... La mia camicia è completamente visione!

source: [M] I can't believe you were just staring at them without saying a word.
italian: [M] Non riesco a credere che li stavi solo fissando senza dire una parola.

source: [R] I did say a word!....
italian: [R] Ho detto una parola!....

source: [M] Yeah, after getting a good long look.
italian: [M] Sì, dopo aver ottenuto un buon look a lungo.

source: [M] And then suggesting I should be in a wet T-shirt contest?
italian: [M] E poi suggerendo che dovrei essere in un concorso di T-shirt bagnato?

source: [M] Those aren't the kinds of jokes a son should make to his mother.
italian: [M] Questi non sono i tipi di battute che un figlio dovrebbe fare a sua madre.

source: [R] Sorry Mom,.... I was just trying to make things less awkward.
italian: [R] Mi dispiace,... stavo solo cercando di rendere le cose meno imbarazzanti.

source: [M] That's ok, I guess I am overreacting a little.
italian: [M] Va bene, immagino che sto reagendo un po'.
