Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.03.po
Languages: italian

source: [LT] {i}I can't believe Mom hid that from me.{/i}
italian: [LT] {i}Non posso credere che mamma me l'abbia nascosto.

source: [LT] {i}And that [ryan] knew, and didn't tell me.{/i}
italian: [LT] {i}E che [ryan] lo sapesse e non me l'abbia detto.{/i}

source: [LT] {i}He's just watching out for Mom, that's actually pretty sweet.{/i}
italian: [LT] {i}Si sta solo prendendo cura della mamma, è davvero molto dolce.

source: [LT] {i}I wish he'd been able to get me out of this though.{/i}
italian: [LT] {i}Vorrei che fosse stato in grado di tirarmi fuori da questo però.{/i}

source: [LT] {i}Diaz is even pretty hot.... I wonder what drove her to like other women.... {/i}
italian: [LT] {i}Diaz è persino piuttosto sexy.... Mi chiedo cosa l'abbia spinta a farsi piacere altre donne.... {/i}

source: [LT] {i}Probably some kind of traumatic experience like this one.{/i}
italian: [LT] {i}Probabilmente qualche esperienza traumatica come questa.

source: [LT] {i}Am I going to start liking other women?{/i}
italian: [LT] {i}Inizieranno a piacermi le altre donne?

source: [LT] {i}I do think Diaz is pretty sexy!{/i}
italian: [LT] {i}Penso che Diaz sia piuttosto sexy!

source: [LT] {i}And Kenzie and I have experimented a little.{/i}
italian: [LT] {i}E io e Kenzie abbiamo sperimentato un pò.

source: [LT] {i}But seeing [ryan]'s cock made me feel some pretty confusing feelings too.{/i}
italian: [LT] {i}Ma vedere il cazzo di [ryan] mi ha fatto provare anche delle sensazioni piuttosto confuse.{/i}

source: [LT] {i}Shit.... I'm getting pretty screwed up.{/i}
italian: [LT] {i}Merda.... Mi sto incasinando di brutto.{/i}

source: [L] Well, Is this sexy enough for you?
italian: [L] Beh, questo è abbastanza sexy per te?

source: [AD] .... Just.... wow!...
italian: [AD] .... Solo.... wow!...

source: [RT] {i}I've got to see this!{/i}
italian: [RT] {i}Devo vedere questo!

source: [RT] {i}Not just for my own enjoyment, but to make sure Agent Diaz doesn't take things too far.{/i}
italian: [RT] {i}Non solo per il mio divertimento, ma per assicurarmi che l'agente Diaz non porti le cose troppo lontano.

source: [RT] {i}Luckily Sidney will be out jogging this morning. I have no idea how I'd explain this to her.{/i}
italian: [RT] {i}Per fortuna Sidney sarà fuori a fare jogging questa mattina. Non ho idea di come potrei spiegarle questo.

source: [RT] {i}Luckily Sidney can sleep through a train driving through the house, cuz I don't know how I'd explain this to her.{/i}
italian: [RT] {i}Per fortuna Sidney può dormire mentre un treno attraversa la casa, perché non so come glielo spiegherei.

source: [RT] {i}Oh, wow! I wish she'd wear her uniform like that to school.{/i}
italian: [RT] {i}Oh, wow! Vorrei che indossasse la sua uniforme così a scuola.

source: [RT] {i}Hmmmmm.... I wonder if Mom could ever be convinced to allow that dress code in her class.{/i}
italian: [RT] {i}Hmmmmm.... Mi chiedo se la mamma potrebbe mai essere convinta a permettere quel codice di abbigliamento nella sua classe.{/i}

source: [RT] {i}I know school board member Will Tylor would gladly agree to that kind of dress code.{/i}
italian: [RT] {i}So che il membro del consiglio scolastico Will Tylor sarebbe felicemente d'accordo con quel tipo di codice di abbigliamento.{/i}

source: [AD] If we're going to count this favor against your debt, you have to at least pretend that you're enjoying this.
italian: [AD] Se dobbiamo contare questo favore sul tuo debito, devi almeno far finta che ti stia divertendo.

source: [AD] Why don't you start out with some sexy dancing. I'll turn on some music on my phone for you.
italian: [AD] Perché non cominci con qualche ballo sexy? Metterò un pò di musica sul mio telefono per te.

source: [AD] All right Lauren, let's see you move that body!
italian: [AD] Va bene Lauren, vediamo come muovi quel corpo!

source: [L] Fine!
italian: [L] Bene!

source: [AD] That's right!
italian: [AD] È giusto!

source: [AD] Yeah.... move those hips...
italian: [AD] Sì .... muovi quei fianchi...

source: [LT] {i}This is kind of like dancing for my old boyfriend, I'll try to just go there mentally.{/i}
italian: [LT] {i}Questo è un pò come ballare per il mio vecchio ragazzo, cercherò di andarci solo mentalmente.{/i}

source: [LT] {i}Shit, I hate him almost as much as Agent Diaz though.{/i}
italian: [LT] {i}Merda, lo odio quasi quanto l'agente Diaz però.{/i}

source: [AD] Let's see you shake that booty!
italian: [AD] Vediamo come muovi il sedere!

source: [AD] Yeah, wow Lauren.... what an ass you've got!
italian: [AD] Sì, wow Lauren.... che culo che hai!

source: [L] Please don't objectify me like that. You're making me really uncomfortable.
italian: [L] Per favore non oggettivarmi così. Mi stai mettendo davvero a disagio.

source: [AD] What do you think you are?
italian: [AD] Cosa pensi di essere?

source: [AD] You "are" just an object for my enjoyment.
italian: [AD] Tu "sei" solo un oggetto per il mio divertimento.

source: [AD] I came in here and just took you like that, without having to hardly try.
italian: [AD] Sono venuto qui e ti ho preso così, senza doverci quasi provare.

source: [AD] You put on a sexy outfit for me just because I asked.
italian: [AD] Ti sei messa un vestito sexy per me solo perché te l'ho chiesto.

source: [L] No.... because you're blackmailing us.
italian: [L] No.... perché ci stai ricattando.

source: [AD] That's right! My leverage over you makes you and your brother mine.
italian: [AD] Proprio così! La mia influenza su di te rende te e tuo fratello miei.

source: [AD] Now come climb over my knee, so I can show you that you're mine.
italian: [AD] Ora vieni a salire sulle mie ginocchia, così posso mostrarti che sei mia.

source: [AD] Do it, or I arrest you and [ryan] for hiding your income from the IRS, and tell your mom all about your sexy picture shoots.
italian: [AD] Fallo, o arresto te e [ryan] per aver nascosto il vostro reddito al fisco, e dirò a tua madre tutto sui vostri servizi fotografici sexy.

source: [AD] There, now that's a much more obedient girl!
italian: [AD] Ecco, questa è una ragazza molto più obbediente!

source: [AD] Now let's uncover that beautiful little ass of yours.
italian: [AD] Ora scopriamo quel tuo bel culetto.

source: [AD] Yes, that's very fine!
italian: [AD] Sì, molto bene!

source: [AD] And now it's time to teach you what you are.
italian: [AD] E ora è il momento di insegnarti cosa sei.

source: [AD] Tell me that "you" are my toy.
italian: [AD] Dimmi che "tu" sei il mio giocattolo.

source: [L] What the hell?.... I'm not saying that!
italian: [L] Che diavolo? .... Non sto dicendo questo!

source: [L] Ouch! You bitch!
italian: [L] Ahi! Puttana!

source: [AD] Say it!
italian: [AD] Dillo!

source: [AD] I'm just going to keep spanking you until you admit that you're my toy.
italian: [AD] Continuerò a sculacciarti finché non ammetterai che sei il mio giocattolo.

source: [AD] So, say it.
italian: [AD] Quindi, dillo.

source: [L] Never!
italian: [L] Mai!

source: [RT] {i}Oh my God! She's spanking Lauren!{/i}
italian: [RT] {i}Oh mio Dio! Sta sculacciando Lauren!

source: [RT] {i}Why do I find that so hot?.... {/i}
italian: [RT] {i}Perché lo trovo così eccitante? .... {/i}

source: [RT] {i}I've got the biggest boner right now!{/i}
italian: [RT] {i}Ho un'erezione enorme in questo momento!

source: [RT] {i}I hope that slapping doesn't wake up Sidney.{/i}
italian: [RT] {i}Spero che quello schiaffo non svegli Sidney.{/i}

source: [AD] Well, are you going to say it?
italian: [AD] Beh, lo dirai?

source: [L] Yes! I'll say it.... I'm.... your.... toy...
italian: [L] Sì! Lo dirò.... Sono.... il tuo.... giocattolo...

source: [L] Ouch!.... I said it!.... Why did you spank me again?
italian: [L] Ahi!.... L'ho detto!.... Perché mi hai sculacciato di nuovo?

source: [AD] Say it louder like you mean it!
italian: [AD] Dillo più forte come se fosse vero!

source: [L] I'm your toy!!.... I'm your fucking toy!!...
italian: [L] Sono il tuo giocattolo!!.... sono il tuo giocattolo del cazzo!!...

source: [AD] That's right, and here's a few more to seal that in your thick skull.
italian: [AD] Proprio così, e qui ce ne sono altri per sigillare questo nel tuo cranio spesso.

source: [AD] There now remember what you are on my next visit!
italian: [AD] Ecco, ora ricorda cosa sei alla mia prossima visita!

source: [L] Yes, Agent Diaz, your toy will remember.
italian: [L] Sì, agente Diaz, il tuo giocattolo ricorderà.

source: [AD] Maybe I'll see you next week. We'll see how your brother does.
italian: [AD] Forse ci vedremo la prossima settimana. Vedremo come se la cava tuo fratello.

source: [AD] Well, I hope you enjoyed the show.
italian: [AD] Bene, spero che lo spettacolo ti sia piaciuto.

source: [R] .... I.... how did?...
italian: [R] .... Io.... come ha fatto?...

source: [AD] Remember! I already know you're recording your family.
italian: [AD] Ricorda! So già che stai registrando la tua famiglia.

source: [AD] I can only assume you were watching that too.
italian: [AD] Posso solo supporre che stavi guardando anche quello.

source: [AD] And just to give you a little incentive, if your relationship with your sister gets a little more advanced,
italian: [AD] E solo per darti un piccolo incentivo, se la tua relazione con tua sorella diventa un po' più avanzata,

source: [AD] I just might start to include you in these little games of ours.
italian: [AD] potrei iniziare ad includerti in questi nostri piccoli giochi.

source: [R] Whaa.... what are you implying.... the very idea.... goodbye!
italian: [R] Whaa.... cosa stai insinuando.... l'idea stessa.... addio!

source: [RT] {i}Holy shit! I'm going to cum right here in my pants! The thought of Lauren and myself with Diaz!.... Shit, that's hot!{/i}
italian: [RT] {i}Cazzo! Sto per sborrare proprio qui nei miei pantaloni! Il pensiero di me e Lauren con Diaz!.... Cazzo, è eccitante!{/i}

source: [RT] {i}Shit!.... I'd better go check on Lauren.{/i}
italian: [RT] {i}Merda!.... Sarà meglio che vada a controllare Lauren.{/i}

source: [LT] {i}Damn my ass is really sore.{/i}
italian: [LT] {i}Dannazione il mio culo è davvero dolorante.{/i}

source: [LT] {i}I can't believe that bitch made me call myself her toy.{/i}
italian: [LT] {i}Non posso credere che quella stronza mi abbia fatto chiamare il suo giocattolo.{/i}

source: [LT] {i}How did she get that kind of power over me?{/i}
italian: [LT] {i}Come ha avuto questo potere su di me?

source: [LT] {i}I couldn't do anything to stop her from doing that to me.{/i}
italian: [LT] {i}Non ho potuto fare niente per impedirle di farmi questo.

source: [LT] {i}Like I really was her toy.... {/i}
italian: [LT] {i}Come se fossi davvero il suo giocattolo.... {/i}

source: [LT] {i}Fuck!.... {/i}
italian: [LT] {i}Fanculo! .... {/i}

source: [R] Lauren?.... Are you ok?...
italian: [R] Lauren?.... Stai bene?...

source: [L] I don't know.... what do you think?...
italian: [L] Non lo so.... cosa ne pensi?...

source: [L] She made me call myself her toy...
italian: [L] Mi ha fatto chiamare il suo giocattolo...

source: [L] She wouldn't stop spanking me until I did...
italian: [L] Non avrebbe smesso di sculacciarmi finché non l'avessi fatto...

source: [R] You just said it to make it stop!
italian: [R] L'hai detto solo per farlo smettere!

source: [R] That doesn't mean you're really her toy!
italian: [R] Questo non significa che sei davvero il suo giocattolo!

source: [L] Please, [ryan]! Do everything you can to make sure we can pay her next week!
italian: [L] Per favore, [ryan]! Fai tutto quello che puoi per assicurarti che possiamo pagarla la prossima settimana!

source: [L] I don't want to do anything for that bitch ever again.
italian: [L] Non voglio fare mai più niente per quella puttana.

source: [R] Yeah.... well, it's not all on me.... I've got two ransoms to pay now, don't I?
italian: [R] Si.... beh, non è tutta colpa mia.... Ora ho due riscatti da pagare, vero?

source: [R] The best thing we can do is make sure the Cosplay business takes off.
italian: [R] La cosa migliore che possiamo fare è assicurarsi che il business Cosplay decolli.

source: [R] Are you willing to do your part to make that happen?
italian: [R] Sei disposto a fare la tua parte per far sì che ciò accada?

source: [L] Yes! Please!.... I'll take more clothes off during picture shoots. Anything so I don't have to do that again!
italian: [L] Sì! Per favore!.... Mi toglierò più vestiti durante i servizi fotografici. Qualsiasi cosa per non doverlo fare di nuovo!

source: [R] Well, let's try to make some money then.
italian: [R] Bene, cerchiamo di fare un pò di soldi allora.

source: [L] Thank you!!
italian: [L] Grazie!!

source: [R] We'd better get ready for school. We're going to be late.
italian: [R] Sarà meglio prepararsi per la scuola. Faremo tardi.

source: [AD] Does my toy like shaking it for me?
italian: [AD] Al mio giocattolo piace scuoterlo per me?

source: [L] Yes, your toy loves shaking her ass for you.
italian: [L] Sì, al tuo giocattolo piace scuotere il culo per te.

source: [AD] And you're one sexy toy!
italian: [AD] E tu sei un giocattolo sexy!

source: [L] You stopped the music!
italian: [L] Hai fermato la musica!

source: [L] Does that mean you want your toy to do something else?
italian: [L] Significa che vuoi che il tuo giocattolo faccia qualcos'altro?

source: [AD] Your teacher called me.
italian: [AD] La tua insegnante mi ha chiamato.

source: [AD] She said you've been so naughty that she can't handle you.
italian: [AD] Ha detto che sei stato così cattivo che non riesce a gestirti.

source: [AD] She needed a real disciplinarian to take care of you!
italian: [AD] Aveva bisogno di un vero disciplinare che si prendesse cura di te!

source: [AD] Is my toy a naughty girl?
italian: [AD] Il mio giocattolo è una ragazza cattiva?

source: [L] Yes, Agent Diaz!
italian: [L] Sì, agente Diaz!

source: [L] I'm a very naughty girl.
italian: [L] Sono una ragazza molto cattiva.

source: [AD] You'd better get your ass over my knee again then!
italian: [AD] Allora è meglio che porti di nuovo il tuo culo sulle mie ginocchia!

source: [L] What? But I called myself your toy!
italian: [L] Cosa? Ma mi sono definita il tuo giocattolo!

source: [L] Why are you punishing me again?
italian: [L] Perché mi stai punendo di nuovo?

source: [AD] If you were my toy, you wouldn't argue.
italian: [AD] Se tu fossi il mio giocattolo, non ti metteresti a discutere.

source: [AD] Now get your ass over my knees!
italian: [AD] Ora porta il tuo culo sulle mie ginocchia!

source: [L] Yes, Agent Diaz.
italian: [L] Sì, agente Diaz.

source: [AD] And now it's time to remind you what you are.
italian: [AD] E ora è il momento di ricordarti cosa sei.

source: [L] I'm your toy!
italian: [L] Sono il tuo giocattolo!

source: [AD] That's right, and here's a few more to solidify that in your thick skull.
italian: [AD] Proprio così, e qui ce ne sono altri per consolidarlo nella tua testa dura.

source: [AD] There, now remember what you are on my next visit!
italian: [AD] Ecco, ora ricorda cosa sei alla mia prossima visita!

source: [AD] Maybe I'll see you again next week. We'll see how your brother does.
italian: [AD] Forse ci rivedremo la prossima settimana. Vedremo come si comporta tuo fratello.

source: [AD] Well, I hope you enjoyed the show again.
italian: [AD] Beh, spero che lo spettacolo ti sia piaciuto di nuovo.

source: [R] Yeah.... it's actually pretty hot.
italian: [R] Sì.... è davvero molto caldo.

source: [AD] And just to remind you. If your relationship with your sister gets a little more advanced,
italian: [AD] E solo per ricordartelo. Se il tuo rapporto con tua sorella diventa un po' più avanzato,

source: [R] I'll see what I can do!
italian: [R] Vedrò cosa posso fare!

source: [AD] Hahah.... you're my toy now too!...
italian: [AD] Hahah.... ora sei anche il mio giocattolo!...

source: [AD] I'll see you next week.
italian: [AD] Ci vediamo la prossima settimana.

source: [LT] {i}It wasn't nearly as bad this time though.{/i}
italian: [LT] {i}Non è stato così male questa volta però.{/i}

source: [LT] {i}Was it because I knew what to expect?{/i}
italian: [LT] {i}Era perché sapevo cosa aspettarmi?

source: [LT] {i}I felt so dirty to willingly call myself her toy.{/i}
italian: [LT] {i}Mi sentivo così sporco a chiamarmi volentieri il suo giocattolo.

source: [LT] {i}My job is just to bring her pleasure.... {/i}
italian: [LT] {i}Il mio lavoro è solo quello di portarle piacere.... {/i}

source: [LT] {i}Fuck!.... Get out of my head.{/i}
italian: [LT] {i}Fanculo! .... Esci dalla mia testa.{/i}

source: [L] I don't know.... It wasn't nearly as bad this time...
italian: [L] Non lo so.... Non è stato così male questa volta...

source: [L] I called myself her toy.... and she still spanked me.
italian: [L] Mi sono chiamato il suo giocattolo.... e mi ha sculacciato lo stesso.

source: [R] Did it hurt really bad?
italian: [R] Ha fatto molto male?

source: [L] Not as bad.... but in a strange way.... it felt kind of good...
italian: [L] Non così male.... ma in un modo strano.... è stato bello...

source: [L] I'm worried about what this is doing to me psychologically.
italian: [L] Sono preoccupata per quello che questo sta facendo a me psicologicamente.

source: [R] You know I'm doing my best to cover for you and Mom!
italian: [R] Sai che sto facendo del mio meglio per coprire te e la mamma!

source: [L] I know we need to get ready for school, but I really wanted to thank you for protecting me from Agent Diaz.
italian: [L] So che dobbiamo prepararci per la scuola, ma volevo davvero ringraziarti per avermi protetto dall'agente Diaz.

source: [R] That's what big brothers are for, Lauren.
italian: [R] È a questo che servono i fratelli maggiori, Lauren.

source: [L] Well, lately you've been much more to me than a big brother.
italian: [L] Beh, ultimamente sei stato molto più di un fratello maggiore per me.

source: [R] How do you mean?
italian: [R] In che senso?

source: [L] I don't know, it's like you've changed since Dad went to prison. You've stepped up, but you've also been treating me differently.
italian: [L] Non so, è come se fossi cambiato da quando papà è andato in prigione. Hai fatto un passo avanti, ma mi hai anche trattato in modo diverso.

source: [L] I don't know what changed you.... but I like it.
italian: [L] Non so cosa ti abbia cambiato.... ma mi piace.

source: [RT] {i}I'm pretty sure jacking off to Mom while she was stripping changed me more than Dad going to prison.{/i}
italian: [RT] {i}Sono abbastanza sicuro che farsi una sega con mamma mentre si spogliava mi ha cambiato più di quando papà è andato in prigione.

source: [RT] {i}In hindsight, I probably shouldn't have done that.{/i}
italian: [RT] {i}Con il senno di poi, probabilmente non avrei dovuto farlo.{/i}

source: [L] I've noticed you staring at my ass a lot lately, but you act like a professional during our photoshoots,
italian: [L] Ho notato che mi fissi spesso il culo ultimamente, ma ti comporti come un professionista durante i nostri servizi fotografici,

source: [L] But I can't help but notice you're always pitching a tent once I start taking off my clothes.
italian: [L] Ma non posso fare a meno di notare che stai sempre piantando una tenda quando inizio a togliermi i vestiti.

source: [R] Just because I'm your brother doesn't mean I won't get turned on looking at your tits and ass.
italian: [R] Solo perché sono tuo fratello non significa che non mi ecciterò guardando le tue tette e il tuo culo.

source: [R] I've tried to tactfully conceal my hard-on.
italian: [R] Ho cercato di nascondere con tatto la mia erezione.

source: [LT] {i}Yeah right, like you could do anything to hide that monster.{/i}
italian: [LT] {i}Già, come se tu potessi fare qualcosa per nascondere quel mostro.

source: [L] Well, no judgements, and anyways, this gives me an idea of how I can return the favor.
italian: [L] Beh, nessun giudizio, e comunque, questo mi dà un'idea di come posso restituire il favore.

source: [L] Just sit there, close your eyes, and don't say anything.
italian: [L] Siediti lì, chiudi gli occhi e non dire nulla.

source: [R] Ok...
italian: [R] Va bene...

source: [R] Holy shit Lauren, do you want me to leave?...
italian: [R] Porca puttana Lauren, vuoi che me ne vada?...

source: [L] What?.... No.... you're not supposed to say anything yet.... and you're supposed to keep your eyes closed!...
italian: [L] Cosa? .... No.... non devi ancora dire nulla.... e devi tenere gli occhi chiusi!...

source: [R] {i}(whispering){/i} sorry...
italian: [R] {i}(sussurrando){/i} Scusa...

source: [RT] {i}Oh my.... how am I supposed to keep my eyes shut for this.... {/i}
italian: [RT] {i}Oh mio.... come faccio a tenere gli occhi chiusi per questo.... {/i}

source: [L] Ok, I'm serious, keep your eyes closed.
italian: [L] Ok, sono serio, tieni gli occhi chiusi.

source: [L] Ok, you can open your eyes now.
italian: [L] Ok, ora puoi aprire gli occhi.

source: [R] Holy fuck, Lauren!.... Are you going to school like that?
italian: [R] Porca puttana, Lauren!.... Stai andando a scuola così?

source: [L] No, you idiot!
italian: [L] No, idiota!

source: [L] This is for you.
italian: [L] Questo è per te.

source: [R] What?!!
italian: [R] Cosa?!!

source: [L] Oh, God.... please tell me I didn't mis-read the situation?
italian: [L] Oh, Dio.... ti prego dimmi che non ho interpretato male la situazione?

source: [L] I thought you might enjoy a little eye candy before school.
italian: [L] Ho pensato che ti sarebbe piaciuto avere un pò di piacere per gli occhi prima della scuola.

source: [L] Give you something to think about all day.
italian: [L] Darti qualcosa a cui pensare tutto il giorno.

source: [R] Wow, Lauren! You look incredible!
italian: [R] Wow, Lauren! Sei incredibile!

source: [L] Now that's the reaction I was hoping for.
italian: [L] Questa è la reazione che speravo.

source: [L] Now let me just turn on some music.
italian: [L] Ora permettetemi di accendere un po' di musica.

source: [R] Wow! I've seen a lot of your body on the photo shoots,
italian: [R] Wow! Ho visto molto del tuo corpo nei servizi fotografici,

source: [R] But I've never seen you move like this before.
italian: [R] Ma non ti ho mai visto muoverti così prima d'ora.

source: [LT] {i}Oh, the look on his face!.... I think he's really enjoying this!{/i}
italian: [LT] {i}Oh, lo sguardo sulla sua faccia!.... Penso che si stia davvero divertendo!{/i}

source: [L] If you like that, I think you'll really like this.
italian: [L] Se ti piace quello, penso che questo ti piacerà molto.

source: [R] Oh fuck, Lauren.... your ass is beautiful!
italian: [R] Oh cazzo, Lauren.... il tuo culo è bellissimo!

source: [L] Heheh.... I was always pretty sure you liked it.
italian: [L] Heheh.... Sono sempre stato abbastanza sicuro che ti piacesse.

source: [L] So, Mr. [ryan].
italian: [L] Allora, signor [ryan].

source: [R] Huh?.... Why did you stop the dancing?
italian: [R] Eh? .... Perché hai smesso di ballare?

source: [L] I know I'm getting an "F" in Anatomy, so I was hoping there was something I could do to bring up my grade.
italian: [L] So che sto ricevendo una "F" in Anatomia, quindi speravo che ci fosse qualcosa che potessi fare per alzare il mio grado.

source: [RT] {i}Oh, nice! Lauren wants to do some role-play.{/i}
italian: [RT] {i}Oh, bello! Lauren vuole fare un po' di gioco di ruolo.{/i}

source: [RT] {i}Maybe it's easier for her if she pretends I'm not her brother?{/i}
italian: [RT] {i}Forse è più facile per lei se fa finta che io non sia suo fratello?

source: [R] I don't know, young lady. You've skipped my class almost every day to make out with the head cheerleader, Megan.
italian: [R] Non lo so, giovane signora. Hai saltato la mia classe quasi ogni giorno per fare fuori con la testa cheerleader, Megan.

source: [L] Megan!?.... Really?
italian: [L] Megan!?.... Davvero?
