Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.02.po
Languages: french

source: [L] See, it's like this almost every morning.
french: [L] Regarde, c'est comme ça presque tous les matins.

source: [MD] I've never seen one before. That's about average size right?
french: [MD] Je n'en ai jamais vu auparavant. C'est à peu près la taille moyenne, non?

source: [L] Haha, you've been watching too much porn. Most guys aren't nearly this big.
french: [L] Haha, tu regardes trop de porno. La plupart des gars ne sont pas aussi gros.

source: [MD] Well, I would hope not. How would a normal girl ever be able to fit that inside of them?
french: [MD] Eh bien, j'espère que non. Comment une fille normale pourrait-elle jamais rentrer ça en elle?

source: [L] I think you just stretch and get used to it over time. I've been doing some exercises with a dildo in case my first time is on a rod that big.
french: [L] Je pense que tu te dilates et que tu t'y habitues avec le temps. J'ai fait quelques exercices avec un gode au cas où ma première fois serait sur une tige aussi grosse.

source: [L] Hehehhehehe.
french: [L] Hehehehehe.

source: [R] Wha.... what.... what are you girls doing in my bed?
french: [R] Que.... quel.... que fais-tu dans mon lit ?

source: [MD] Oh, good. We've just been waiting for you to wake up.
french: [MD] Oh, bien. On attendait juste que tu te réveilles.

source: [L] Yeah, we've got a really good idea that we want you to be a part of.
french: [L] Oui, nous avons une très bonne idée dont nous voulons que tu fasses partie.

source: [R] I think I know where this is going, but are you really ready to go full Alabama?
french: [R] Je pense savoir où cela va, mais êtes-vous vraiment prêtes à aller en Alabama?

source: [R] Ok.... ok.... relax.... I was joking.
french: [R] D'accord.... Ok.... Relaxes-toi.... Je plaisantais.

source: [RT] {i}Not joking.{/i}
french: [RT] {i}Pas de plaisanterie.{/i}

source: [R] But couldn't this have waited until later?
french: [R] Mais cela n'aurait-il pas pu attendre un peu plus tard?

source: [L] No, we're too excited!
french: [L] Non, nous sommes trop excitées!

source: [R] Well, what's going on?
french: [R] Eh bien, que se passe-t-il maintenant?

source: [MD] Well, Lauren and I met a really cool girl at the convention last night.
french: [MD] Eh bien, Lauren et moi avons rencontré une fille vraiment cool à la convention hier soir.

source: [L] Yeah and she's famous!
french: [L] Ouais et elle est célèbre!

source: [R] Yeah?.... Have I ever heard of her?
french: [R] Ouais?.... Ais-je déjà entendu parler d'elle?

source: [MD] Her name is Jassica Nugru!
french: [MD] Elle s'appelle Jassica Nugru!

source: [R] Oh yeah, I've seen her stuff. It's pretty hot.
french: [R] Oh oui, j'ai vu ses trucs. C'est plutôt chaud.

source: [L] Haha.... see, I told you he's a pervert.
french: [L] Haha.... je t'ai dit que c'était un pervers.

source: [R] Just because I know who she is doesn't make me a pervert.
french: [R] Ce n'est pas parce que je sais qui elle est que je suis un pervers.

source: [L] Yeah, but looking at cosplay porn all day does.
french: [L] Oui, mais regarder du porno cosplay toute la journée c'est le cas.

source: [R] Well, whatever.... I like what I like.
french: [R] Eh bien, peu importe.... J'aime ce que j'aime.

source: [R] Does this conversation have a point?
french: [R] Cette conversation a-t-elle un sens?

source: [MD] Do you know how many views her Cosplay Heaven profile gets a day?
french: [MD] Sais-tu combien de vues son profil Cosplay Heaven obtient par jour?

source: [R] No, do you?
french: [R] Non, et vous?

source: [MD] Well, no.... but it's a lot!
french: [MD] Eh bien, non.... mais c'est beaucoup!

source: [L] And now we have these kick-ass costumes, that even Jassica Nugru thought were amazing.
french: [L] Et maintenant nous avons ces costumes de kick-ass, que même Jassica Nugru trouvait incroyables.

source: [MD] And we want to get internet famous too!
french: [MD] Et nous voulons aussi devenir célèbres sur Internet!

source: [L] And since you have that nice camera Dad gave you, and you're pretty good at taking pictures, we thought...
french: [L] Et puisque tu as ce joli appareil photo que papa t'a donné, et que tu es plutôt douée pour prendre des photos, nous avons pensée...

source: [MD] That you would enjoy taking pictures of us!
french: [MD] Que tu aimerais prendre des photos de nous!

source: [L] So that we can post them online and become internet famous like Jassica!
french: [L] Pour que nous puissions les publier en ligne et devenir célèbres sur Internet comme Jassica!

source: [L] Well, what do you think?
french: [L] Eh bien, qu'en penses-tu?

source: [R] It's worth a shot I guess. I mean.... if.... and that's a big if...
french: [R] Ça vaut le coup, je suppose. Je veux dire.... si.... et c'est un trop gros si...

source: [R] If you become internet famous...
french: [R] Si vous devenez célèbre sur Internet...

source: [R] We might even be able to make some decent money so we can help Mom out of her situation with the Mafia.
french: [R] Nous pourrions même gagner de l'argent décemment pour aider maman à sortir de sa situation avec la Mafia.

source: [L] For Mom? We want the money for ourselves!
french: [L] Pour Maman? Nous voulons l'argent pour nous-mêmes!

source: [R] Oh come on! If Dad is in prison for as long as I think he's going to be, Mom's going to be in debt to the mob for the rest of her life.
french: [R] Oh allez! Si papa est en prison aussi longtemps que je pense qu'il le sera, maman sera redevable à la mafia pour le reste de sa vie.

source: [R] I'm currently giving her everything I make to pay just the weekly interest on the debt.
french: [R] Je lui donne actuellement tout ce que je fais pour payer seulement les intérêts hebdomadaires sur la dette.

source: [R] The least you can do is help out a little bit.
french: [R] Le moins que vous puissiez faire est d'aider un peu.

source: [R] And then once we've paid the Mafia everything Mom owes them, then we can use the money for ourselves.
french: [R] Et une fois que nous aurons payé à la Mafia tout ce que maman leur doit, nous pourrons utiliser l'argent pour nous-mêmes.

source: [L] What do you mean for ourselves?
french: [L] Qu'entends-tu pour nous-mêmes ?

source: [L] You think we're going to give you any?
french: [L] Vous pensez qu'on va t'en donner ?

source: [R] If you want to succeed you better.
french: [R] Si vous voulez mieux réussir.

source: [R] Besides just taking pictures, I know how to market you all over the internet so that you can actually get people to see your pictures, and then I know how to convert those views into money.
french: [R] En plus de prendre des photos, je sais comment vous commercialiser sur Internet afin que vous puissiez amener les gens à voir vos photos, puis je sais comment convertir ces vus en argent.

source: [R] So, if you want to be successful, you're going to have to let me manage everything.
french: [R] Donc, si vous voulez réussir, vous allez devoir me laisser tout gérer.

source: [MD] Ok! We agree. I just want to get famous.
french: [MD] Ok! Nous sommes d'accord. Je veux juste devenir célèbre.

source: [L] Yeah, can you imagine having thousands of people see pictures of us every day?
french: [L] Oui, peux-tu imaginer que des milliers de personnes voient des photos de nous tous les jours?

source: [MD] I know I would check out pictures of you in your space suit!
french: [MD] Je sais que je vérifierais les photos de toi dans ta combinaison spatiale!

source: [L] And your little ass looks so good from behind in your outfit!
french: [L] Et ton petit cul a l'air si bien derrière dans ta tenue!

source: [R] We've just got to get Sidney on board with making us more costumes.
french: [R] Nous devons juste amener Sidney à nous faire plus de costumes.

source: [R] She told me you can sell them for quite a bit more than you can make them for.
french: [R] Elle m'a dit que vous pouviez les vendre un peu plus cher que le coût de fabrication.

source: [R] Maybe we could make money off of selling the outfits as well.
french: [R] Peut-être que nous pourrions aussi gagner de l'argent en vendant les tenues.

source: [L] Well, unlike us, she's not going to be willing to do it for free.
french: [L] Eh bien, contrairement à nous, elle ne sera pas prête à le faire gratuitement.

source: [L] You're definitely going to have to pay her for each outfit she makes.
french: [L] Tu vas certainement devoir la payer pour chaque tenue qu'elle confectionne.

source: [L] But if you can do that, she will be more than happy to help I'm sure! I'll talk to her and convince her to do it.
french: [L] Mais si tu peux le faire, elle sera plus qu'heureuse de t'aider, j'en suis sûr! Je vais lui parler et la convaincre de le faire.

source: [L] That's what she's going to school for after all.
french: [L] C'est pour ça qu'elle va à l'école après tout.

source: [R] All right, let's do this!
french: [R] D'accord, faisons ça!

source: [R] And for my first decision as manager, is that we are going to go take some pictures at Dad's warehouse.
french: [R] Et pour ma première décision en tant que manager, je dis que nous allons aller prendre des photos à l'entrepôt de papa.

source: [R] What?!
french: [R] Quoi?!

source: [MD] It's so dirty and gross there. Plus, there are a bunch of nasty old warehouse workers that would just stare at us and cat-call us in our costumes.
french: [MD] C'est tellement sale et dégueulasse là-bas. De plus, il y a un tas de vieux travailleurs méchants qui nous regardaient et nous dévisageraient dans nos costumes.

source: [MD] Mom and I only go there every once in a while to pick up Dad from work. But even then, all the men just stare at us, and undress us with their eyes.
french: [MD] Maman et moi n'y allons que de temps en temps pour aller chercher papa au travail. Mais même alors, tous les hommes nous regardent et nous déshabillent des yeux.

source: [R] Well, don't worry. There's an empty building where we can find some privacy, and there's a lot less workers there since the FBI has been investigating.
french: [R] Eh bien, ne vous inquiétez pas. Il y a un bâtiment vide où nous pouvons trouver un peu d'intimité, et il y a beaucoup moins de travailleurs là-bas depuis que le FBI enquête.

source: [R] I hope you don't mind missing a day of school to go take these pictures.
french: [R] J'espère que ça ne vous dérange pas de manquer une journée d'école pour aller prendre ces photos.

source: [R] I hope you don't mind spending your Saturday taking pictures.
french: [R] J'espère que ça ne vous dérange pas de passer votre samedi à prendre des photos.

source: [R] I hope you don't mind spending your Sunday taking pictures.
french: [R] J'espère que ça ne vous dérange pas de passer votre dimanche à prendre des photos.

source: [L] Are you kidding? We can't wait! Internet fame, here we come!
french: [L] Tu plaisantes ? On a hâte ! Renommée Internet, nous voilà!

source: [R] Ok, give me the costumes and I'll bring them over there on my scooter. You guys jump on your bikes and meet me over there.
french: [R] Ok, donne-moi les costumes et je les amène là-bas sur mon scooter. Vous sautez sur vos vélos et retrouvez-moi là-bas.

source: [MD] Ok, we'll just leave you and little [ryan] to get ready, and we'll see you over there in 30 minutes!
french: [MD] Ok, on va juste te laisser toi et le petit [ryan] pour te préparer, et on se voit là-bas dans 30 minutes!

source: [R] Little [ryan]? Why didn't you tell me I was hanging out?
french: [R] Petit [ryan]? Pourquoi tu ne m'as pas dit que je le traînais dehors?

source: [L] Yeah right! Like you didn't know...
french: [L] Ouais c'est vrai! Comme si tu ne savais pas...

source: [R] I didn't!
french: [R] Je ne l'ai pas fait exprès!

source: [RT] {i}I did.{/i}
french: [RT] {i}Je l'ai fait.{/i}

source: {i}{b}"Lauren's Libido +1"{/b}{/i}
french: {i}{b}«Libido de Lauren +1»{/b}{/i}

source: {i}{b}"Mandy's Libido +1"{/b}{/i}
french: {b}{i}«Libido de Mandy +1»{/b}{/i}

source: [MD] Well, whatever, we'll see you over there. And feel free to bring little [ryan] along too.
french: [MD] Eh bien, peu importe, on se voit là-bas. Et n'hésites pas à apporter le petit [ryan] aussi.

source: [R] Well, I don't go anywhere without him. We'll see you there soon.
french: [R] Eh bien, je ne vais nulle part sans lui. On se voit bientôt là-bas.

source: {i}"33 minutes later"{/i}
french: {i}'33 minutes plus tard'{/i}

source: [RT] {i}Good thing the girls believed me when I told them I know how to market their pictures, because I actually have no fucking idea how to do it.{/i}
french: [RT] {i}Heureusement que les filles m'ont cru quand je leur ai dit que je savais comment commercialiser leurs photos, parce que je n'ai en fait aucune putain de idée de comment le faire.{/i}

source: [RT] {i}Hopefully a little bit of searching on Booble will give me the answers I need.{/i}
french: [RT] {i}J'espère qu'un peu de recherche sur Booble me donnera les réponses dont j'ai besoin.{/i}

source: {i}"A little bit later"{/i}
french: {i}'Un peu plus tard'{/i}

source: [RT] {i}Well, this looks promising.{/i}
french: [RT] {i}Eh bien, cela semble prometteur.{/i}

source: [RT] {i}A website to post cosplay photos, get paid for likes through their advertisers, and even sell the costumes.{/i}
french: [RT] {i}Un site Web pour publier des photos de cosplay, être payé pour des likes par leurs annonceurs et même vendre les costumes.{/i}

source: [RT] {i}That's perfect.{/i}
french: [RT] {i}C'est parfait.{/i}

source: [RT] {i}Uploading the pictures now.... and click submit.... and now we just wait to see if anyone likes them.{/i}
french: [RT] {i}Télécharger les photos maintenant.... et cliquer sur Soumettre.... et maintenant, j'attends de voir si quelqu'un les aime.{/i}

source: [RT] {i}I've got to be sure to check the website sometime tomorrow.{/i}
french: [RT] {i}Je dois vérifier le site Web demain.{/i}

source: [RT] {i}Ok, I've got to just login with my username and password and we'll see if anyone liked the girls' pictures.{/i}
french: [RT] {i}Ok, je dois juste me connecter avec mon nom d'utilisateur avec mon mot de passe et je verrais si quelqu'un a aimé les photos des filles.{/i}

source: [R] Oh, hey Lauren, what's up?
french: [R] Oh, hé Lauren, quoi de neuf?

source: [L] Hey pervert, I just came to see if you'd posted those pictures online yet.
french: [L] Hé pervers, je suis juste venu voir si tu as déjà mis ces photos en ligne.

source: [L] Hey [ryan], I just came to see if you'd posted those pictures online yet.
french: [L] Hé [ryan], je suis juste venu voir si tu as déjà posté ces photos en ligne.

source: [R] What a coincidence, I was just checking to see if they got any likes at exactly the same moment that you walked into my room.
french: [R] Quelle coïncidence, je vérifiais juste s'ils avaient des likes exactement au même moment où tu es entrée dans ma chambre.

source: [R] Why don't we take a look together?
french: [R] Pourquoi ne pas jeter un coup d'œil ensemble?

source: [L] Why did you post all of Mandy's pictures above mine?
french: [L] Pourquoi as-tu posté toutes les photos de Mandy au-dessus des miennes ?

source: [R] I didn't, they are just appearing in the order that received the most likes.
french: [R] Je ne l'ai pas fait, elles apparaissent simplement dans l'ordre qui a reçu le plus de likes.

source: [L] Wait.... what!?.... Mandy's pictures got more likes than mine?
french: [L] Attends.... quoi !?.... Les photos de Mandy ont plus de likes que les miennes ?

source: [R] Well yeah, because Mandy took better pictures than you did.
french: [R] Eh bien oui, parce que Mandy a pris de meilleures photos que toi.

source: [L] By better, you mean more revealing.
french: [L] Par mieux, tu veux dire plus révélateur.

source: [R] Of course I do, look.
french: [R] Bien sûr que oui, regarde.

source: [R] All of the pictures where she showed more skin than you, she got more likes.
french: [R] Toutes les photos où elle a montré plus de ton corps que toi, elle a eu plus de likes.

source: [L] That slut!
french: [L] Cette salope!

source: [R] She's just willing to do what it takes to get internet famous.
french: [R] Elle est juste prête à faire ce qu'il faut pour devenir célèbre sur Internet.

source: [R] If you'd listened to me at the photoshoot, your photos would have gotten more likes than hers.
french: [R] Si tu m'avais écouté à la séance photo, tes photos auraient obtenu plus de likes que les siennes.

source: [R] See in the ones of hers that aren't showing as much skin, your pics did better.
french: [R] Regarde dans celles de la sienne qui ne montrent pas autant de peau, tes photos ont mieux fait.

source: [L] Hmmmm.... well maybe on the next shoot, I'll try not to be such a prude.
french: [L] Hmmmm.... peut-être que sur le prochain tournage, je vais essayer de ne pas être si prude.

source: [L] I'll try to be better at following your guidance. Sorry, I just thought you were being a perv.
french: [L] Je vais essayer de mieux suivre tes conseils. Désolé, je pensais juste que tu étais un pervers.

source: [R] I just want to see this venture succeed. I would love to help Mom pay off her debt.
french: [R] Je veux juste voir cette entreprise réussir. J'aimerais aider maman à rembourser sa dette.

source: {i}{b}"Lauren's Anger =0"{/b}{/i}
french: {i}{b}'Colère de Lauren = 0'{/b}{/i}

source: [L] Ok, I'll try harder next time, but don't push me too hard or I'll end the shoot.
french: [L] Ok, je vais essayer plus la prochaine fois, mais ne me pousse pas trop ou j'arrête le tournage.

source: [R] Ok, just as long as you're willing to be a bit open minded, and not just assume I'm trying to get just a bunch of eye candy for myself.
french: [R] Ok, tant que tu es prête à être un peu ouvert d'esprit, et pas seulement à supposer que j'essaie de me procurer un tas de paillettes pour mes yeux.

source: [L] It is eye candy though isn't it? I mean Mandy and I look really hot.
french: [L] C'est des paillettes pour les yeux, n'est-ce pas? Je veux dire Mandy et moi avons l'air vraiment sexy.

source: [R] Yeah, you guys did good. And if we were to get some professional equipment, like lighting, or a backdrop, or more stuff like that. Your pictures will be amazing!
french: [R] Oui, vous avez bien fait. Et si nous pouvions obtenir du matériel professionnel, comme un éclairage, une toile de fond, ou plus de choses comme ça. Vos photos seront incroyables!

source: [R] I think you girls could just pull this off.
french: [R] Je pense que vous pourriez réussir ça.

source: [L] Thanks, [ryan]!
french: [L] Merci, [ryan]!

source: [RT] {i}In my bed again as always, let's see how far she'll go on her own again tonight.{/i}
french: [RT] {i}Dans mon lit encore comme toujours, voyons jusqu'où elle ira toute seule ce soir.{/i}

source: [RT] {i}Ok, she looks like she's asleep, but let's find out if she really is.{/i}
french: [RT] {i}Ok, elle a l'air de dormir, mais voyons si elle l'est vraiment.{/i}

source: [RT] {i}Hmmmm.... {/i}
french: [RT] {i}Hmmmmm....{/i}

source: [RT] {i}Hmmm.... what is that feeling?.... Did I doze off?.... Where am I?.... {/i}
french: [RT] {i}Hmmm.... quel est ce sentiment?.... Je me suis assoupi ?.... Où suis-je ?.... {/i}

source: [RT] {i}Oh yeah, now I remember! Better keep my eyes shut. Sidney's jerkin on my gerkin again!{/i}
french: [RT] {i}Oh oui, maintenant je me souviens ! Je ferais mieux de fermer les yeux. Sidney s'en prend encore à mon engin !{/i}

source: [ST] {i}Why can't I get enough of this?{/i}
french: [ST] {i}Pourquoi ne puis-je pas en avoir assez?{/i}

source: [ST] {i}Time to take the cum shower precaution again.{/i}
french: [ST] {i}Il est temps de prendre à nouveau la précieuse douche de sperme.{/i}

source: [ST] {i}If I wipe it up with my panties again, he'll never be the wiser.{/i}
french: [ST] {i}Si je l'essuie à nouveau avec ma culotte, il ne sera jamais plus sage.{/i}

source: [ST] {i}There we go. Now let's play a little more with this little purple helmet.{/i}
french: [ST] {i}Voilà. Maintenant, jouons un peu plus avec ce petit casque violet.{/i}

source: [RT] {i}Oh, shit! I'm about to blow again! I still don't have any stamina?{/i}
french: [RT] {i}Oh, merde ! Je dois souffler à nouveau ! Je n'ai toujours pas d'endurance ?{/i}

source: [RT] {i}And there's my sister's bare ass on my bed again, just playing with my cock as if it's just a normal everyday occurrence.{/i}
french: [RT] {i}Et il y a à nouveau le cul nu de ma sœur sur mon lit, jouant simplement avec ma bite comme si c'était juste un événement quotidien normal.{/i}

source: [RT] {i}I think I've made her just as twisted as me.{/i}
french: [RT] {i}Je pense l'avoir rendue aussi tordue que moi.{/i}

source: [RT] {i}But when is she going to sit on my cock?{/i}
french: [RT] {i}Mais quand va-t-elle s'asseoir sur ma bite?{/i}

source: [RT] {i}Oh, shit!!! Just the thought!! I'm losing it again!!!{/i}
french: [RT] {i}Oh, merde! Juste la pensée!! Je la perds à nouveau!!!{/i}

source: [S] {i}(Whispering){/i} That's it little brother, cum for me.... cum right into my panties.... that's a good brother.
french: [S] {i}(murmure){/i} C'est ça petit frère, laisse ton sperme pour moi.... met ton sperme dans ma culotte.... c'est un bon frère.

source: [ST] {i}Now to get rid of the evidence.{/i}
french: [ST] {i}Maintenant se débarrasser des preuves.{/i}

source: [ST] {i}I don't really feel like running to the bathroom again, or sleeping on the couch. I think I'll just stay right here.{/i}
french: [ST] {i}Je n'ai pas vraiment envie de courir à nouveau aux toilettes ou de dormir sur le canapé. Je pense que je vais rester ici.{/i}

source: [ST] {i}After all, it's not like cum soaked panties will get me pregnant or anything.{/i}
french: [ST] {i}Après tout, ce n'est pas comme si une culotte imbibée de sperme me mettait enceinte ou quoi que ce soit.{/i}

source: [RT] {i}Oh my God, she's putting her panties with my cum all over them back on!{/i}
french: [RT] {i}Oh mon Dieu, elle remet sa culotte avec mon sperme partout dessus!{/i}

source: [ST] {i}Oh, yes.... I'll sleep good tonight with those sticky panties between my legs.{/i}
french: [ST] {i}Oh, oui.... Je vais bien dormir ce soir avec ces culottes collantes entre les jambes.{/i}

source: {i}{b}"Sidney's Libido +1"{/b}{/i}
french: {i}{b}«Libido de Sidney +1»{/b}{/i}

source: [RT] {i}My sister's wearing her panties with her own brother's cum on them! Shit, I'm cumming again in my own underwear!{/i}
french: [RT] {i}Ma sœur porte sa culotte avec le sperme de son propre frère sur elles ! Merde, je jouis encore dans mes propres sous-vêtements!{/i}

source: [RT] {i}Wow, that was intense!{/i}
french: [RT] {i}Wow, c'était intense!{/i}

source: [RT] {i}But she didn't really go any further.{/i}
french: [RT] {i}Mais elle n'est vraiment pas allée plus loin.{/i}

source: [RT] {i}I guess it's time to start thinking of ways to make these new exciting events go even further.{/i}
french: [RT] {i}Je suppose qu'il est temps de commencer à réfléchir aux moyens de faire en sorte que ces nouveaux événements passionnants aille encore plus loin.{/i}

source: [RT] {i}Now it's time for me to get some sleep.{/i}
french: [RT] {i}Maintenant, il est temps pour moi de dormir un peu.{/i}

source: [RT] {i}Oh yes, she must be enjoying this! Even after cumming in front of her, she still wants to sleep in my bed.{/i}
french: [RT] {i}Oh oui, elle doit profiter de ça! Même après avoir joui devant elle, elle veut toujours dormir dans mon lit.{/i}

source: [RT] {i}Ok, she should be pretty sound asleep by now.{/i}
french: [RT] {i}Ok, elle devrait être assez endormie maintenant.{/i}

source: [RT] {i}I'm pretty tired myself.{/i}
french: [RT] {i}Je suis assez fatigué moi-même.{/i}

source: [RT] {i}I'm not really sure what I should do to her next.{/i}
french: [RT] {i}Je ne sais pas vraiment ce que je devrais lui faire ensuite.{/i}
