Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.03.po
Languages: italian

source: [RT] {i}I finally finished the Zad 3D work and photo editing.{/i}
italian: [RT] {i}Ho finalmente finito il lavoro Zad 3D e il fotoritocco.{/i}

source: [RT] {i}They turned out pretty damn hot if I do say so myself.{/i}
italian: [RT] {i}Sono diventati dannatamente sexy se lo dico io.{/i}

source: [RT] {i}Uploading the pictures now.... and click submit.... and now we just wait to see if anyone likes them.{/i}
italian: [RT] {i}Carico le foto ora.... e clicco su invia.... e ora aspettiamo solo di vedere se a qualcuno piacciono.{/i}

source: [RT] {i}I've got to be sure to check the website sometime tomorrow.{/i}
italian: [RT] {i}Devo essere sicuro di controllare il sito web domani.

source: [RT] {i}Ok, I've got to just login with my username and password and we'll see if anyone liked the girls' pictures.{/i}
italian: [RT] {i}Ok, devo solo fare il login con il mio nome utente e password e vedremo se a qualcuno sono piaciute le foto delle ragazze.{/i}

source: [R] Oh, hey Lauren, what's up?
italian: [R] Oh, ehi Lauren, come va?

source: [L] Hey pervert, I just came to see if you'd posted those pictures online yet.
italian: [L] Ehi pervertito, sono solo venuta a vedere se avevi già postato quelle foto online.

source: [L] Hey [ryan], I just came to see if you'd posted those pictures online yet.
italian: [L] Ehi [ryan], sono venuta a vedere se avevi già messo quelle foto online.

source: [R] What a coincidence, I was just checking to see if they got any likes at exactly the same moment that you walked into my room.
italian: [R] Che coincidenza, stavo solo controllando per vedere se avevano ricevuto dei "mi piace" esattamente nello stesso momento in cui sei entrato nella mia stanza.

source: [R] Why don't we take a look together?
italian: [R] Perché non diamo un'occhiata insieme?

source: [L] Wow! Look how many people liked and commented on the outfit.
italian: [L] Wow! Guarda quante persone hanno apprezzato e commentato l'abbigliamento.

source: [R] Yeah, Sidney really did an amazing job on that one.
italian: [R] Sì, Sidney ha fatto davvero un lavoro incredibile su questo.

source: [R] Look how the amount of likes goes up consistently with the amount of skin you showed off.
italian: [R] Guarda come la quantità di like sale costantemente con la quantità di pelle che hai mostrato.

source: [L] Wow! I can't believe how much a difference that made.
italian: [L] Wow! Non posso credere a quanta differenza abbia fatto.

source: [R] Let's take a look at how the photos I added backgrounds to did.
italian: [R] Diamo un'occhiata a come sono andate le foto a cui ho aggiunto gli sfondi.

source: [L] Oh my God! [ryan]! You asshole!
italian: [L] Oh mio Dio! [ryan]! Stronzo!

source: [L] It looks like that dragon is going to fuck me!
italian: [L] Sembra che quel drago stia per scoparmi!

source: [R] No, no, wait! Lauren look how many likes these pictures got!
italian: [R] No, no, aspetta! Lauren guarda quanti like hanno ottenuto queste foto!

source: [R] They alone got enough likes to bump your overall ranking above thirteen other girls!
italian: [R] Solo loro hanno ottenuto abbastanza like per far salire la tua classifica generale sopra altre tredici ragazze!

source: [L] Huh?.... Oh, wow! Look how many fame points those pics got me.... and a ton of new followers.
italian: [L] Eh? .... Oh, wow! Guarda quanti punti fama mi hanno dato quelle foto.... e una tonnellata di nuovi seguaci.

source: [R] Well?...
italian: [R] Allora?...

source: [L] .... Well, what?
italian: [L] .... Beh, cosa?

source: [R] I did good, didn't I?
italian: [R] Sono stato bravo, vero?

source: [L] Uuuuugghhh.... yeah, I guess I've got to admit it. You're idea worked amazingly.
italian: [L] Uuuuugghhh.... sì, credo di doverlo ammettere. La tua idea ha funzionato incredibilmente.

source: [R] Dammit! I should have recorded you saying that.
italian: [R] Dannazione! Avrei dovuto registrarti mentre lo dicevi.

source: [L] Yep, cuz you will probably never hear it again.
italian: [L] Sì, perché probabilmente non lo sentirai mai più.

source: {i}{b}"Lauren's Anger =0"{/b}{/i}
italian: {i}{b}"La rabbia di Lauren =0"{/b}{/i}

source: [L] Well.... your skin to likes ratio theory seems to hold true.
italian: [L] Beh.... la tua teoria del rapporto tra pelle e piaceri sembra essere vera.

source: [L] I'll try to get up the courage to take the next shoot even farther.
italian: [L] Cercherò di trovare il coraggio di portare il prossimo scatto ancora più lontano.

source: [L] Thanks again for helping me try to get famous!
italian: [L] Grazie ancora per avermi aiutato a provare a diventare famoso!

source: [L] And for using the money to help Mom.
italian: [L] E per aver usato i soldi per aiutare la mamma.

source: [L] You really are proving to be a great substitute for Dad.
italian: [L] Stai davvero dimostrando di essere un ottimo sostituto di papà.

source: [R] Thanks Lauren!
italian: [R] Grazie Lauren!

source: [L] Ok, it's getting too mushy in here. I'll see you around the house sometime.
italian: [L] Ok, sta diventando troppo sdolcinato qui. Ci vediamo in giro per casa qualche volta.

source: [R] Who in the hell?
italian: [R] Chi diavolo è?

source: [S] It's only six in the morning!
italian: [S] Sono solo le sei del mattino!

source: [S] Get the door [ryan], I'm too tired.... not dressed.... crusty.... panties.... {i}snore{/i}...
italian: [S] Apri la porta [ryan], sono troppo stanca.... non vestita.... crosta.... mutande.... {i}russare{/i}...

source: [RT] {i}Anyone ringing the doorbell this early, can't be here with good news.{/i}
italian: [RT] {i}Chiunque suoni il campanello così presto, non può essere qui con buone notizie.{/i}

source: [AD] Well, good morning [ryan]!
italian: [AD] Beh, buongiorno [ryan]!

source: [R] Huh?.... Hi?.... How do you know me?
italian: [R] Eh? .... Ciao? .... Come mi conosci?

source: [AD] My name is Special Agent Diaz of the FBI Criminal Investigation Division.
italian: [AD] Sono l'agente speciale Diaz della Divisione Investigativa Criminale dell'FBI.

source: [AD] I've just been reassigned to head the case against your father.
italian: [AD] Sono appena stato riassegnato a dirigere il caso contro tuo padre.

source: [AD] Aren't you going to invite me in?
italian: [AD] Non mi inviti ad entrare?

source: [R] Uhhhh.... It's 6 in the morning.... do you have a warrant?
italian: [R] Uhhhh.... Sono le 6 del mattino.... hai un mandato?

source: [AD] It's not that kind of visit, and we have an ongoing warrant to search the premises whenever we feel there is a need.
italian: [AD] Non è quel tipo di visita, e abbiamo un mandato in corso per perquisire i locali ogni volta che ne sentiamo il bisogno.

source: [R] Ok, let me go get my mom.
italian: [R] Ok, fammi andare a prendere mia madre.

source: [AD] She's not here, I just watched her drive away.
italian: [AD] Non è qui, l'ho appena vista andare via.

source: [AD] I've arranged for her to have an early morning meeting with her lawyer and the federal prosecutor each Thursday morning to go over details of the investigation against her husband.
italian: [AD] Ho organizzato per lei un incontro mattutino con il suo avvocato e il procuratore federale ogni giovedì mattina per esaminare i dettagli dell'indagine contro suo marito.

source: [R] Then who are you here to see?
italian: [R] Allora chi sei qui per vedere?

source: [AD] I actually want to have a few words with you and your sister Lauren.
italian: [AD] In realtà vorrei scambiare qualche parola con te e tua sorella Lauren.

source: [R] What?
italian: [R] Cosa?

source: [R] What could you possibly want with us?
italian: [R] Cosa potresti mai volere da noi?

source: [AD] Why don't you go get your sister and I'll meet you in the lounge.
italian: [AD] Perché non vai a prendere tua sorella e ci vediamo in sala.

source: [R] Uhhhh.... ok.... let me show you where it...
italian: [R] Uhhhh.... ok.... lascia che ti mostri dove...

source: [AD] I know where it is.... just run and get Lauren.
italian: [AD] So dov'è.... corri a prendere Lauren.

source: [RT] {i}Oh my God.... what is this about?.... I hope I haven't done anything to get Lauren in trouble.{/i}
italian: [RT] {i}Oh mio Dio.... di cosa si tratta? .... Spero di non aver fatto niente che possa mettere Lauren nei guai.{/i}Spero di non aver fatto niente che possa mettere Lauren nei guai.

source: [AD] Good morning Lauren, I hope you slept well.
italian: [AD] Buongiorno Lauren, spero che tu abbia dormito bene.

source: [L] Uuuuhhhh.... hi?
italian: [L] Uuuuhhhh.... ciao?

source: [AD] I'm sorry, but did [ryan] tell you who I am?
italian: [AD] Scusa, ma [ryan] ti ha detto chi sono?

source: [L] He said you're in charge of building a case against our dad?
italian: [L] Ha detto che sei incaricata di costruire un caso contro nostro padre?

source: [AD] I am, but I'm not here to talk about his case, I'm here because of the actions of you two.
italian: [AD] Lo sono, ma non sono qui per parlare del suo caso, sono qui a causa delle azioni di voi due.

source: [L] Oh, no.... what have we done?
italian: [L] Oh, no.... cosa abbiamo fatto?

source: [R] Lauren.... let me do the talking. We have to be careful what we say here.
italian: [R] Lauren.... lascia parlare me. Dobbiamo stare attenti a quello che diciamo qui.

source: [AD] You bet your ass you do. You two have been naughty lately.
italian: [AD] Puoi scommetterci il culo. Voi due siete stati cattivi ultimamente.

source: [L] No, we haven't.
italian: [L] No, non lo siamo stati.

source: [AD] So, you haven't been taking sexy pictures of yourself on the property of a company that has suspected dealings with the Mafia?
italian: [AD] Quindi non vi siete fatte delle foto sexy nella proprietà di un'azienda che ha dei sospetti rapporti con la mafia?

source: [L] How do you know that?
italian: [L] Come fai a saperlo?

source: [R] They're watching everything we do...
italian: [R] Stanno guardando tutto quello che facciamo...

source: [AD] Oh, please.... you aren't making it hard.
italian: [AD] Oh, per favore.... non lo stai rendendo difficile.

source: [AD] Are you aware how easy it is to track your activity on the internet?
italian: [AD] Sei consapevole di quanto sia facile tracciare la tua attività su internet?

source: [AD] Are you aware how easy it is to follow teens on their bikes and mopeds?
italian: [AD] Sei consapevole di quanto sia facile seguire gli adolescenti sulle loro biciclette e motorini?

source: [RT] {i}Oh my God, does that mean they know about me buying and installing my spy-cams?{/i}
italian: [RT] {i}Oh mio Dio, significa che sanno che ho comprato e installato le mie telecamere spia?

source: [AD] Your father obviously didn't teach you anything he knew about conducting business covertly.
italian: [AD] Tuo padre ovviamente non ti ha insegnato nulla di quello che sapeva su come condurre gli affari di nascosto.

source: [R] But Lauren and I are both adults. It's not illegal for us to take and pose for adult pictures, and we've set up everything legally online through Cosplay Heaven.
italian: [R] Ma Lauren ed io siamo entrambi adulti. Non è illegale per noi fare e posare per foto per adulti, e abbiamo organizzato tutto legalmente online attraverso Cosplay Heaven.

source: [AD] Yes, and you generated tax forms that prove you're making an income that you aren't reporting and surrendering to the FBI.
italian: [AD] Sì, e avete generato dei moduli fiscali che provano che state facendo un reddito che non state dichiarando e consegnando all'FBI.

source: [R] Oh, shit.... that's right...
italian: [R] Oh, merda.... giusto...

source: [AD] And that's not even mentioning the money you're getting under the table from your uncle Bobby to help you pay off your weekly debt to the DeCapos.
italian: [AD] E questo senza contare i soldi che stai ricevendo sottobanco da tuo zio Bobby per aiutarti a pagare il tuo debito settimanale ai DeCapo.

source: [R] Wait!.... You know the DeCapos are extorting us for $1000 a week?
italian: [R] Aspetta! .... Sai che i DeCapos ci stanno estorcendo 1000 dollari a settimana?

source: [AD] And I know they're making your mom strip if they don't get their payment each week.
italian: [AD] E so che fanno spogliare tua madre se non ricevono il loro pagamento ogni settimana.

source: [L] What?.... Mom's not serving drinks at Joey's club? She's actually stripping?
italian: [L] Cosa? .... La mamma non sta servendo da bere al club di Joey? Si sta davvero spogliando?

source: [R] Yeah.... she asked me not to tell you. I'll fill you in later.
italian: [R] Si.... mi ha chiesto di non dirtelo. Ti aggiorno dopo.

source: [R] So, you know about all of this?.... And we're the ones who are in trouble? Why aren't you going after the DeCapo's?
italian: [R] Quindi, tu sai tutto questo? .... E siamo noi ad essere nei guai? Perché non stai dando la caccia ai DeCapo?

source: [AD] [ryan], you're a bright boy.... I'm sure you've seen Mafia movies before.
italian: [AD] [ryan], sei un ragazzo sveglio.... Sono sicuro che hai già visto i film sulla mafia.

source: [AD] It shouldn't be too hard for you to put this together.
italian: [AD] Non dovrebbe essere troppo difficile per te mettere insieme i pezzi.

source: [R] Oh my God.... you're in the pocket of the DeCapos.
italian: [R] Oh mio Dio.... sei al soldo dei DeCapo.

source: [L] Oh my God...
italian: [L] Oh mio Dio...

source: [L] Well, thats not horrible news.
italian: [L] Beh, non è una notizia orribile.

source: [L] You should be able to help get Dad off on all charges right?
italian: [L] Dovresti essere in grado di aiutare a scagionare papà da tutte le accuse, giusto?

source: [AD] Well, that was the original plan.
italian: [AD] Beh, questo era il piano originale.

source: [AD] But now Joey DeCapo is happier with the arrangement as it is now. He's getting paid each week, or he's getting a visit from your mom.
italian: [AD] Ma ora Joey DeCapo è più contento dell'accordo così com'è ora. Viene pagato ogni settimana o riceve una visita da tua madre.

source: [AD] He actually enjoys those visits more than he does the money.
italian: [AD] In realtà gli piacciono più quelle visite che i soldi.

source: [AD] Now he wants to keep your dad in jail as long as possible.
italian: [AD] Ora vuole tenere tuo padre in prigione il più a lungo possibile.

source: [L] Well, what do you want with us?
italian: [L] Beh, cosa vuole da noi?

source: [AD] That's simple...
italian: [AD] È semplice...

source: [AD] I'm here to extort you.
italian: [AD] Sono qui per estorcerti.

source: [R] For what?
italian: [R] Per cosa?

source: [AD] Money and favors of course.
italian: [AD] Soldi e favori, ovviamente.

source: [R] Favors?
italian: [R] Favori?

source: [R] You mean if we don't pay you what you want, I have to do a strip dance for you?
italian: [R] Vuoi dire che se non ti paghiamo quello che vuoi, devo fare uno strip dance per te?

source: [AD] Haha.... do you see the pant-suit?
italian: [AD] Haha.... vedi la mutanda?

source: [AD] It's not you I would want to see lose their clothes.
italian: [AD] Non è te che vorrei vedere perdere i vestiti.

source: [L] Oh.... my.... God...
italian: [L] Oh.... mio.... Dio...

source: [R] How much do we have to pay you?
italian: [R] Quanto dobbiamo pagarti?

source: [AD] Oh, not much, just $500 a week.
italian: [AD] Oh, non molto, solo 500 dollari a settimana.

source: [R] But what if we can't pay the DeCapo's because you're extorting us?
italian: [R] Ma cosa succede se non possiamo pagare i DeCapo perché ci stai estorcendo?

source: [R] I'll make sure Joey knows it's you who's preventing us.
italian: [R] Mi assicurerò che Joey sappia che sei tu a impedircelo.

source: [AD] Joey already knows about this.
italian: [AD] Joey lo sa già.

source: [AD] Like I said, he doesn't mind if you miss a payment here and there.
italian: [AD] Come ho detto, non gli importa se salti un pagamento qua e là.

source: [L] [ryan]!.... We can't give Diaz the money.... we've got to protect Mom.
italian: [L] [ryan]!.... Non possiamo dare i soldi a Diaz.... dobbiamo proteggere la mamma.

source: [R] I think Mom would disagree.... she wouldn't want you to have to do favors for this pervy fed.
italian: [R] Penso che mamma non sarebbe d'accordo.... non vorrebbe che tu dovessi fare favori a questo federale pervertito.

source: [L] It's better that I do favors for this pervy fed in the safety of our home, than for Mom to do favors for a bunch of dangerous pervy gangsters.
italian: [L] È meglio che io faccia favori a questo federale pervertito nella sicurezza della nostra casa, piuttosto che mamma faccia favori a un gruppo di pericolosi gangster pervertiti.

source: [AD] And I promise I won't take it too far. Haha.... unless you ask me to.
italian: [AD] E prometto che non mi spingerò troppo oltre. Haha.... a meno che tu non mi chieda di farlo.

source: [AD] Oh, and you can't tell your mom about this at all.
italian: [AD] Oh, e non puoi assolutamente dire a tua madre di questo.

source: [R] Or what?
italian: [R] O cosa?

source: [AD] Or I tell her about everything else, the sexy pics, about posting them on the internet, and several other things I know [ryan]'s been up to around here lately.
italian: [AD] O le dico tutto il resto, le foto sexy, di averle postate su internet, e diverse altre cose che so che [ryan] ha fatto ultimamente.

source: [AD] You don't want me to be more specific in front of Lauren do you?...
italian: [AD] Non vuoi che sia più specifico davanti a Lauren, vero?...

source: [L] What's she talking about?
italian: [L] Di cosa sta parlando?

source: [R] Don't worry about that. We can't let Mom find out about the pictures.
italian: [R] Non preoccuparti di questo. Non possiamo permettere che la mamma scopra le foto.

source: [R] We have no choice, but to play along.
italian: [R] Non abbiamo altra scelta che stare al gioco.

source: [AD] That's great news.
italian: [AD] Questa è una grande notizia.

source: [AD] So, what's it gonna be?
italian: [AD] Allora, cosa sarà?

source: [R] No question, we're paying the $500.
italian: [R] Senza dubbio, pagheremo i 500 dollari.

source: [L] But [ryan]? What about Mom?
italian: [L] Ma [ryan]? E la mamma?

source: [R] Don't worry, I'll have enough money to pay for her too by Saturday.
italian: [R] Non preoccuparti, avrò abbastanza soldi per pagare anche lei entro sabato.

source: [L] Oh, thank God!
italian: [L] Oh, grazie a Dio!

source: {i}{b}"Lauren's Respect +1"{/b}{/i}
italian: {i}{b}"Il rispetto di Lauren +1"{/b}{/i}.

source: [R] I'm a little short on money, but I'll do my best to get enough by Saturday.
italian: [R] Sono un pò a corto di soldi, ma farò del mio meglio per averne abbastanza entro sabato.

source: [L] Well, what if you can't?
italian: [L] Beh, e se non ci riesci?

source: [R] Then it will be up to Mom to take care of it this week. I know she'd prefer that, to letting you do favors for some horny corrupt FBI agent.
italian: [R] Allora toccherà alla mamma occuparsene questa settimana. So che preferirebbe questo, piuttosto che lasciarti fare favori a qualche agente corrotto arrapato dell'FBI.

source: [AD] You're pushing it [ryan].
italian: [AD] Stai esagerando [ryan].

source: [R] Let me go grab you your money, and I'll meet you by the front door to show you out.
italian: [R] Fammi andare a prendere i tuoi soldi e ci vediamo all'ingresso per mostrarti l'uscita.

source: [R] Here's the $500.
italian: [R] Ecco i 500 dollari.

source: {i}"Money - $500"{/i}
italian: {i}"Soldi - 500 dollari"{/i}

source: [AD] It's been a pleasure doing business with you.
italian: [AD] È stato un piacere fare affari con te.

source: [AD] And just so you know, I know exactly what's going on in this house. I know about the inappropriate gifts you buy on Hardnlong, and the little surveillance state you've got going on here.
italian: [AD] E solo perché tu lo sappia, so esattamente cosa succede in questa casa. So dei regali inappropriati che compri su Hardnlong e del piccolo stato di sorveglianza che hai qui.

source: [AD] So, you'd better be willing to play ball, or your life is going to get pretty uncomfortable.
italian: [AD] Quindi, è meglio che tu sia disposto a stare al gioco, o la tua vita diventerà piuttosto scomoda.

source: [RT] {i}Shit.... I'm an idiot to think I was being so sneaky with the FBI watching me.{/i}
italian: [RT] {i}Merda.... Sono un idiota a pensare di essere stato così subdolo con l'FBI che mi osservava.{/i}

source: [RT] {i}Maybe I'm lucky that a crooked agent is in charge of this case.{/i}
italian: [RT] {i}Forse sono fortunato che un agente disonesto sia a capo di questo caso.{/i}

source: [RT] {i}I'm not in trouble so to speak, and it sounds like Dad's going to be out of our lives, at least for the foreseeable future.{/i}
italian: [RT] {i}Non sono nei guai per così dire, e sembra che papà sarà fuori dalle nostre vite, almeno per il prossimo futuro.{/i}

source: [AD] And just between you and me, I, just like Joey, wouldn't mind even a little bit if you had to miss a payment here and there.
italian: [AD] E detto tra noi, io, proprio come Joey, non mi dispiacerebbe nemmeno un pò se tu dovessi saltare un pagamento qua e là.

source: [R] I'll take that into consideration. Goodbye!
italian: [R] Lo terrò in considerazione. Arrivederci!

source: [RT] {i}Holy fucking shit!!.... What is happening with my life?.... {/i}
italian: [RT] {i}Santa merda!!!.... Cosa sta succedendo alla mia vita? .... {/i}

source: [L] {i}(SHOUTING){/i} [ryan]!
italian: [L] {i}(Urlando){/i} [ryan]!

source: [R] {i}(SHOUTING){/i} Yeah?
italian: [R] {i}(Gridando){/i} Sì?

source: [L] Will you please come to my room?
italian: [L] Verrà nella mia stanza, per favore?

source: [R] What is it?
italian: [R] Cosa c'è?

source: [L] Please sit down on my bed.
italian: [L] Per favore, siediti sul mio letto.

source: [R] Shit! I don't even have the money to pay you $500 right now, and getting $1000 by Saturday to pay for Mom is going to be almost impossible.
italian: [R] Merda! Non ho nemmeno i soldi per pagarti 500 dollari in questo momento, e ottenere 1000 dollari entro sabato per pagare la mamma sarà quasi impossibile.

source: [L] What have you been doing with the money? I know you go to work at Dad's warehouse almost every day, and what about the money we've made taking pictures?
italian: [L] Cosa hai fatto con i soldi? So che vai a lavorare al magazzino di papà quasi ogni giorno, e che mi dici dei soldi che abbiamo guadagnato facendo foto?

source: [R] I've had to use it on other things.
italian: [R] Ho dovuto usarli per altre cose.

source: [L] Things that are more important than Mom?
italian: [L] Cose che sono più importanti della mamma?

source: {i}{b}"Lauren's Respect -1"{/b}{/i}
italian: {i}{b}"Il rispetto di Lauren -1"{/b}{/i}

source: [R] Well, why don't you try supporting the family?.... See how easy you think it is...
italian: [R] Beh, perché non provi a sostenere la famiglia? .... Vedi come pensi che sia facile...

source: [R] Lauren.... I think you're right.... If we pay Diaz the $500, we may not have enough for Mom too.
italian: [R] Lauren.... Penso che tu abbia ragione.... Se paghiamo i 500 dollari a Diaz, potremmo non avere abbastanza anche per la mamma.

source: [R] And I think you're also right that Mom would be in more danger than you are here in the safety of our own home.
italian: [R] E penso che tu abbia anche ragione sul fatto che la mamma sarebbe più in pericolo di quanto lo sia lei qui nella sicurezza della nostra stessa casa.

source: [R] But are you sure you're willing to take one for the team?
italian: [R] Ma sei sicuro di essere disposto a prenderne uno per la squadra?

source: [L] Of course! You're already doing your part. It's time for me to do mine.
italian: [L] Certamente! Stai già facendo la tua parte. È ora che io faccia la mia.
