Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [L] How can you expect me to do anything like that for you, when you were unwilling to help me out when I really needed you.
french: [L] Comment peux-tu t'attendre à ce que je fasse quelque chose comme ça pour toi, alors que tu ne voulais pas m'aider quand j'avais vraiment besoin de toi.
italian: [L] Come puoi aspettarti che io faccia qualcosa di simile per te, quando non eravate disposti ad aiutarmi quando avevo veramente bisogno di voi.

source: [R] I'm doing the best I can... I've got a lot of people I'm trying to help at the same time.
french: [R] Je fais de mon mieux... J'ai beaucoup de gens que j'essaie d'aider en même temps.
italian: [R] Sto facendo il meglio che posso... Ho un sacco di persone che sto cercando di aiutare allo stesso tempo.

source: [L] I guess I just expected you to prioritize me a little higher on your list of people.
french: [L] Je suppose que je m'attendais juste à ce que tu me priorisais un peu plus haut sur ta liste de personnes.
italian: [L] Suppongo che mi aspettassi che tu mi dia la priorità un po' più in alto nella tua lista di persone.

source: [RT] {i}Dammit!... She's always going to blame me for losing that election.{/i}
french: [RT] {i}Bon sang!... Elle me reprochera toujours d'avoir perdu cette élection.{/i}
italian: [RT] {i}Dammit!... Mi incolperà sempre per aver perso quella elezione.{/i}

source: [RT] {i}I shouldn't give up though... She's usually more receptive of me if she's feeling really horny.{/i}
french: [RT] {i}Je ne devrais pas abandonner cependant... Elle est généralement plus réceptive à mon égard si elle se sent vraiment excitée.{/i}
italian: [RT] {i}Non dovrei arrendermi però... Di solito è più ricettiva nei miei confronti se si sente molto arrapata.{/i}

source: {i}"Try visiting Lauren again in the bathroom on Saturday, in the early morning when her libido is either a 9 or a 10."{/i}
french: {i}'Essayez de rendre visite à Lauren à nouveau dans la salle de bain le samedi, tôt le matin lorsque sa libido est à 9 ou 10.'{/i}
italian: {i}"Prova a visitare Lauren di nuovo in bagno il sabato, al mattino presto, quando la sua libido è 9 o 10."{/i}

source: [LT] {i}Urrrgghhh... I want to punish him, but that's also punishing me.{/i}
french: [LT] {i}Urrrgghhh... Je veux le punir, mais ça me punit aussi.{/i}
italian: [LT] {i}Urrrgghhh... Voglio punirlo, ma è anche punirmi.{/i}

source: [LT] {i}I'm feeling so horny right now... I need some attention!{/i}
french: [LT] {i}Je me sens tellement excitée en ce moment... J'ai besoin d'attention !{/i}
italian: [LT] {i}Mi sento così arrapato in questo momento... ho bisogno di attenzione!{/i}

source: [L] You know why not, but I'm going to make an exception today.
french: [L] Tu sais pourquoi pas, mais je vais faire une exception aujourd'hui.
italian: [L] Sai perché no, ma farò un'eccezione oggi.

source: [L] But only today.
french: [L] Mais seulement aujourd'hui.
italian: [L] Ma solo oggi.

source: [RT] {i}Yay!... She must be feeling extra horny today.{/i}
french: [RT] {i}Ouais!... Elle doit se sentir excitée aujourd'hui.{/i}
italian: [RT] {i}Yay!... Deve sentirsi più eccitata oggi.{/i}

source: [L] Come on in... If you still want to.
french: [L] Entre... Si tu veux toujours.
italian: [L] Vieni in... Se vuoi ancora.

source: [L] You don't deserve this, but I'm feeling really needy right now.
french: [L] Tu ne mérites pas ça, mais je me sens vraiment dans le besoin en ce moment.
italian: [L] Non lo meriti, ma mi sento davvero bisognoso in questo momento.

source: [L] I'm sorry to always be comparing your dick to Matt's, but even though your dick is smaller, I really do prefer this size over Matt's whopper.
french: [L] Je suis désolé de toujours comparer ta bite à celle de Matt, mais même si ta bite est plus petite, je préfère vraiment cette taille plutôt que celle de Matt.
italian: [L] Mi dispiace di confrontare sempre il tuo cazzo con quello di Matt, ma anche se il tuo cazzo è più piccolo, io davvero preferisco questa dimensione rispetto al whopper di Matt.

source: [R] I think most guys wouldn't like to hear that, but I feel pretty good about my size.
french: [R] Je pense que la plupart des gars n'aimeraient pas entendre ça, mais je me sens plutôt bien dans ma taille.
italian: [R] Penso che la maggior parte dei ragazzi non vorrebbe sentirlo, ma mi sento abbastanza bene sulle mie dimensioni.

source: [L] Yeah, it's not nearly as hard on my throat.
french: [L] Ouais, ce n'est pas aussi dur pour ma gorge.
italian: [L] Sì, non è così duro sulla mia gola.

source: [L] You ready for the best head of your life?
french: [L] Tu es prêt pour la meilleure tête de ta vie?
italian: [L] Sei pronto per il miglior capo della tua vita?

source: [R] Oh, yeah!
french: [R] Oh, oui!
italian: [R] Ah, sì!

source: [RT] {i}It's been a while since Lauren made me cum... I'd better be careful, or I'm gonna cum soon.{/i}
french: [RT] {i}Ça fait un moment que Lauren m'a fait jouir... Je ferais mieux de faire attention, ou je vais jouir à nouveau.{/i}
italian: [RT] {i}È passato un po' di tempo da quando Lauren mi ha fatto cum... farei meglio a fare attenzione, o presto lo spero.{/i}

source: [LT] {i}Already?{/i}
french: [LT] {i}Encore!?{/i}
italian: [LT] {i}Già? {/i}

source: [LT] {i}I got it all!{/i}
french: [LT] {i}J'ai tout!{/i}
italian: [LT] {i}Ho preso tutto! {/i}

source: [LT] {i}Yay!... I did it!... I swallowed it all!{/i}
french: [LT] {i}Ouais!... Je l'ai fait!... J'ai tout avalé !{/i}
italian: [LT] {i}Yay!... Ce l'ho fatta!... Ho ingoiato tutto!

source: [LT] {i}Goddammit!{/i}
french: [LT] {i}Putain!{/i}
italian: [LT] {i}Dannazione! {/i}

source: [L] I wasn't expecting that already.
french: [L] Je ne m'y attendais pas déjà.
italian: [L] Non me lo aspettavo già.

source: [R] Sorry, it's just been so long since we fooled around... I couldn't help myself.
french: [R] Désolé, ça fait tellement longtemps qu'on n'a pas fait de bêtises... Je n'ai pas pu m'en empêcher.
italian: [R] Mi dispiace, è passato così tanto tempo che abbiamo ingannato intorno... Non potevo aiutarmi.

source: [L] Ohhh... Poor [ryan].
french: [L] Ohhh... Pauvre [ryan].
italian: [L] Ohhh... Povero [ryan].

source: [L] Am I not giving you enough attention?
french: [L] Je ne t'accorde pas assez d'attention ?
italian: [L] Non ti sto dando abbastanza attenzione?

source: [L] I'm sorry you're finished already, I was hoping that I'd get a ride on this stallion.
french: [L] Je suis désolée que tu aies déjà fini, j'espérais pouvoir monter sur cet étalon.
italian: [L] Mi dispiace di aver già finito, speravo che avrei fatto un giro su questo stallone.

source: [L] But, look how soft he is.
french: [L] Mais, regardes comme il est mou.
italian: [L] Ma guarda com'è morbido.

source: [R] Really?... You were gonna let me fuck you?
french: [R] Vraiment?... Tu allais me laisser te baiser ?
italian: [R] Davvero?... Tu mi hai lasciato scopare?

source: [L] Yeah, but I guess that's not possible now.
french: [L] Oui, mais je suppose que ce n'est pas possible maintenant.
italian: [L] Sì, ma immagino che ora non sia possibile.

source: [L] I didn't think guys could recover that fast.
french: [L] Je ne pensais pas que les gars pourraient récupérer aussi vite.
italian: [L] Non pensavo che i ragazzi potessero recuperare così velocemente.

source: [R] Offer that kind of incentive, and I'll be ready every time!
french: [R] Offres ce genre d'incitation, et je serai prêt à chaque fois!
italian: [R] Offri questo tipo di incentivo, e sarò pronto ogni volta!

source: [R] I'll try not to be to rough.
french: [R] Je vais essayer de ne pas être trop rude.
italian: [R] Cercherò di non essere ruvida.

source: [L] Oh, for fuck's sake, just pound me!... I'm used to Matt's dick, remember?
french: [L] Oh, pour l'amour de merde, il suffit de me battre!... Je suis habitué à la bite de Matt, tu te souviens?
italian: [L] Oh, per amor di scopata, mi ha appena sterlinato!... sono abituato al cazzo di Matt, ricordati?

source: [R] Oh... right.
french: [R] Oh... c'est vrai.
italian: [R] Oh... destra.

source: [R] You're such a... dirty slut now!
french: [R] Tu es une telle... sale pute maintenant !
italian: [R] Sei una tale troia sporca adesso!

source: [L] Nnnnn... you're just jealous... that I'm not your... slut.
french: [L] Nnnnn... tu es juste jaloux... que je ne suis pas à toi... salop.
italian: [L] Nnnnn... sei solo geloso... che non sono tuo... troia.

source: [L] Ok, [ryan]. You win... I'm your slut right now!
french: [L] D'accord, [ryan]. Tu gagnes... Je suis ta salope en ce moment!
italian: [L] Ok, [ryan]. Hai vinto... Sono la tua troia in questo momento!

source: [L] Now fuck... your dirty... slut!
french: [L] Maintenant baise... ta sale... salope!
italian: [L] Ora scopata... il tuo sporco... troia!

source: [L] I can see your dick moving around... inside of me.
french: [L] Je peux voir ta bite bouger... en moi.
italian: [L] Posso vedere il tuo cazzo muoversi intorno... dentro di me.

source: [R] Oh, yeah... I'm gonna fuck... that slutty cunt raw!
french: [R] Oh, oui... Je vais baiser... cette salope de chatte crue!
italian: [R] Oh, sì... Mi farò scopare... quella troia troia cruda!

source: [L] God... I can't believe we fucked on the bathroom floor!
french: [L] Dieu... Je n'arrive pas à croire qu'on ait baisé sur le sol de la salle de bain !
italian: [L] Dio... Non posso credere che abbiamo scopato sul pavimento del bagno!

source: [R] Remember when you told me you were a dirty girl in the lounge?
french: [R] Tu te souviens quand tu m'as dit que tu étais une sale fille dans le salon ?
italian: [R] Ricordi quando mi hai detto che eri una sporcacciona nel salone?

source: [R] This just confirms it.
french: [R] Cela ne fait que le confirmer.
italian: [R] Questo lo conferma.

source: [L] Oh, yes... We've come a long way since then.
french: [L] Oh, oui... Nous avons parcouru un long chemin depuis lors.
italian: [L] Oh, sì... Da allora abbiamo fatto molta strada.

source: [R] Now we just have to get rid of your boyfriend, and this can become more.
french: [R] Maintenant nous devons juste nous débarrasser de ton petit ami, et cela peut devenir plus.
italian: [R] Ora dobbiamo solo sbarazzarci del tuo fidanzato, e questo può diventare di più.

source: [L] Oh, fuck that!
french: [L] Oh, putain !
italian: [L] Oh, cazzo quello!

source: [L] You already had a chance to prove you were boyfriend material, and you blew it.
french: [L] Tu as déjà eu la chance de prouver que tu étais un petit ami, et tu l'as gâché.
italian: [L] Hai già avuto la possibilità di dimostrare di essere materiale fidanzato, e lo hai soffiato.

source: [L] You wouldn't help me win the presidency, where Matt literally gave it to me.
french: [L] Tu ne m'aiderais pas à gagner la présidence, où Matt me l'a littéralement donnée.
italian: [L] Non mi aiuteresti a vincere la presidenza, dove Matt mi diede letteralmente.

source: [L] That's the kind of thing a boyfriend does for his girl.
french: [L] C'est le genre de chose qu'un petit ami fait pour sa fille.
italian: [L] Questo è il tipo di cosa fa un fidanzato per la sua ragazza.

source: [R] But Matt fucks other girls!
french: [R] Mais Matt baise d'autres filles!
italian: [R] Ma Matt scopa altre ragazze!

source: [L] So?... That's the kind of relationship we have. I mean, I just fucked my brother. Sure, he's not gonna be thrilled to hear it, cuz he doesn't really like you very much, but he'll be ok with it.
french: [L] Alors ?... C'est le genre de relation que nous entretenons. Je veux dire, je viens de baiser mon frère. Bien sûr, il ne sera pas ravi de l'entendre, car il ne t'aime pas beaucoup, mais il sera d'accord avec ça.
italian: [L] Quindi?... Questo è il tipo di relazione che abbiamo. Voglio dire, ho appena scopato mio fratello. Certo, non sarà entusiasta di sentirlo, cuz non gli piace davvero molto, ma andrà bene con esso.

source: [R] Uuurrgghhh!... He's a douchebag!
french: [R] Uuurrgghhh!... C'est un connard !
italian: [R] Uuurrgghhhh!... È un douchebag!

source: [L] Well, it takes one to know one!
french: [L] Eh bien, il en faut un pour en connaître un!
italian: [L] Beh, ci vuole uno per conoscerne uno!

source: [L] I'm pretty sure I know why you want in here.
french: [L] Je suis sûr de savoir pourquoi tu veux venir ici.
italian: [L] Sono abbastanza sicuro che so perché vuoi dentro qui.

source: [L] We've fooled around pretty recently... And I don't know if this is worth the risk.
french: [L] On a fait des bêtises assez récemment... Et je ne sais pas si ça vaut le coup de prendre le risque.
italian: [L] Abbiamo ingannato in giro abbastanza recentemente... E non so se questo vale il rischio.

source: [L] Yeah... I just don't think it's a good idea.
french: [L] Ouais... Je ne pense pas que ce soit une bonne idée.
italian: [L] Sì... Semplicemente non penso sia una buona idea.

source: [RT] {i}Dammit!... She must not be in the mood.{/i}
french: [RT] {i}Bon sang!... Elle ne doit pas être d'humeur.{/i}
italian: [RT] {i}Dammit!... Non deve essere in stato di umore.{/i}

source: {i}"Try visiting Lauren again in the bathroom on Saturday, in the early morning when her libido is 7 or higher."{/i}
french: {i}'Essayez de rendre visite à Lauren à nouveau dans la salle de bain le samedi tôt le matin lorsque sa libido est à 7 ou plus haut.'{/i}
italian: {i}"Prova a visitare Lauren di nuovo in bagno il sabato, al mattino presto quando la sua libido è 7 o superiore."{/i}

source: [L] Oh my God, [ryan], this is so naughty.
french: [L] Oh mon Dieu, [ryan], c'est si vilain.
italian: [L] Oh mio Dio, [ryan], questo è così cattivo.

source: [LT] {i}The house is literally full of people, and [ryan] can't even wait until we're truly alone... He must be really horny... Fuck... Now I'm really horny too!{/i}
french: [LT] {i}La maison est littéralement pleine de monde, et [ryan] ne peut même pas attendre que nous soyons vraiment seuls... Il doit être vraiment excité... merde... Maintenant, je suis vraiment excitée aussi!{/i}
italian: [LT] {i}La casa è letteralmente piena di persone, e [ryan] non può nemmeno aspettare finché non siamo veramente soli.. Deve essere davvero eccitato... Fuck... Ora sono davvero eccitato!{/i}

source: [L] Alright we've got to be quiet though.
french: [L] D'accord, nous devons être discrets.
italian: [L] Va bene però che dobbiamo stare tranquilli.

source: [L] We could get caught so easily.
french: [L] On pourrait se faire prendre si facilement.
italian: [L] Potremmo essere catturati così facilmente.

source: [R] You know the door's locked, right?
french: [R] Tu sais que la porte est fermée, non ?
italian: [R] Sai che la porta è bloccata, giusto?

source: [L] I know, but it's so easy to unlock if someone wanted to.
french: [L] Je sais, mais c'est si facile à débloquer si quelqu'un le voulait.
italian: [L] Lo so, ma è così facile da sbloccare se qualcuno voleva.

source: [L] I can turn the lock with nothing but my fingernail.
french: [L] Je peux tourner la serrure avec rien d'autre que mon ongle.
italian: [L] Posso girare la serratura solo con la mia unghia.

source: [L] Which I've done many times when Mom or Sidney's in the shower and I can't hold it.
french: [L] Ce que j'ai fait plusieurs fois quand Maman ou Sidney est sous la douche et que je ne peux pas la tenir.
italian: [L] Che ho fatto molte volte quando mamma o Sidney sotto la doccia e non posso tenerlo.

source: [L] They've done it to me too.
french: [L] Elles me l'ont fait aussi.
italian: [L] Lo hanno fatto anche a me.

source: [R] Huh... How have I never observed this with my cam... uhhh... I mean... I've never noticed.
french: [R] Hein... Comment n'ai-je jamais observé cela avec ma caméra?.. ohhh... Je veux dire... Je ne l'ai jamais remarqué.
italian: [R] Huh... Come non ho mai osservato questo con la mia cam... uhhhh... Voglio dire... non ho mai notato.

source: [L] So, yeah... We need to hurry.
french: [L] Donc, oui... Nous devons nous dépêcher.
italian: [L] Quindi, sì... Dobbiamo sbrigarci.

source: [L] Why don't you start by pulling those shorts down?
french: [L] Pourquoi ne commences-tu pas par baisser ce short?
italian: [L] Perché non cominci tirando giù quei pantaloncini?

source: [R] My God!... you're so cute, Lauren.
french: [R] Mon Dieu!... tu es si mignonne, Lauren.
italian: [R] Mio Dio!... sei così carino, Lauren.

source: [RT] {i}That's feeling so good!... I'd better be careful, or I'm gonna cum soon.{/i}
french: [RT] {i}C'est tellement bon!... Je ferais mieux de faire attention, ou je vais jouir bientôt.{/i}
italian: [RT] {i}Mi sento così bene!... farei meglio a fare attenzione, o presto lo spero.{/i}

source: [R] Sorry, it just felt so good... I couldn't help myself.
french: [R] Désolé, ça faisait tellement de bien... Je n'ai pas pu m'en empêcher.
italian: [R] Mi dispiace, si sentiva così bene... non potevo aiutarmi.

source: [L] I'm sorry you're finished already, I was hoping we'd get to take this a little farther today.
french: [L] Je suis désolé que tu aies déjà terminé, j'espérais que nous allions aller un peu plus loin aujourd'hui.
italian: [L] Mi dispiace che tu sia finito già, speravo di arrivare a prendere questo un po' di più oggi.

source: [R] Really?... You wanted to have sex?
french: [R] Vraiment?... Tu voulais faire l'amour ?
italian: [R] Davvero?... Volevi fare sesso?

source: [L] Yay!... I'm so excited!
french: [L] Ouah!... Je suis tellement excitée!
italian: [L] Yay!... Sono così eccitato!

source: [R] Don't worry, I'll take it slow.
french: [R] Ne t'inquiètes pas, je vais ralentir.
italian: [R] Non ti preoccupare, la prenderò lentamente.

source: [L] Mmmm... I feel so dirty now, having my own brother... fuck me on the bathroom floor.
french: [L] Mmmm... Je me sens si sale maintenant, d'avoir mon propre frère... baise-moi sur le sol de la salle de bain.
italian: [L] Mmmm... Mi sento così sporco ora, avendo mio proprio fratello... mi scopa sul pavimento del bagno.

source: [L] Did I?
french: [L] Euh.... oui, je l'ai fait.
italian: [L] Ho fatto?

source: [R] Remember how you really liked me putting my finger in your ass?
french: [R] Tu te souviens que tu aimais vraiment que je mette mon doigt dans ton cul ?
italian: [R] Ricordate come ti è piaciuto davvero mettere il dito nel vostro culo?

source: [L] Oh, yes.
french: [L] Oh, oui.
italian: [L] Oh, sì.

source: [R] You might enjoy something bigger than a finger in there.
french: [R] Tu pourrais apprécier quelque chose de plus grand qu'un doigt là-dedans.
italian: [R] Potresti goderti qualcosa di più grande di un dito lì dentro.

source: [L] Are you suggesting something bigger, as in, your dick?
french: [L] Tu suggères quelque chose de plus gros, comme dans, ta bite?
italian: [L] Stai suggerendo qualcosa di più grande, come dentro, il tuo cazzo?

source: [RT] {i}Damnit!... I just can't see how Lauren can win the election if she doesn't announce that dress code change.{/i}
french: [RT] {i}Bon sang!... Je ne vois pas comment Lauren peut gagner l'élection si elle n'annonce pas ce changement de code vestimentaire.{/i}
italian: [RT] {i}Damnit!... Non riesco proprio a vedere come Lauren può vincere l'elezione se non annuncia che il codice di abbigliamento cambia.{/i}

source: [RT] {i}Maybe I should just let Mr. Tylor take Mom out on a date.{/i}
french: [RT] {i}Je devrais peut-être laisser M. Tylor emmener maman à un rendez-vous.{/i}
italian: [RT] {i}Forse dovrei solo lasciare che il signor Tylor prenda la mamma fuori in una data.{/i}

source: [RT] {i}There's no way Mom is going to let anything happen.{/i}
french: [RT] {i}Il n'y a aucun moyen que maman laisse quelque chose comme ça arriver.{/i}
italian: [RT] {i}Non c'è modo che Mamma lasci accadere qualcosa.{/i}

source: [RT] {i}What should I do?{/i}
french: [RT] {i}Que dois-je faire ?{/i}
italian: [RT] {i}Cosa devo fare?{/i}

source: [R] So, I got to meet school board member Will Tylor the other day.
french: [R] Donc, je dois rencontrer le membre du conseil scolaire Will Tylor l'autre jour.
italian: [R] Così, ho avuto modo di incontrare membro del consiglio scolastico Will Tylor l'altro giorno.

source: [M] Really?... Where did you run into him?
french: [M] Vraiment?... Où l'as-tu rencontré ?
italian: [M] Davvero?... Dove sei entrato in lui?

source: [R] Uhh... Just at school, He asked me if I knew where Principal Hardun was, and introduced himself.
french: [R] Heu... Juste à l'école, il m'a demandé si je savais où se trouvait le principal M. Hardun et il s'est présenté.
italian: [R] Uhh... Proprio a scuola, mi ha chiesto se sapevo dove era il Principale Hardun, e si presentò.

source: [M] Nobody told me he was going to be there... I've been trying to get another meeting with him for forever. I really want to talk to him about his bullshit curriculum.
french: [M] Personne ne m'a dit qu'il allait être là... J'essaie d'avoir une autre réunion avec lui depuis toujours. Je veux vraiment lui parler de son programme de conneries.
italian: [M] Nessuno mi ha detto che sarebbe stato lì... Ho cercato di ottenere un altro incontro con lui per sempre. Voglio davvero parlare con lui del suo curriculum di bullshit.

source: [R] Well, your wish is about to come true... After talking for a few minutes he realized I was your son and started asking about you.
french: [R] Eh bien, ton souhait est sur le point de se réaliser... Après avoir parlé pendant quelques minutes, il s'est rendu compte que j'étais ton fils et a commencé à poser des questions sur toi.
italian: [R] Beh, il tuo desiderio sta per avverarsi... Dopo aver parlato per qualche minuto ha capito che ero tuo figlio e ha iniziato a chiederti.

source: [M] Oh God, really?... I wonder if I made a bad impression on him the last time I talked to him.
french: [M] Oh Mon Dieu, vraiment?... Je me demande si je lui ai fait une mauvaise impression la dernière fois que je lui ai parlé.
italian: [M] Oh Dio, davvero?... Mi chiedo se ho fatto una cattiva impressione su di lui l'ultima volta che ho parlato con lui.

source: [R] I think it was the opposite. He seemed to be quite taken by you.
french: [R] Je pense que c'était le contraire. Il semblait tout à fait épris par toi.
italian: [R] Penso che fosse il contrario. Sembrava che fosse abbastanza preso da te.

source: [R] He seems to think you are a very dedicated teacher, and complimented your beauty several times.
french: [R] Il semble penser que tu es un professeur très dévoué, et il a félicité ta beauté à plusieurs reprises.
italian: [R] Egli sembra pensare di essere un insegnante molto dedicato, e complimentato la vostra bellezza diverse volte.

source: [M] Really?... He said that?
french: [M] Vraiment?... Il a dit ça ?
italian: [M] Davvero?... Lo diceva?

source: [M] I mean... Of course that pervert would say something like that.
french: [M] Je veux dire... Bien sûr que ce pervers dirait quelque chose comme ça.
italian: [M] Intendo dire... Naturalmente quel perverso direbbe qualcosa di simile.

source: [R] He said he was hoping he could meet with you sometime outside of school... It sounded like he wanted to go on a date.
french: [R] Il a dit qu'il espérait pouvoir te rencontrer dans quelque temps en dehors de l'école... On aurait dit qu'il voulait aller à un rendez-vous.
italian: [R] Disse che sperava di potersi incontrare con te qualche volta fuori scuola... Sembrava che volesse andare in un appuntamento.

source: [R] He said it would be strictly professional, but he asked me to email him and let him know if you'd be willing to meet with him for dinner.
french: [R] Il a dit que ce serait strictement professionnel, mais il m'a demandé de lui envoyer un courriel et de lui faire savoir si tu serais prête à le rencontrer pour le dîner.
italian: [R] Ha detto che sarebbe strettamente professionale, ma mi ha chiesto di mandarlo via email e fargli sapere se sareste disposti a incontrarlo per cena.
