Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [MB] Are you sure you don't want me to tell the other boys in the school that you're helping students with their sexual health?
italian: [MB] Sei sicuro di non volere che io dica agli altri ragazzi della scuola che stai aiutando gli studenti con la loro salute sessuale?

source: [MB] Hahaha... Still kidding.
italian: [MB] Hahaha... Ancora scherzando.

source: [MT] {i}Still the thought drives me crazy!{/i}
italian: [MT] {i}Ancora il pensiero mi fa impazzire!{/i}

source: [MT] {i}Oh God!! I just came again!... Without even fucking touching myself!... I just came!{/i}
italian: [MT] {i}Oh Dio!! Sono appena tornato!... Senza nemmeno scopare a toccarmi!... sono appena venuto!{/i}

source: [MT] {i}Oh, God! He's completely covered me again!{/i}
italian: [MT] {i}Oh, Dio! Mi ha coperto completamente!{/i}

source: [MG] {i}(whispering){/i} You asshole! You didn't warn me again!
italian: [MG] {i}(sussurre){/i} Stai stronzando! Non mi hai avvisato di nuovo!

source: [MG] You liked seeing your mom suck off Matt again?
italian: [MG] Ti è piaciuto vedere tua mamma succhiare di nuovo Matt?

source: [R] It pisses me off!
italian: [R] Mi bacia fuori!

source: [R] Shut up!...
italian: [R] Stia zitto!...

source: [MG] You shut up!...
italian: [MG] Hai chiuso!...

source: [R] Oh, my God! This is going to be my favorite picture.
italian: [R] Oh, mio Dio! Questa sarà la mia foto preferita.

source: [MT] {i}Haha... He's not kidding! Look how hard his dick is! There's no possible way to hide it. I'm sure Megan's noticed.{/i}
italian: [MT] {i}Haha... Non sta scherzando! Guarda quanto è duro il suo cazzo! Non c'è modo di nasconderlo. Sono sicuro che Megan l'ha notato.

source: [MT] {i}Because of Megan, of course!... Not me... I hope... don't I?... Shut up, brain!{/i}
italian: [MT] {i}Per via di Megan, naturalmente!... Non per me... Spero... non è vero?... Zitto, cervello!

source: [MT] {i}But, that poor boy needs some relief!{/i}
italian: [MT] {i}Ma quel povero ragazzo ha bisogno di sollievo!

source: [MT] {i}And if it helps him to get through this Oedipal phase!{/i}
italian: [MT] {i}E se lo aiuta a superare questa fase edipica!

source: [MT] {i}Does that make sense?{/i}
italian: [MT] {i}Ha senso? {/i}Sì.

source: [MT] {i}Is my horny brain trying to justify any kind of sexual deviancy!{/i}
italian: [MT] {i}Il mio cervello arrapato sta cercando di giustificare qualsiasi tipo di deviazione sessuale!

source: [R] And one quick close-up shot.
italian: [R] E un rapido scatto in primo piano.

source: [R] And that's it!
italian: [R] E questo è tutto!

source: [R] That was amazing, you two!
italian: [R] È stato fantastico, voi due!

source: [M] Well, I hope that photo shoot was satisfactory for you.
italian: [M] Beh, spero che il servizio fotografico sia stato soddisfacente per te.

source: [M] And I hope you won't threaten to tell the school board anything about what you saw in my office.
italian: [M] E spero che tu non minacci di dire al consiglio scolastico quello che hai visto nel mio ufficio.

source: [MG] Yeah, and really I should be thanking you for being in this shoot with me. I know it's going to be super successful!
italian: [MG] Sì, e in realtà dovrei ringraziarti per aver partecipato a questo servizio con me. So che sarà un super successo!

source: [MG] I can't wait to see my online status jump through the roof!
italian: [MG] Non vedo l'ora di vedere il mio status online salire alle stelle!

source: [R] I might need you to come back a time or two to get a couple more pictures if some of them don't turn out.
italian: [R] Potrei aver bisogno che tu torni una o due volte per fare un paio di foto in più se alcune non vengono bene.

source: [MG] We can do that.
italian: [MG] Possiamo farlo.

source: [M] Uuuhhh... I suppose...
italian: [M] Uuuhhh... suppongo...

source: [MG] And thank you [ryan], for being such a good director and cameraman.
italian: [MG] E grazie [ryan], per essere stato un così buon regista e cameraman.

source: [MG] I'd love to reward you somehow... Maybe you can meet me in the utility closet after your mom leaves?
italian: [MG] Mi piacerebbe ricompensarti in qualche modo... Forse puoi incontrarmi nell'armadio dopo le tue foglie di mamma?

source: [M] Ok Megan, I think it's time for you to run along... [ryan] isn't going to be meeting you in the utility closet.
italian: [M] Ok Megan, penso che sia ora che tu te ne vada... [ryan] non ti incontrerà nel ripostiglio.

source: [MT] {i}You two-bit hussy.{/i}
italian: [MT] {i}Signorina da due soldi {/i}.

source: [MT] {i}I'm taking care of him on my own.{/i}
italian: [MT] {i}Mi sto prendendo cura di lui da solo.{/i}

source: [MG] I don't have a car, remember?... You drove me here.
italian: [MG] Non ho una macchina, ricordi?... Mi hai portato tu qui.

source: [M] Take [ryan]'s scooter. You can give it back to him at school in the morning.
italian: [M] Prendi lo scooter di [ryan]. Puoi restituirglielo domattina a scuola.

source: [MG] But we don't have school in the morning.
italian: [MG] Ma la mattina non abbiamo la scuola.

source: [M] Well, the next time you see him then.
italian: [M] Beh, la prossima volta che lo vedi allora.

source: [M] Now, run along.
italian: [M] Ora, vai avanti.

source: [R] What was that all about?
italian: [R] Che cos'era quello?

source: [R] You seemed really anxious to get rid of her.
italian: [R] Sembravi davvero ansioso di liberarti di lei.

source: [M] Did I?
italian: [M] L'ho fatto?

source: [M] I guess I just didn't want to leave you alone her with such a hussy.
italian: [M] Immagino che non volevo lasciarti da solo con una tale sgualdrina.

source: [R] Mom! You shouldn't say that about one of your students!
italian: [R] Mamma! Non dovresti parlare così di una delle tue studentesse!

source: [M] Well, when she blackmails me to do such a slutty photo shoot, and then basically offers to have sex with you in the utility closet...
italian: [M] Beh, quando mi ricatta per fare un servizio fotografico così volgare, e poi praticamente si offre di fare sesso con te nel ripostiglio...

source: [R] Is that what she was offering?
italian: [R] È questo che ti stava offrendo?

source: [M] Oh... [ryan]. You can be so dense sometimes.
italian: [M] Oh... [ryan]. Sai essere così ottuso a volte.

source: [R] Damnit! What if I wanted to meet her in the utility closet then?
italian: [R] Maledizione! E se volessi incontrarla nel ripostiglio allora?

source: [R] I'm not going to lie, I'm feeling really backed up after that photo shoot.
italian: [R] Non mentirò, mi sento molto provato dopo quel servizio fotografico.

source: [R] I would have loved to have Megan's help to give me some relief!
italian: [R] Mi sarebbe piaciuto avere l'aiuto di Megan per darmi un pò di sollievo!

source: [M] Megan's not the kind of girl that I want you getting that kind of relief from.
italian: [M] Megan non è il tipo di ragazza da cui voglio che tu riceva quel tipo di sollievo.

source: [R] Well, what kind of girl would you want me to get that kind of relief from?
italian: [R] Beh, da che tipo di ragazza vorresti che io ricevessi quel tipo di sollievo?

source: [M] Someone who loves you, cares about you, a girl who is kind...
italian: [M] Qualcuno che ti ama, che si preoccupa per te, una ragazza che è gentile...

source: [M] If you found someone like your sisters, I would be very happy.
italian: [M] Se tu avessi trovato qualcuno come le tue sorelle, sarei molto felice.

source: [RT] {i}She might just be pleasently surprised then, when she finds out.{/i}
italian: [RT] {i}Potrebbe essere piacevolmente sorpresa allora, quando lo scoprirà.{/i}

source: [R] How about someone like you?
italian: [R] Che ne dici di qualcuno come te?

source: [M] Oh God, [ryan]!
italian: [M] Oh Dio, [ryan]!

source: [M] When is this Oedipal phase going to end?
italian: [M] Quando finirà questa fase edipica?

source: [R] I'm not in an Oedipal phase!
italian: [R] Non sono in una fase edipica!

source: [M] How do you explain all the boner hugs? How do you explain what's been going on in my office, or the bathroom, or when you were spying on me at the club?
italian: [M] Come spieghi tutti gli abbracci di erezione? Come spieghi quello che sta succedendo nel mio ufficio, o nel bagno, o quando mi stavi spiando al club?

source: [R] I just take opportunities when I see them.
italian: [R] Colgo solo le opportunità quando le vedo.

source: [M] Ahhh... So you're an opportunist.
italian: [M] Ahhh... Quindi sei un opportunista.

source: [R] I guess.
italian: [R] Immagino di sì.

source: [M] That's not a great thing to be.
italian: [M] Non è una grande cosa da essere.

source: [M] And since I guess you aren't in an Oedipal phase, I won't have to offer you what I was about to offer you.
italian: [M] E dato che immagino che tu non sia in una fase edipica, non dovrò offrirti quello che stavo per offrirti.

source: [MT] {i}But how am I going to deal with my Jocasta phase?{/i}
italian: [MT] {i}Ma come farò con la mia fase Giocasta?

source: [R] Wait! What offer?
italian: [R] Aspetta! Quale offerta?

source: [M] If you're not in a Oedipal phase, then I don't know why you need to hear it.
italian: [M] Se non sei in una fase edipica, allora non so perché hai bisogno di sentirla.

source: [MT] {i}Holy shit! I'm being super manipulative right now!{/i}
italian: [MT] {i}Cazzo! Sono super manipolativo in questo momento!

source: [MT] {i}This is my son I'm talking to.{/i}
italian: [MT] {i}Questo è mio figlio con cui sto parlando.{/i}

source: [MT] {i}My son who just saw the most intimate parts of my body...{/i}
italian: [MT] {i}Mio figlio che ha appena visto le parti più intime del mio corpo...{/i}

source: [MT] {i}What is wrong with me?{/i}
italian: [MT] {i}Cosa c'è che non va in me? {/i}.

source: [MT] {i}Stop thinking about him staring at you with such lust in his eyes.{/i}
italian: [MT] {i}Smetti di pensare a lui che ti fissa con tanta lussuria nei suoi occhi.

source: [MT] {i}Goddammit!{/i}
italian: [MT] {i}Dannazione! {/i}

source: [R] Well... Maybe I am kind of stuck in a minor Oedipal phase...
italian: [R] Beh... Forse sono un pò bloccato in una piccola fase edipica...

source: [M] Oh... So you're saying you want to hear my offer?
italian: [M] Oh... Quindi stai dicendo che vuoi sentire la mia offerta?

source: [R] Please?
italian: [R] Per favore?

source: [MT] {i}Don't do it, [mom_name]!{/i}
italian: [MT] {i}Non farlo, [mom_name]!{/i}

source: [M] Well... I was simply going to offer you some relief from the intense sexual situation you've been in all evening.
italian: [M] Beh... Volevo semplicemente offrirti un pò di sollievo dall'intensa situazione sessuale in cui ti sei trovato per tutta la sera.

source: [MT] {i}Damnit! You did it...{/i}
italian: [MT] {i}Dannazione! L'hai fatto...{/i}

source: [R] What kind of relief?
italian: [R] Che tipo di sollievo?

source: [MT] You know... Like what we do in the bathroom every Saturday, when you pay my Mafia debt.
italian: [MT] Sai... Come quello che facciamo nel bagno ogni sabato, quando paghi il mio debito di mafia.

source: [R] Oh... Well, I already get that taken care of when I need it...
italian: [R] Oh... Beh, me ne occupo già quando ne ho bisogno...

source: [R] How can I progress in my Oedipal phase if nothing else is progressing.
italian: [R] Come posso progredire nella mia fase edipica se nient'altro sta progredendo.

source: [M] Wait! Are you suggesting we do more?
italian: [M] Aspetta! Stai suggerendo di fare di più?

source: [M] I told you it wasn't going to go any further than a handjob!
italian: [M] Ti ho detto che non sarebbe andato oltre un lavoro di mano!

source: [R] Well, I don't want it to go much further... Just a little.
italian: [R] Beh, non voglio che vada molto oltre... Solo un pò.

source: [M] And what do you mean by a little?
italian: [M] E cosa intendi per un pò?

source: [R] You know... Like use your mouth a little?
italian: [R] Sai... Come usare un pò la bocca?

source: [M] You want a blowjob!?
italian: [M] Vuoi un pompino?

source: [R] No!... no... just like a little bit of licking is all...
italian: [R] No!... no... solo un pò di leccate...

source: [M] That's not just a little bit, [ryan].
italian: [M] Non è solo un pò, [ryan].

source: [M] Using the mouth is very intimate.
italian: [M] Usare la bocca è molto intimo.

source: [R] Really, because the ones I've seen in pornos don't seem much more intimate than a handjob.
italian: [R] Davvero, perché quelli che ho visto nei porno non sembrano molto più intimi di un handjob.

source: [R] In fact, they usually do both at the same time.
italian: [R] Infatti, di solito fanno entrambe le cose allo stesso tempo.

source: [R] Which has really left me wondering what it feels like.
italian: [R] Il che mi ha lasciato davvero a chiedermi come ci si sente.

source: [M] Hmmm... I understand...
italian: [M] Hmmm... Capisco...

source: [MT] {i}No, you don't understand! This isn't healthy!... Don't encourage him any further.{/i}
italian: [MT] {i}No, non capisci! Questo non è sano!... Non incoraggiarlo oltre.

source: [M] Maybe... If it's only this once... I'll do just a little bit of licking.
italian: [M] Forse... Se è solo per questa volta... Farò solo un pò di leccate.

source: [R] No way, Mom! You're the best!
italian: [R] Assolutamente no, mamma! Sei la migliore!

source: [MT] {i}God! I'm the worst!{/i}
italian: [MT] {i}Dio! Sono il peggiore!

source: [MT] {i}What happened to my self-control?{/i}
italian: [MT] {i}Che cosa è successo al mio autocontrollo?

source: [MT] {i}It's like a horny demon has taken over my body!{/i}
italian: [MT] {i}È come se un demone arrapato si fosse impossessato del mio corpo!

source: [MT] {i}Fuck you, [dad_name]! This is your fault!{/i}
italian: [MT] {i}Fanculo, [dad_name]! E' colpa tua!

source: [MT] {i}How can I be expected to control myself when my very demanding sexual needs aren't being met?{/i}
italian: [MT] {i}Come ci si può aspettare che io mi controlli quando i miei bisogni sessuali molto esigenti non vengono soddisfatti?

source: [MT] {i}You fucking criminal!{/i}
italian: [MT] {i}Fottuto criminale!

source: [MT] {i}You deserve everything you get!{/i}
italian: [MT] {i}Ti meriti tutto quello che hai!

source: [R] You ok, Mom?
italian: [R] Stai bene, mamma?

source: [M] I'm great! Let's do this!
italian: [M] Sto benissimo! Facciamolo!

source: [RT] {i}Wow! That wasn't too hard.{/i}
italian: [RT] {i}Wow! Non è stato troppo difficile.

source: [M] I've got to tell you that I'm really happy for you that you don't take after your dad in the dick size department.
italian: [M] Devo dirvi che sono davvero felice per voi che non prendete dopo il papà nel reparto dimensioni del cazzo.

source: [R] Who do I take after?
italian: [R] Da chi ho preso?

source: [M] Well... you definitely got it from my dad.
italian: [M] Bene... lo hai sicuramente ottenuto da mio padre.

source: [R] Grandpa's packing too?
italian: [R] Anche l'imballaggio del nonno?

source: [M] Oh, yeah... He's the biggest I'd seen before I saw yours.
italian: [M] Oh, sì... È il più grande che avevo visto prima di vedere il tuo.

source: [R] So you've seen him erect?
italian: [R] Quindi l'hai visto in erezione?

source: [M] Ummm... Yeah...
italian: [M] Ummm... Sì...

source: [R] Really? I'd like to hear that story.
italian: [R] Davvero? Mi piacerebbe sentire questa storia.

source: [M] Well... You're not going to.
italian: [M] Beh... Non lo farai.

source: [MT] {i}I'd better distract him.{/i}
italian: [MT] {i}Meglio distrarlo.{/i}

source: [R] Oh, God! That feels good! What were we talking about?
italian: [R] Oh, Dio! Che bella sensazione! Di cosa stavamo parlando?

source: [MT] {i}Haha... I knew that would do the trick.{/i}
italian: [MT] {i}Haha... Sapevo che avrebbe funzionato.

source: [R] Wow! That feels just as good as I imagined it would.
italian: [R] Wow! È proprio bello come immaginavo.

source: [MGT] {i}Oh, my God! I knew there was something more going on between the two of them!{/i}
italian: [MGT] {i}Oh, mio Dio! Sapevo che c'era qualcosa di più tra loro due!

source: [MGT] {i}A handjob to overcome an Oedipal phase, maybe... But a blowjob! There's more than maybe either of them know.{/i}
italian: [MGT] {i}Una sega per superare una fase edipica, forse... Ma un pompino! C'è più di quello che forse nessuno dei due sa.

source: [MGT] {i}Ohhh... I can't keep my hand off my pussy though...{/i}
italian: [MGT] {i}Ohhh... Non riesco a tenere la mano lontana dalla mia figa però...{/i}

source: [R] Oh my God, Mom!...
italian: [R] Oh mio Dio, mamma!...

source: [R] You said you were only going to lick!
italian: [R] Avevi detto che avresti solo leccato!

source: [R] Not... That I'm... complaining.
italian: [R] Non... Che mi sto... lamentando.

source: [MT] {i}Oh, my God! I didn't even realize I did that!{/i}
italian: [MT] {i}Oh, mio Dio! Non mi sono nemmeno reso conto di averlo fatto!

source: [MT] {i}My instincts just took over!{/i}
italian: [MT] {i}Il mio istinto ha preso il sopravvento!

source: [MT] {i}I can't tell him it was an accident, or he'll start to suspect how slutty my inner self really is.{/i}
italian: [MT] {i}Non posso dirgli che è stato un incidente, o comincerà a sospettare quanto il mio io interiore sia davvero puttana.{/i}

source: [R] Oh, God! This is too much! I'm gonna cum!
italian: [R] Oh, Dio! Questo è troppo! Sto per venire!

source: [R] Oh my God, Mom! What was that?
italian: [R] Oh mio Dio, mamma! Cos'è stato?

source: [M] I just decided that I needed to put my pride aside and do what's best for my boy...
italian: [M] Ho appena deciso che devo mettere da parte il mio orgoglio e fare ciò che è meglio per il mio ragazzo...

source: [M] We've got to get you out of that Oedipal phase.
italian: [M] Dobbiamo farti uscire da quella fase edipica.

source: [R] Wow! I was not expecting that!
italian: [R] Wow! Non me lo aspettavo!

source: [R] Sorry I didn't last longer.
italian: [R] Mi dispiace di non essere durato di più.

source: [M] Oh, don't worry about it! I don't care if you're quick when you're in my mouth.
italian: [M] Oh, non preoccuparti! Non mi importa se sei veloce quando sei nella mia bocca.

source: [M] Now if you were in my pussy, that would be...
italian: [M] Ora, se tu fossi nella mia figa, sarebbe...

source: [M] I mean!...
italian: [M] Voglio dire!...

source: [M] I think it's time to go home.
italian: [M] Penso che sia ora di andare a casa.

source: [R] Yeah... I've got to do some work on those photos before I can upload them to the intenet.
italian: [R] Sì... Devo lavorare un pò su quelle foto prima di poterle caricare su intenet.

source: [M] Let's hurry and clean up, and I'll meet you in the car.
italian: [M] Sbrighiamoci a pulire e ci vediamo in macchina.

source: [R] Oh, don't wait for me, it takes a little while to clean everything up.
italian: [R] Oh, non aspettarmi, ci vuole un pò per pulire tutto.

source: [R] I'll just walk home.
italian: [R] Andrò a casa a piedi.

source: [M] Are you sure?
italian: [M] Sei sicura?

source: [R] Yeah, it's not far.
italian: [R] Sì, non è lontano.

source: [M] Alright, I'll see you at home.
italian: [M] Va bene, ci vediamo a casa.

source: [RT] {i}Oh, what a night! I can't believe Mom sucked me off.{/i}
italian: [RT] {i}Oh, che notte! Non posso credere che la mamma mi abbia fatto un pompino.

source: [R] AAAHHhhh! Holy shit, Megan!
italian: [R] AAAHHhhh! Porca puttana, Megan!

source: [R] You almost gave me a heart attack!
italian: [R] Mi hai quasi fatto venire un infarto!

source: [R] You've been waiting here this whole time?
italian: [R] Hai aspettato qui tutto questo tempo?

source: [MG] I have... And I've got to say that I saw some pretty interesting stuff.
italian: [MG] Sì... E devo dire che ho visto delle cose molto interessanti.

source: [R] You were peeking?
italian: [R] Stavi sbirciando?

source: [MG] Oh, yeah... peeking and enjoying the show.
italian: [MG] Oh, sì... sbirciavo e mi godevo lo spettacolo.

source: [MG] Haha... Don't worry.
italian: [MG] Haha... Non preoccuparti.

source: [MG] I was already almost positive that something like that was going on between your mom and you.
italian: [MG] Ero già quasi sicuro che ci fosse qualcosa del genere tra te e tua madre.

source: [MG] So that wasn't too surprising.
italian: [MG] Quindi non è stato troppo sorprendente.

source: [R] Well... That there really isn't much going on... yet...
italian: [R] Beh... Che non c'è davvero molto in corso... ancora...

source: [R] That was my first blowjob from her.
italian: [R] Quello è stato il mio primo pompino da lei.

source: [R] And she says she's only doing it to help get me out of an Oedipal phase.
italian: [R] E dice che lo fa solo per aiutarmi ad uscire da una fase edipica.

source: [MG] Whatevs, that was pretty hot!
italian: [MG] Comunque sia, è stato piuttosto eccitante!

source: [MG] In fact, I couldn't help but enjoy myself a little while I was watching.
italian: [MG] Infatti, non ho potuto fare a meno di divertirmi un pò mentre guardavo.

source: [MG] But I gotta say... [mom_name] was being kind of a bitch tonight.
italian: [MG] Ma devo dire che... [mom_name] è stato un pò stronzo stasera.

source: [MG] After everything we went through together in that photo shoot, I was kind of hoping she would include me in anything you two did together.
italian: [MG] Dopo tutto quello che abbiamo passato insieme in quel servizio fotografico, speravo che mi avrebbe incluso in qualsiasi cosa faceste insieme.

source: [MG] She didn't want me touching her little boy.
italian: [MG] Non voleva che toccassi il suo bambino.

source: [MG] So guess what?
italian: [MG] Quindi indovina un pò?

source: [MG] I'm here to touch her little boy.
italian: [MG] Sono qui per toccare il suo bambino.

source: [MG] I'll tell you what... Whatever you get [mom_name] to do to you... I'll do the same thing in return.
italian: [MG] Ti dirò una cosa... Qualsiasi cosa tu faccia fare a [mom_name]... Farò la stessa cosa in cambio.

source: [R] Are you fucking serious?
italian: [R] Sei fottutamente serio?

source: [MG] In fact, I'll do you one better. You get her to let me join the two of you... And I'll let you do whatever you want to me.
italian: [MG] Anzi, farò di meglio. Tu la convinci a lasciarmi unire a voi due... E io ti lascerò fare tutto quello che vuoi a me.

source: [MG] ... So long as it doesn't put me in the hospital.
italian: [MG] ... Basta che non mi mandi all'ospedale.

source: [R] I love the idea! But why would you be willing to do that?
italian: [R] Mi piace l'idea! Ma perché saresti disposto a farlo?

source: [MG] I don't know... I guess that kind of stuff just really pushes my buttons if you know what I mean.
italian: [MG] Non lo so... Credo che questo genere di cose mi faccia arrabbiare molto, se sai cosa intendo.

source: [MG] Now, why don't I show you I'm serious by sucking your dick.
italian: [MG] Ora, perché non ti dimostro che faccio sul serio succhiandoti il cazzo.

source: [MG] Assuming you can get it up again.
italian: [MG] Ammesso che tu riesca ad alzarlo di nuovo.

source: [MG] Pull down your pants, and let's see.
italian: [MG] Tirati giù i pantaloni e vediamo.

source: [MG] You're hard as a rock!
italian: [MG] Sei duro come una roccia!

source: [MG] Nice recovery time!
italian: [MG] Bel tempo di recupero!

source: [MG] I think I'll have a taste.
italian: [MG] Penso che avrò un assaggio.

source: [RT] {i}I can't believe how much my life has changed!{/i}
italian: [RT] {i}Non posso credere a quanto la mia vita sia cambiata!

source: [RT] {i}I used to have zero luck with the ladies, and here I am getting a second blowjob for the night.{/i}
italian: [RT] {i}Ho sempre avuto zero fortuna con le donne, ed eccomi qui a farmi fare il secondo pompino della serata.
