Repository: DonRP/AFV
Catalog: game/*/*/UpdateScriptChristmasEvent.po
Languages: italian

source: [GP] Oh look, how sweet!.... He's tipping your mom for her hard work!
italian: [GP] Oh guarda, quanto dolce!.... Sta ribaltando tua mamma per il suo duro lavoro!

source: [RT] {i}You think tipping a stripper is sweet?.... Angels have a strange moral code.{/i}
italian: [RT] {i}Pensi che ribaltare una spogliarellista sia dolce?.... Gli angeli hanno uno strano codice morale.{/i}

source: [GP] I'm not an angel, I'm a ghost.... and it's sweet because it's going to lead to them falling in love!
italian: [GP] Io non sono un angelo, sono un fantasma... ed è dolce perché li porterà a cadere nell'amore!

source: [RT] {i}Well, I know seeing Mom strip made me fall in love.... that is, I already loved her, but now I want to bang her.{/i}
italian: [RT] {i}Beh, so che vedere la striscia di mamma mi ha fatto cadere nell'amore... cioè, la ho già amata, ma ora voglio bang lei.{/i}

source: [GP] Oh, stop thinking with your cock, and try to appreciate this moment. You're about to see them fall in love!
italian: [GP] Oh, smetta di pensare con il tuo cazzo e prova ad apprezzare questo momento. Stai per vederli innamorare!

source: [D] Hey buddy!.... Are you just going to stare at us all day? Why don't you be a gentleman and tip the nice lady. It is Christmas, you know.
italian: [D] Ehi amico!... Ci guardi per tutto il giorno? Perché non sei un gentiluomo e punta la bella signora. È Natale, sapete.

source: [R] Uhhhhh...
italian: [R] Uhhhhhh...

source: [RT] {i}Shit!.... What do I do?{/i}
italian: [RT] {i}Merda!.... Cosa faccio?{/i}

source: [GP] OK.... don't panic.... I gave you some Christmas magic when I blew that Christmas dust on you.
italian: [GP] OK.... non prendere dal panico.... ti ho dato qualche magia natalizia quando ho soffiato quella polvere di Natale su di te.

source: [GP] You should be able to pull anything you need out of your pocket.... you know, like money.... all you need to do is think really hard about it.
italian: [GP] Dovresti essere in grado di tirare fuori dalla tua tasca... sai, come il denaro.... tutto quello che dovete fare è pensare davvero duro a esso.

source: [M] Oh, be nice!.... Nobody should feel pressured into tipping me, but I'll tell you what I'll do. Whichever of you tips me the most tonight will get a private lap dance from me.
italian: [M] Oh, sii gentile!.... Nessuno dovrebbe sentirmi sotto pressione, ma ti dirò cosa farò. Qualunque di voi mi suggerisca il più stasera otterrà un giro privato da me.

source: [M] Are you both up for it?
italian: [M] Siete entrambi in grado di farlo?

source: [D] I'm in!
italian: [D] Vado in!

source: [GP] I'm not sure this is a good idea...
italian: [GP] Non sono sicura che questa sia una buona idea...

source: [RT] {i}Why?.... Is it like the movie "Back to the Future", where I'll stop existing if my parents don't fall in love?{/i}
italian: [RT] {i}Perché?.... È come il film "Ritorno al Futuro", dove mi fermerò se i miei genitori non si innamorano?{/i}

source: [GP] No.... It's nothing like that! There isn't anything we can do here that will change the future. The past is already written.
italian: [GP] No.... Non è niente di simile! Non c'è nulla che possiamo fare qui che cambierà il futuro. Il passato è già scritto.

source: [GP] These are just shadows of the past, but with Christmas magic, we can interact with them.
italian: [GP] Queste sono solo ombre del passato, ma con la magia natalizia possiamo interagire con loro.

source: [RT] {i}Well, what can go wrong then?{/i}
italian: [RT] {i}Bene, cosa può andare storto?{/i}

source: [GP] Well, you might not learn the lesson that I'm trying to teach you!
italian: [GP] Beh, potresti non imparare la lezione che sto cercando di insegnarti!

source: [R] I'm in too!
italian: [R] Sono dentro troppo!

source: [GP] Dammit! You better let your dad win!
italian: [GP] Dammit! Faresti meglio a far vincere il papà!

source: [M] Yay!.... I'll start dancing and you guys start tipping!
italian: [M] Yay!.... Inizierò a ballare e voi ragazzi cominciate a ribaltare!

source: [M] Let the "tip off" begin!
italian: [M] Inizia la "manciata" per cominciare!

source: [RT] {i}Wow!.... Look at her!.... And you're trying to teach me that I shouldn't get a hard-on when I look at that?{/i}
italian: [RT] {i}Wow!.... Guardate!.... E stai cercando di insegnarmi che non dovrei avere un hard-on quando guardo quello?{/i}

source: [GP] Well, there's a big difference in getting a hard-on and actually trying to fuck her!
italian: [GP] Beh, c'è una grande differenza nel ottenere un hard-on e in realtà cercando di scoparla!

source: [RT] {i}You're right.... I should try to fuck her!....{/i}
italian: [RT] {i}Hai ragione.... Dovrei provare a scoparla!....{/i}

source: [GP] Get away you hussy!
italian: [GP] Fatti via dal marito!

source: [GP] She needs to be giving her attention to your dad!
italian: [GP] Ha bisogno di dare la sua attenzione a tuo papà!

source: [RT] {i}Is it accurate to say that this is bringing back memories, if this event technically takes place before I saw Mom in the club for the first time?{/i}
italian: [RT] {i}È esatto dire che questo sta riportando ricordi, se questo evento si svolge tecnicamente prima di aver visto la mamma nel club per la prima volta? /i}

source: [GP] I don't know.... don't ask me stupid questions.
italian: [GP] Non lo so.... non farmi domande stupide.

source: [D] Hey baby!. I've got something for you over here.
italian: [D] Ehi bambino!. Ho qualcosa per voi qui.

source: [GP] That's it [dad_name]! Keep on bidding! Win [mom_name]'s love!
italian: [GP] Questo è [dad_name]! Continua a partecipare! Vinci [mom_name] l'amore!

source: [RT] {i}Damn! I'm jealous of the view he's getting!{/i}
italian: [RT] {i}Dannazione! Sono geloso della vista che sta ottenendo!{/i}

source: [RT] {i}So, I'm assuming that if I were to win the tip war, you wouldn't let me stay and enjoy it. You'd just zap me back to my room, right?{/i}
italian: [RT] {i}Quindi, suppongo che se dovessi vincere la guerra di punta, non mi lasceresti stare e godermi. Mi avrebbe appena zap indietro nella mia stanza, giusto?{/i}

source: [GP] Well...
italian: [GP] Bene...

source: [RT] {i}"Well" what?{/i}
italian: [RT] {i}"Bene" cosa?{/i}

source: [RT] {i}What is it you don't want to tell me?{/i}
italian: [RT] {i}Cos'è che non mi vuoi dire?{/i}

source: [GP] Urrrrgggghhhh!.... We're not allowed to lie to our clients, otherwise I damn well would right now.
italian: [GP] Urrrrgggghhhhh!... Non siamo autorizzati a mentire ai nostri clienti, altrimenti maledetto bene proprio ora.

source: [GP] When we go through a time worm hole, it kind of acts like an hour-glass, and we're stuck here until we run out of time.
italian: [GP] Quando passiamo attraverso un buco di verme di tempo, si tratta di atti come un bicchiere d'ora, e siamo bloccati qui fino a quando non abbiamo esaurito il tempo.

source: [GP] I was thinking that maybe we could hit the bar while we wait to go back. You know.... after your parents fall in love?
italian: [GP] Stavo pensando che forse potremmo colpire il bar mentre aspettiamo di tornare. Sai... dopo che i tuoi genitori si sono innamorati?

source: [GP] I haven't had a good drink in a few decades!
italian: [GP] Non ho bevuto bene da qualche decennio!

source: [RT] {i}I'm not old enough to buy alcohol.{/i}
italian: [RT] {i}Non sono abbastanza vecchio per comprare alcol.{/i}

source: [GP] You'd just have to think about an ID hard enough, and then you could pull it out of your pocket.
italian: [GP] Dovresti solo pensare a un ID abbastanza difficile, e poi potresti tirarlo fuori dalla tua tasca.

source: [RT] {i}Haha....Yeah, that's right!{/i}
italian: [RT] {i}Haha....Sì, è giusto!{/i}

source: [RT] {i}Hmmmm.... you know what? Let's just play it by ear.{/i}
italian: [RT] {i}Hmmmm.... sai cosa? Giochiamo solo per orecchio.{/i}

source: [GP] Shit!!.... I don't like the sound of that.
italian: [GP] Merda!!... non mi piace il suono di quello.

source: [GP] Alright [ryan].... I think this should be our last tip.... I don't know how much more [dad_name] can afford.
italian: [GP] Alright [ryan].... Penso che questo dovrebbe essere il nostro ultimo consiglio.... Non so quanto più [dad_name] può permettersi.

source: [RT] {i}I've got an endless supply of money in my pocket.... how on earth would I be able to resist tipping that sexy minx?{/i}
italian: [RT] {i}Ho una fornitura infinita di soldi in tasca.... come a terra sarei in grado di resistere al ribaltamento di quel minx sexy?{/i}

source: [GP] Don't forget why we're here!
italian: [GP] Non dimenticate perché siamo qui!

source: [GP] If you don't get to see your parents fall in love than this whole trip will have been for nothing!
italian: [GP] Se non riesci a vedere i tuoi genitori innamorarsi di tutto questo viaggio sarà stato per niente!

source: [RT] {i}Alright, I promise I'll try!{/i}
italian: [RT] {i}Va bene, ti prometto di provare!{/i}

source: [RT] {i}But the look in those eyes!{/i}
italian: [RT] {i}Ma il look in quegli occhi!{/i}

source: [RT] {i}And those perfect breasts!{/i}
italian: [RT] {i}E quelli perfetti seni!{/i}

source: [RT] {i}Oh, God.... I think the only thing you've succeeded in doing is making me fall deeper in love with Mom.{/i}
italian: [RT] {i}Oh, Dio.... Penso che l'unica cosa che sei riuscito a fare sia farmi innamorare della mamma.{/i}

source: [GP] Dammit [ryan]! Show some self-restraint, for God's sake!
italian: [GP] Dammit [ryan]! Mostra qualche autocontrollo, per amor di Dio!

source: [GP] Resist that perfect ass!
italian: [GP] Resistenza a quel culo perfetto!

source: [RT] {i}I'm trying!{/i}
italian: [RT] {i}Sto provando!{/i}

source: [RT] {i}But I've got a hard-on that could cut glass!{/i}
italian: [RT] {i}Ma ho un hard-on che potrebbe tagliare il vetro!{/i}

source: [D] Hey, sexy! I've got something over here that's going to sweeten your whole Christmas!
italian: [D] Ehi, sexy! Ho qualcosa qui che sta per addolcire tutto il tuo Natale!

source: [D] And just so you know, little boy.... hey!.... Are you even old enough to be in a bar?
italian: [D] E solo così sai, ragazzino.... hey!.... Sei ancora abbastanza vecchio per essere in un bar?

source: [R] I've got ID. I've just got one of those baby faces, ya know?
italian: [R] Ho un documento d'identità. Ho solo uno di quei facce, sapete?

source: [D] Well.... I'm going to send you home crying like a baby.
italian: [D] Bene... ti manderò a casa piangendo come un bambino.

source: [R] Wow.... clever...
italian: [R] Wow... intelligente...

source: [D] Fuck you.... see, I don't ever lose.... and I also like to make grand gestures...
italian: [D] Cazzo tu... vedi, non perdo mai... e mi piace anche fare grandi gesti...

source: [D] And this beauty deserves a real man to dance for tonight, not some little boy!
italian: [D] E questa bellezza merita un vero uomo da ballare per stasera, non un ragazzino!

source: [D] So, feel free to leave any time, because I can guarantee your Christmas is going to end in disappointment.
italian: [D] Quindi, sentitevi liberi di lasciare qualsiasi tempo, perché posso garantire che il vostro Natale finirà nella delusione.

source: [D] Merry Christmas, beautiful!
italian: [D] Buon Natale, bello!

source: [M] Oh, my God!...
italian: [M] Oh, mio Dio!...

source: [M] That's got to be at least a thousand dollars!...
italian: [M] Deve essere almeno mille dollari!...

source: [D] It's actually one thousand, five hundred, to be exact!
italian: [D] In realtà è mille, cinquecento, per essere esatti!

source: [M] That's the biggest tip I've ever seen!
italian: [M] Questa è la punta più grande che io abbia mai visto!

source: [M] Oh.... I want to rub your huge tip all over my pussy!
italian: [M] Oh.... Voglio strofinare la tua punta enorme su tutta la mia figa!

source: [D] Holy shit.... that's hot!
italian: [D] Merda santa.... caldo!

source: [GP] Yes! [ryan]! You did it!
italian: [GP] Sì! [ryan]! Lo hai fatto!

source: [RT] {i}What did I do?{/i}
italian: [RT] {i}Che cosa ho fatto?{/i}

source: [GP] You forced your dad to make a grand gesture to win over your mom!
italian: [GP] Hai costretto il papà a fare un grande gesto per vincere la tua mamma!

source: [GP] They look like they are falling in love already!
italian: [GP] Sembrano che si stanno già innamorando!

source: [RT] {i}Who said I'm going to let him win?{/i}
italian: [RT] {i}Chi ha detto che lo lascerò vincere?{/i}

source: [GP] Oh no, please, [ryan]! It's too perfect! Please!.... Just let it play out from here!
italian: [GP] Oh no, per favore, [ryan]! È troppo perfetto! Per favore!.... Lascialo giocare da qui!

source: [R] Well, congratulations.... you win...
italian: [R] Beh, congratulazioni.... hai vinto...

source: [D] That's right, I win.
italian: [D] È vero, vinco.

source: [D] Because I always win...
italian: [D] Perché vinco sempre...

source: [D] So head on home, back to mommy, little boy.
italian: [D] Così la testa a casa, di nuovo alla mamma, ragazzino.

source: [D] Maybe you can suck on her tits tonight.
italian: [D] Forse puoi succhiare sulle sue tette stasera.

source: [RT] {i}Dammit! If he even knew, that he stole that chance from me!....{/i}
italian: [RT] {i}Dammit! Se lo sapeva, che mi ha rubato questa occasione!....{/i}

source: [GP] He didn't steal that chance! You weren't even born yet, you idiot!
italian: [GP] Non ha rubato quell'occasione! Non sei ancora nato, sei idiota!

source: [RT] {i}UUURRRGGGHHHH.... I still hate to lose to that asshat!{/i}
italian: [RT] {i}UUURRRGGGHHHH.... Odio ancora perdere l'asshat!{/i}

source: [GP] Well, just remember.... If he didn't fuck your mom, you wouldn't have been born.
italian: [GP] Beh, ricorda... Se non scopasse tua mamma, non saresti nato.

source: [RT] {i}And there goes that beautiful ass! I wish I was following it!{/i}
italian: [RT] {i}E va quel bel culo! Vorrei che lo stesse seguendo!{/i}

source: [D] Get one good last look, loser! Because that ass is going to be rubbing all over my lap tonight!
italian: [D] Prendi un buon ultimo look, perdente! Perché quel culo sta per sfregare tutto il mio giro stasera!

source: [RT] {i}Ugghh.... what an asshole!{/i}
italian: [RT] {i}Ugghh.... che stronzo!{/i}

source: [RT] {i}How did Mom ever fall in love with that jerk?{/i}
italian: [RT] {i}Come mai la mamma si è innamorata di quel jerk?{/i}

source: [GP] Well?...
italian: [GP] Bene?...

source: [GP] Wasn't that amazing?.... You know.... to see the beginnings of your parents's relationship?
italian: [GP] Non era così incredibile?.... Sai... per vedere gli inizi della relazione dei tuoi genitori?

source: [GP] Should we hit the bar, until our time here runs out?
italian: [GP] Dovremmo colpire la barra, fino a quando non finirà il nostro tempo?

source: [RT] {i}No!.... If anything, it makes me even more convinced that Mom shouldn't stay together with Dad, and that she would be happier with me.{/i}
italian: [RT] {i}No!.... Semmai, mi rende ancora più convinto che la mamma non dovrebbe stare insieme al papà, e che sarebbe più felice con me.{/i}

source: [GP] No!.... That's not right!
italian: [GP] No!.... Non va bene!

source: [GP] This has to be a life changing event for you!
italian: [GP] Questo deve essere un evento che cambia la vita per voi!

source: [GP] This is supposed to make you want to stop trying to fuck your mom, and stop trying to fuck over your dad!
italian: [GP] Questo dovrebbe farti smettere di provare a scopare tua mamma, e smettere di cercare di scopare sopra il tuo papà!

source: [GP] Uhhhhh...
italian: [GP] Uhhhhhh...

source: [GP] I guess.... we need to keep watching.
italian: [GP] Suppongo che... dobbiamo continuare a guardare.

source: [RT] {i}I don't want to see my mom giving my dad a lapdance!{/i}
italian: [RT] {i}Non voglio vedere mia mamma dare a mio papà una lapdance!{/i}

source: [GP] Well, tough shit!
italian: [GP] Beh, la merda dura!

source: [GP] You haven't had a life changing event, so we're going to follow them until you do!
italian: [GP] Non hai avuto un evento che cambia la vita, quindi li seguiremo fino a quando non lo farai!

source: [GP] Now follow me upstairs!
italian: [GP] Ora mi segua di sopra!

source: [GP] Ok, now see if you can open the door a crack and take a peek.
italian: [GP] Ok, ora vedere se si può aprire la porta una fessura e fare una sbirciata.

source: [RT] {i}It's locked.{/i}
italian: [RT] {i}È bloccato.{/i}

source: [GP] Well, I don't really hear any talking...
italian: [GP] Beh, non sento davvero parlare...

source: [GP] We're going to have to go in.
italian: [GP] Noi dovremo entrare.

source: [RT] {i}Once again.... I don't want to see their lapdance, and I'm not invisible like you.{/i}
italian: [RT] {i}Ancora una volta.... Non voglio vedere la loro scomparsa, e non sono invisibile come te.{/i}

source: [GP] You're right, that's why I'm going to let you see through my eyes.
italian: [GP] Hai ragione, ecco perché ti lascerò vedere attraverso gli occhi.

source: [GP] You'll just wait out here, and I'll magic myself inside, and then you will see everything I see.
italian: [GP] Aspetterai appena fuori qui, e mi farò magia dentro, e poi vedrai tutto quello che vedo.

source: [GP] Here I go
italian: [GP] Qui vado

source: [GP] Ok, can you see anything yet?.
italian: [GP] Ok, puoi ancora vedere qualcosa?.

source: [RT] {i}I can only see white!{/i}
italian: [RT] {i}posso vedere solo bianco!{/i}

source: [GP] OK, give it just another second.
italian: [GP] OK, dacci solo un altro secondo.

source: [RT] {i}Oh what the hell?{/i}
italian: [RT] {i}Oh che inferno?{/i}

source: [RT] {i}I thought Mom was just going to give him a lap dance.{/i}
italian: [RT] {i}Pensavo che la mamma gli avrebbe dato un giro di danza.{/i}

source: [GP] Well, he did just tip her $1,500. Your little competition raised the stakes.
italian: [GP] Beh, ha fatto solo punta il suo $1,500. La tua piccola competizione ha sollevato la puntata.

source: [GP] I'm sure she felt like she owed him a little more for such a generous tip.
italian: [GP] Sono sicuro che lei si sentiva come lei gli doveva un po 'di più per una punta così generosa.

source: [GP] I need to check for sure, but I don't even think he got a lap dance in the actual version of the past.
italian: [GP] Ho bisogno di verificare di sicuro, ma non penso nemmeno che abbia ottenuto un giro di danza nella versione attuale del passato.

source: [GP] This is all thanks to you.
italian: [GP] Questo è tutto grazie a te.

source: [RT] {i}Goddammit, Ghost of Christmas Past! I don't want to watch this.{/i}
italian: [RT] {i}Goddammit, Ghost of Christmas Past! Non voglio guardare questo.{/i}

source: [RT] {i}Ahhh.... I can't look away or close my eyes!{/i}
italian: [RT] {i}Ahhh.... Non riesco a guardare via o chiudere gli occhi!{/i}

source: [GP] That's because you can only see what I can see.
italian: [GP] Questo perché puoi solo vedere quello che posso vedere.

source: [RT] {i}Well, look the hell away then!{/i}
italian: [RT] {i}Bene, allora guardi l'inferno!{/i}

source: [GP] Just a little longer.
italian: [GP] Solo un po' più a lungo.

source: [GP] When a man ejaculates, it releases all kinds of chemicals that could make [mom_name] fall in love with [dad_name].
italian: [GP] Quando un uomo eiacula, rilascia tutti i tipi di sostanze chimiche che potrebbero fare [mom_name] innamorarsi di [dad_name].

source: [GP] I need you to see them fall in love! For your own good.
italian: [GP] Ho bisogno che li vediate innamorati! Per il vostro bene.

source: [RT] {i}Yuck!.... Do you realize I'm going to need to see a psychologist after you're done helping me?{/i}
italian: [RT] {i}Yuck!.... Ti rendi conto che ho bisogno di vedere uno psicologo dopo che hai finito di aiutarmi? {/i}

source: [GP] Just shut up and watch.
italian: [GP] Basta chiudere e guardare.

source: [RT] {i}Dad's pretty small though.{/i}
italian: [RT] {i}papà è piuttosto piccolo.{/i}

source: [RT] {i}Too bad his penis isn't as big as his tip.{/i}
italian: [RT] {i}Peccato che il suo pene non sia grande come il suo consiglio.{/i}

source: [RT] {i}No wonder Mom seems so impressed when she gets a look at me.{/i}
italian: [RT] {i}Nessuna meraviglia che la mamma sembri così impressionata quando mi dà un'occhiata.{/i}

source: [GP] It's not about size.
italian: [GP] Non si tratta delle dimensioni.

source: [RT] {i}It kind of is.{/i}
italian: [RT] {i}È tipo di è.{/i}

source: [GP] Oh, look! He's about to paint her face with his cum!
italian: [GP] Oh, guarda! Sta per dipingere il viso con il suo sperma!

source: [GP] She looks excited!
italian: [GP] Sembra emozionata!

source: [RT] {i}Yeah.... she really looks like she can't wait.{/i}
italian: [RT] {i}Sì.... sembra davvero che non possa aspettare.{/i}

source: [RT] {i}Shit.... I am going to have to see her fall in love with him.{/i}
italian: [RT] {i}Merda... Dovrò vederla innamorata di lui.{/i}

source: [RT] {i}Oh.... haha!.... Look at how small that was.{/i}
italian: [RT] {i}Oh.... haha!.... Guarda quanto fosse piccolo.{/i}

source: [RT] {i}Look at how disappointed Mom looks!{/i}
italian: [RT] {i}Guardate quanto la mamma delusa guarda!{/i}

source: [RT] {i}Haha!.... He really should have let her fall in love with him before he showed her his little cock!{/i}
italian: [RT] {i}Haha!.... Avrebbe dovuto davvero lasciarla innamorare di lui prima di mostrarle il suo piccolo cazzo!{/i}

source: [GP] It's not that little! It's just little compared to yours.
italian: [GP] Non è così poco! È solo poco rispetto al tuo.

source: [GP] Well, that was a complete waste of time!
italian: [GP] Beh, quella era una perdita di tempo completa!

source: [GP] There's no way God's going to give me my wings now!
italian: [GP] Non c'è modo che Dio mi dia le ali ora!

source: [GP] Maybe she'll give me some if I give her a really good blow job.
italian: [GP] Forse lei mi darà un po 'se le do un bel colpo di lavoro.

source: [RT] {i}Wings? I thought you were a ghost, not an angel?{/i}
italian: [RT] {i}Ali? Pensavo che tu fossi un fantasma, non un angelo?{/i}

source: [GP] Ghosts can get wings too.... you really don't know anything about ghosts.
italian: [GP] I fantasmi possono ottenere ali anche.... davvero non sai nulla sui fantasmi.

source: [RT] {i}Yeah, I've never really claimed to, either.{/i}
italian: [RT] {i}Sì, non ho mai rivendicato veramente.{/i}

source: [GP] Well, the only thing you need to know about them right now is that you should expect the next ghost when the bell tolls two.
italian: [GP] Beh, l'unica cosa che dovete sapere su di loro in questo momento è che si dovrebbe aspettare il prossimo fantasma quando la campana pedaggi due.

source: [RT] {i}What bell?{/i}
italian: [RT] {i}Che campana?{/i}

source: [GP] You know.... like the bell in the clock tower.
italian: [GP] Lo sa.... come la campana nella torre dell'orologio.

source: [RT] {i}Our town doesn't have a clock tower.{/i}
italian: [RT] {i}La nostra città non ha una torre di orologio.{/i}

source: [GP] Well.... shit!
italian: [GP] Bene.... meraviglia!

source: [GP] That isn't nearly as dramatic.
italian: [GP] Non è quasi così drammatico.

source: [GP] I guess just go to sleep and the ghost will wake you up when it gets there.
italian: [GP] Immagino di andare a dormire e il fantasma ti sveglierà quando arriverà lì.

source: [RT] {i}But wait!{/i}
italian: [RT] {i}Ma attendi!{/i}

source: [RT] {i}What the hell?.... I'm back in my bed?.... Was that just a dream?{/i}
italian: [RT] {i}Che inferno?.... Sono tornato nel mio letto?.... Era proprio un sogno?{/i}

source: [RT] {i}Maybe Sidney's getting revenge and spiking my tea with LSD.{/i}
italian: [RT] {i}Forse Sidney si vendicerà e spiking il mio tè con LSD.{/i}

source: [RT] {i}That was such a crazy dream.... It felt so real.... then again, most do.{/i}
italian: [RT] {i}Questo era un sogno così pazzo.... Si sentiva così reale.... poi di nuovo, la maggior parte fa.{/i}
