Repository: DonRP/AFV
Catalog: game/*/*/UpdateScriptChristmasEvent.po
Languages: italian

source: [AD] Alright.... why don't you two pretend to thank each other with a passionate kiss.
italian: [AD] Bene.... perché non si finge di ringraziarsi a vicenda con un bacio appassionato.

source: [AD] For the photo shoot!
italian: [AD] Per lo scatto fotografico!

source: [AD] Not for real.
italian: [AD] Non è reale.

source: [AD] Though, I think you'd both enjoy a good makeout session with each other, or you can come make out with me if that doesn't do it for you.
italian: [AD] Anche se, penso che ti piacerebbe entrambi un buon makeout sessione con l'altro, o si può venire fuori con me se questo non lo fa per voi.

source: [S] I'd rather make out with Lauren, than with you.
italian: [S] Preferirei fare fuori con Lauren, che con voi.

source: [AD] Great, then go ahead and do that.
italian: [AD] Ottimo, poi andare avanti e fare questo.

source: [AD] Yeah, well, none of your online fans know that. And even if they did, it would just make you two even more popular.
italian: [AD] Sì, beh, nessuno dei tuoi fan online lo sa così. E anche se lo facessero, ti renderebbe due ancora più popolari.

source: [AD] Are you gonna sit there like little bitches, or can we get on with this?
italian: [AD] Stai per sederti lì come piccole cagne o possiamo andare avanti con questo?

source: [AD] Lauren, why don't you just straddle Sidney and...
italian: [AD] Lauren, perché non sei solo a cavallo Sidney e...

source: [AD] Oh, yeah.... that's perfect!
italian: [AD] Oh, sì... è perfetto!

source: [AD] I know, right?
italian: [AD] Infatti, vero?

source: [LT] {i}I've already been having confusing thoughts about women, thanks to Agent Diaz, but now I'm getting turned on by my sister?{/i}
italian: [LT] {i}Ho già avuto pensieri confusi sulle donne, grazie all'Agent Diaz, ma ora mi accingo a spegnere da mia sorella?{/i}

source: [AD] Great! I think we're ready for the next pose.
italian: [AD] Ottimo! Penso che siamo pronti per la prossima posa.

source: [AD] Unless you want to keep kissing, but I'm thinking we should take a few shots playing with your new toys.
italian: [AD] A meno che tu non voglia continuare a baciarti, ma penso che dovremmo fare alcuni scatti giocando con i tuoi nuovi giocattoli.

source: [LT] {i}Oh my.... she wants us to dildo each other.... shit!.... I think I just dripped onto Sidney's leg!{/i}
italian: [LT] {i}Oh mio.... vuole che ci dilatiamo a vicenda.... merda!.... Penso di aver appena gocciolato sulla gamba di Sidney!{/i}

source: [AD] Haha.... I'm not expecting you to screw each other with your new dildos.
italian: [AD] Haha.... Non mi aspetto che ti avvizzi a vicenda con i tuoi nuovi dildo.

source: [AD] Just get into a position so it looks like Sidney is penetrating Lauren with the dildo.
italian: [AD] Basta entrare in una posizione così sembra che Sidney stia penetrando Lauren con il dildo.

source: [AD] But you won't actually penetrate.... haha, unless you want to.
italian: [AD] Ma in realtà non penetra... haha, a meno che tu non lo voglia.

source: [AD] Whatever you choose, Just make it look like it.
italian: [AD] Qualunque sia la scelta, basta farla assomigliare.

source: [AD] Unless you want to keep making out all day!
italian: [AD] A meno che tu non voglia continuare a fare fuori tutto il giorno!

source: [S] Uuuhhh.... ok Lauren.... let's get.... into position.
italian: [S] Uuuhhh.... ok Lauren.... prendiamo... in posizione.

source: [AD] Yeah, that's pretty convincing.
italian: [AD] Sì, è abbastanza convincente.

source: [AD] Let me get a quick shot of it.
italian: [AD] Permettetemi di ottenere un colpo rapido di esso.

source: [AD] Great! Now move the dildo a little closer.
italian: [AD] Ottimo! Ora sposta il dildo un po' più vicino.

source: [AD] So.... just kind of prod and push the dildo between her thigh gap.
italian: [AD] Così... solo una specie di prod e spingere il dildo tra il suo divario di coscia.

source: [AD] From my perspective, it should look pretty convincing.
italian: [AD] Dal mio punto di vista, dovrebbe sembrare abbastanza convincente.

source: [ST] {i}Hmmmm.... I think I should use this opportunity to punish Lauren for not telling me about Agent Diaz. This might not have been so shocking, had I been warned.{/i}
italian: [ST] {i}Hmmmm.... Penso che dovrei cogliere questa opportunità per punire Lauren per non avermi detto di Agent Diaz. Questo potrebbe non essere stato così scioccante, se fossi stato avvisato.{/i}

source: [ST] {i}Not only that, but she did let her pussy leak her naughty juices all over my leg.{/i}
italian: [ST] {i}Non solo, ma ha lasciato che la sua figa perda i suoi succhi cattivi in tutta la mia gamba.{/i}

source: [LT] {i}Keep quiet.... not a sound.... that would be so embarassing if [ryan] and Agent Diaz knew!{/i}
italian: [LT] {i}Mantieni silenzioso.... non un suono.... che sarebbe così imbarcarsi se [ryan] e l'agente Diaz lo sapesse!{/i}

source: [LT] {i}Oh God!.... This is driving me crazy!.... What if that ho gives me an orgasm, right here in front of [ryan] and Agent Diaz?{/i}
italian: [LT] {i}Oh Dio!.... Questo mi sta facendo impazzire!.... E se questo ho mi dà un orgasmo, proprio qui di fronte [ryan] e Agent Diaz?{/i}

source: [S] (whispering) This is what you get for not telling me about Agent Diaz, and for dripping your dirty juices all over my leg.
italian: [S] (sussurre) Questo è quello che ottenete per non dirmi di Agent Diaz, e per gocciolare i vostri succhi sporchi in tutta la mia gamba.

source: [S] (whispering) Yes, I noticed that!.... And now I'm going to do this until Agent Diaz tells me to stop.
italian: [S] (sussurre) Sì, l'ho notato!.... E ora farò questo fino a quando l'Agente Diaz mi dice di fermarmi.

source: [RT] {i}Whatever Sidney is doing to Lauren, I should help it continue for a little while.{/i}
italian: [RT] {i}Qualunque cosa Sidney stia facendo a Lauren, dovrei aiutarla a continuare per un po'.{/i}

source: [R] Agent Diaz? Can I quickly show you a couple of settings on that camera that will make the shots even better?
italian: [R] Agent Diaz? Posso mostrarti rapidamente un paio di impostazioni su quella fotocamera che renderà gli scatti ancora meglio?

source: [AD] Yeah.... I want these pics to turn out well too.
italian: [AD] Sì... voglio che anche queste foto si presentino bene.

source: [R] Great! Let me show you a few things.
italian: [R] Ottimo! Lasciate che vi mostri alcune cose.

source: [LT] {i}Like Agent Diaz spanking me in my room!.... That feels sooo wrong when I think those things!.... So why does it turn me on so bad?{/i}
italian: [LT] {i}Come Agente Diaz mi ha sculacciato nella mia stanza!.... Che si sente troppo sbagliato quando penso quelle cose!.... Quindi perché mi accende così male?{/i}

source: [L] (whispering) I will admit, having you do this to me, right in front of [ryan] and Agent Diaz, while they look on, completely clueless. Well, it's making this so much hotter!
italian: [L] (sussurre) Ammetterò, facendomi fare questo per me, proprio di fronte [ryan] e Agent Diaz, mentre si guardano, completamente incomprensibili. Beh, sta facendo questo molto più caldo!

source: [S] (whispering) Aren't you worried they'll notice?
italian: [S] (sussurre) Non sei preoccupato che noteranno?

source: [L] (whispering) No.... they'll think you're just sliding it between my thighs like she suggested.... plus he's got all her attention focused on his camera right now.
italian: [L] (sussurre) No... pensano che tu stia semplicemente scivolando tra le mie cosce come lei ha suggerito... più ha tutta la sua attenzione focalizzata sulla sua macchina fotografica in questo momento.

source: [L] Oh, my fuck!...
italian: [L] Oh, cazzo!...

source: [R] We'll be done with the camera soon, I just have a few more things to show Agent Diaz. Just hang on a little longer!
italian: [R] Ci sarà fatto presto con la macchina fotografica, ho solo alcune cose in più per mostrare l'agente Diaz. Basta appendere un po' più a lungo!

source: [LT] {i}Holy fuck!.... My sister is fucking me.... right in front of my brother and this perverted woman.... and they have no idea!....{/i}
italian: [LT] {i}Sacra scopata!.... Mia sorella mi scopa.... proprio di fronte a mio fratello e a questa donna perversa.... e non hanno idea!....{/i}

source: [LT] {i}Fuck!.... What will.... they think?....{/i}
italian: [LT] {i}Fuck!.... Cosa penserà.... pensano?....{/i}

source: [RT] {i}I should stop her before she makes a mess!.... I don't even want to know what Agent Diaz would do. Probably make Sidney lick it up.{/i}
italian: [RT] {i}Dovrei fermarla prima di fare un casino!.... Non voglio nemmeno sapere cosa farebbe l'agente Diaz. Probabilmente fai leccare Sidney. {/i}

source: [R] So that should be all! I think that will improve your pictures a lot!
italian: [R] Quindi dovrebbe essere tutto! Penso che migliorerà molto le tue foto!

source: [AD] Hmmmm.... that seemed like a lot of explaining for just a couple little adjustments.
italian: [AD] Hmmmm.... che sembrava un sacco di spiegare per solo un paio di piccoli aggiustamenti.

source: [AD] Oh, well.... you girls are looking amazing. That dildo thigh humping looks pretty convincing, huh?
italian: [AD] Oh, bene.... le ragazze sono incredibili. Quel dildo coscia urla sembra abbastanza convincente, eh?

source: [LT] {i}Oh Thank God she stopped her!{/i}
italian: [LT] {i}Oh Grazie a Dio ha fermato!{/i}

source: [AD] Ok, I have just one more pic for you girls to pose to.
italian: [AD] Ok, ho solo un'altra foto per voi ragazze a cui porre.

source: [AD] I'm going to be in this one, so [ryan], take the camera.
italian: [AD] Sarò in questo, quindi [ryan], prendere la fotocamera.

source: [AD] And give me just a second to strip down to my panties.
italian: [AD] E dammi solo un secondo per spogliarmi fino alle mie mutandine.

source: [RT] {i}Holy shit! Diaz is going to pose with them! I'll have pictures that will force the FBI to fire her.{/i}
italian: [RT] {i}merda santa! Diaz sta per posare con loro! Avrò foto che costringeranno l'FBI a licenziarla.{/i}

source: [RT] {i}That is, assuming this isn't just a dream.... and.... shit, even if it isn't, this isn't happening right now, on my timeline.{/i}
italian: [RT] {i}Cioè, supponendo che questo non sia solo un sogno.... e.... merda, anche se non lo è, questo non sta accadendo in questo momento, sulla mia timeline.{/i}

source: [S] Really? You're taking off your top too?
italian: [S] Veramente? Stai togliendo anche la cima?

source: [AD] Haha.... you know you like what you see!
italian: [AD] Haha... sai che ti piace quello che vedi!

source: [LT] {i}She does have really sexy breasts.{/i}
italian: [LT] {i}Lei ha davvero seni sexy.{/i}

source: [AD] Alright ladies. I want you to both get into a kneeling position, and then I want a shot where it looks like one of you is licking my crotch from the front, and one is licking my ass from behind.
italian: [AD] Alright ladies. Voglio che entri in una posizione inginocchiata, e poi voglio un colpo dove sembra che uno di voi sta leccando il mio cavallo dalla parte anteriore, e uno mi sta leccando il culo da dietro.

source: [S] Are you fucking kidding me?
italian: [S] Mi stai scherzando?

source: [RT] {i}Oh my God!....{/i}
italian: [RT] {i}Oh mio Dio!....{/i}

source: [AD] If you complain too much, I'll take off the panties too.
italian: [AD] Se ti lamenti troppo, toglierò anche le mutandine.

source: [L] I call crotch!
italian: [L] Io chiamo il crotch!

source: [AD] Ohh.... Lauren! I like the eagerness.
italian: [AD] Ohh.... Lauren! Mi piace l'ansia.

source: [L] I just don't want to get stuck with licking your ass.
italian: [L] Semplicemente non voglio rimanere bloccato con leccare il vostro culo.

source: [AD] Haha.... I like the way you think!
italian: [AD] Haha.... Mi piace il modo in cui pensate!

source: [AD] You ready, Sidney?
italian: [AD] Siete pronti, Sidney?

source: [S] I don't want to lick your ass!
italian: [S] Non voglio leccare il vostro culo!

source: [AD] Then don't! Just make it look like you are.
italian: [AD] Allora no! Basta farla sembrare come sei.

source: [AD] Come on, it's the last picture, don't make me bring up my leverage over you.
italian: [AD] Avanti, è l'ultima immagine, non farmi portare la mia leva su di te.

source: [AD] Awesome! Ok [ryan], we'll let you know when we're in position.
italian: [AD] Fantastico! Ok [ryan], ti faremo sapere quando siamo in posizione.

source: [AD] How's it looking?
italian: [AD] Come sta sembrando?

source: [R] Just make your face look more orgasmic, and I think it will look amazing.
italian: [R] Basta rendere il tuo volto più orgasmico, e penso che sarà incredibile.

source: [ST] {i}How long do I have to hold this pose? Luckily it doesn't smell too much like ass. Mostly just sweat.{/i}
italian: [ST] {i}Per quanto tempo devo mantenere questa posa? Fortunatamente non ha un odore troppo simile al culo. Per lo più solo sudare {/i}

source: [ST] {i}I guess it could be worse.{/i}
italian: [ST] {i}Immagino che potrebbe essere peggio.{/i}

source: [LT] {i}This is the closest I've ever been to another girl's pussy.{/i}
italian: [LT] {i}Questa è la più vicina che io sia mai stata alla figa di un'altra ragazza. {/i}

source: [LT] {i}Her scent is different than mine, but still sweet, and.... sexy.{/i}
italian: [LT] {i}Il suo profumo è diverso dal mio, ma comunque dolce, e.... sexy.{/i}

source: [LT] {i}Oh God!.... I feel like I'm going to squirt, and I'm not even getting my pussy played with.{/i}
italian: [LT] {i}Oh Dio!.... Mi sento come se stessimo per schizzare, e non sto nemmeno facendo suonare la mia figa.{/i}

source: [LT] {i}Fuck.... I need a release sooooo bad!{/i}
italian: [LT] {i}Fuck.... Ho bisogno di un rilascio sooooo male!{/i}

source: [R] There.... that pose is perfect!
italian: [R] Lì.... quella posa è perfetta!

source: [AD] This is going out as my Christmas card to my close girlfriends.
italian: [AD] Questo sta uscendo come la mia carta natalizia per le mie amiche intime.

source: [R] Alright, I got it. I think that might end up being the best of the set.
italian: [R] Bene, l'ho capito. Penso che potrebbe finire per essere il migliore del set.

source: [AD] Awesome! Too bad for you, it's not going with the rest of the set.
italian: [AD] Fantastico! Peccato per voi, non sta andando con il resto del set.

source: [R] What why not?
italian: [R] Che perché no?

source: [AD] Haha.... I'm sure you'd like that.... but I'm not an idiot. I know what damage that picture would cause in the wrong hands.
italian: [AD] Haha.... Sono sicuro che ti piacerebbe... ma non sono un idiota. So quali danni potrebbe causare quell'immagine nelle mani sbagliate.

source: [AD] I'll just be taking the SD card.
italian: [AD] Prenderò la scheda SD.

source: [R] What about the other pics?
italian: [R] Che dire delle altre foto?

source: [AD] You're a fan of my work, are you?
italian: [AD] Sei una fan del mio lavoro, vero?

source: [AD] I'll send you the rest.
italian: [AD] Vi manderò il resto.

source: [AD] After I get what I want off of it.
italian: [AD] Dopo aver ottenuto quello che voglio fuori da esso.

source: [AD] You girls did really good today!
italian: [AD] Voi ragazze avete fatto davvero bene oggi!

source: [AD] I can't wait to see what kind of photo shoots [ryan] puts you together in down the road.
italian: [AD] Non vedo l'ora di vedere che tipo di foto spara [ryan] ti mette insieme lungo la strada.

source: [AD] I am one of your subscribers on Cosplay Heaven, by the way.
italian: [AD] Sono uno dei tuoi abbonati a Cosplay Heaven, a proposito.

source: [AD] My user name is BigDykeDiaz, haha...
italian: [AD] Il mio nome utente è BigDykeDiaz, hah...

source: [L] Uhhh.... we'll look for you on there...
italian: [L] Uhhhh... ti cercheremo laggiù...

source: [AD] Thank you all for your time and hard work!
italian: [AD] Grazie a tutti voi per il vostro tempo e duro lavoro!

source: [AD] The pleasure was all mine!
italian: [AD] Il piacere fu tutto mio!

source: [AD] Later, perpetrators!
italian: [AD] Successivamente, colpevoli!

source: [RT] {i}Holy hell!.... I can't believe that all just happened.{/i}
italian: [RT] {i}inferno Santo!.... Non riesco a credere che tutto sia appena successo.{/i}

source: [RT] {i}Agent Diaz is even more unhinged than I thought!{/i}
italian: [RT] {i}Agent Diaz è ancora più discreto di quanto pensasso!{/i}

source: [RT] {i}Maybe even more so than me.{/i}
italian: [RT] {i}Forse anche più di me.{/i}

source: [RT] {i}And what's the deal with Sidney cock-blocking me?{/i}
italian: [RT] {i}E qual è l'accordo con Sidney che mi blocca?{/i}

source: [R] But if it makes you feel better.... I learned a few really valuable lessons.
italian: [R] Ma se ti fa sentire meglio.... ho imparato alcune lezioni davvero preziose.

source: [R] I learned that Diaz is really dangerous, and I need to make sure I keep things under control with her.
italian: [R] Ho imparato che Diaz è davvero pericoloso, e devo assicurarmi di tenere le cose sotto controllo con lei.

source: [R] I learned that Sidney and Lauren are starting to think like me.
italian: [R] Ho imparato che Sidney e Lauren stanno iniziando a pensare come me.

source: [RT] {i}Holy shit!.... I think I'm going to puke!{/i}
italian: [RT] {i}merda santa!.... Penso che vado a puke!{/i}

source: [GP] Just hold it in for a second.... the feeling wears off really quick.
italian: [GP] Basta tenerlo dentro per un secondo.... la sensazione si spegne davvero veloce.

source: [R] What the fuck!.... Where are we?
italian: [R] Che scopata!.... Dove siamo?

source: [GP] Sssshhhhhh.... try not to speak out loud to me in public. Don't forget, I can hear your thoughts. People will think you're loony if you're talking to someone on your shoulder.
italian: [GP] Sssshhhhhh... cerca di non parlare forte con me in pubblico. Non dimenticate, posso sentire i tuoi pensieri. La gente penserà che sei loony se stai parlando con qualcuno sulla tua spalla.

source: [RT] {i}I have gone loony!.... I'm talking to a ten inch version of my own mom!{/i}
italian: [RT] {i}Sono andato alla pigra!.... Sto parlando con una versione di dieci pollici della mia mamma!{/i}

source: [RT] {i}And now I'm just thinking at her!{/i}
italian: [RT] {i}E ora sto solo pensando a lei!{/i}

source: [RT] {i}And I assume that I'm the only one who can see or hear you?{/i}
italian: [RT] {i}E suppongo che io sia l'unico che possa vederti o sentirti?{/i}

source: [GP] You have assumed correctly.
italian: [GP] Hai assunto correttamente.

source: [RT] {i}So, where the fuck are we?{/i}
italian: [RT] {i}Quindi, dove il cazzo siamo?{/i}

source: [GP] The more appropriate question would be, "When are we?"
italian: [GP] La domanda più appropriata sarebbe "Quando siamo?"

source: [RT] {i}Ok.... I'll bite.... when are we?{/i}
italian: [RT] {i}Ok.... Mi morderò.... quando siamo?{/i}

source: [GP] So glad you asked.... we have gone back to a Christmas 20 years ago.
italian: [GP] Così felice che tu abbia chiesto.... siamo tornati a Natale 20 anni fa.

source: [GP] To the day that your parents met.
italian: [GP] Al giorno in cui si sono incontrati i tuoi genitori.

source: [RT] {i}Really?.... Cuz Mom told me that they met when she was working at a strip club.{/i}
italian: [RT] {i}Davvero?.... Cuz Mom mi ha detto che si sono incontrati quando stava lavorando in un club di strisce.{/i}

source: [GP] Oh, shit!.... Is that true?.... Dammit.... I knew I should have read your whole file.
italian: [GP] Oh, male!.... È vero?.... Dammit.... Sapevo che avrei dovuto leggere l'intero file.

source: [GP] Well, that's not a problem!.... It doesn't matter where two people fall in love.... just that they do.
italian: [GP] Beh, questo non è un problema!.... Non importa dove due persone si innamorano.... solo che lo fanno.

source: [GP] And you're lucky enough to get to see it.
italian: [GP] E sei abbastanza fortunato da poterlo vedere.

source: [RT] {i}You do realize that my infatuation with my mom and sisters started because I saw my mom stripping at a strip club, right?{/i}
italian: [RT] {i}Ti rendi conto che la mia infatuazione con mia mamma e sorelle è iniziata perché ho visto mia mamma strappare in un club di strisce, giusto?{/i}

source: [GP] Well, the first time was traumatic, so hopefully this time will be therapeutic.
italian: [GP] Beh, la prima volta è stata traumatica, quindi speriamo che questa volta sarà terapeutica.

source: [RT] {i}Where is everybody? The club seems empty.{/i}
italian: [RT] {i}Dove sono tutti? Il club sembra vuoto.{/i}

source: [GP] Well, it's Christmas! All the men should be home with their families.
italian: [GP] Bene, è Natale! Tutti gli uomini dovrebbero essere a casa con le loro famiglie.

source: [GP] So, let's look around and see if we can find your parents.
italian: [GP] Quindi, guardiamo intorno e vediamo se possiamo trovare i tuoi genitori.

source: [VOM] Let's welcome to the stage the only one of our dancers desperate enough to come in on Christmas, to perform for a single patron, Oh, I guess there's two of you now.... I didn't see you come in.
italian: [VOM] Diamo il benvenuto sul palco all'unico dei nostri ballerini tanto disperati da entrare il Natale, per eseguire per un solo mecenatario, Oh, immagino che ci siano due di voi ora... Non ti ho visto entrare.

source: [VOM] {i}(Whispering over mic){/i} Honestly Bill, it was a terrible idea to be open on Christmas.
italian: [VOM] {i}(Whispering over mic){/i} Onestamente Bill, è stata una terribile idea di essere aperto il Natale.

source: [VOM] {i}(Other muffled voice){/i} Ssshhhh.... they can hear you over the mic!
italian: [VOM] {i}(Altra voce smorzata){/i} Ssshhhh.... ti sentono sopra il microfono!

source: [VOM] Once again! Let's welcome to the stage, Santa's sexy helper, the one and only, [mom_name]!
italian: [VOM] Ancora una volta! Benvenuti sul palco, l'aiutante sexy di Babbo Natale, quello e solo, [mom_name]!

source: [R] Oh.... my.... God!...
italian: [R] Oh.... mio... Dio!...

source: [GP] ....Holy Virgin Futa!
italian: [GP] ....Santa Vergine Futa!

source: [RT] {i}We did go through time.... that's my mom!.... Only.... much younger.{/i}
italian: [RT] {i}Abbiamo passato il tempo.... questa è la mia mamma!.... solo.... molto più giovane.{/i}

source: [RT] {i}She looks incredible!{/i}
italian: [RT] {i}Sembra incredibile!{/i}

source: [GP] Yeah, well.... stop ogling at your mother.... and don't forget why we're here!
italian: [GP] Sì, bene.... smettila di sbirciare a tua madre... e non dimenticare perché siamo qui!

source: [RT] {i}Why are we here again?{/i}
italian: [RT] {i}Perché siamo di nuovo qui?{/i}

source: [GP] So you can see your parents fall in love! I'm pretty sure If you see the moment they fall in love, you wouldn't possibly want to do anything to ruin their marriage.
italian: [GP] Così puoi vedere i tuoi genitori innamorati! Sono abbastanza sicuro Se vedete il momento in cui si innamorano, non vorreste forse fare nulla per rovinare il loro matrimonio.

source: [GP] Though I'll admit.... I had hoped for a more romantic setting.... I should have done my homework.
italian: [GP] Anche se ammetterò... Avevo sperato in un ambiente più romantico... avrei dovuto fare i miei compiti.

source: [GP] Well, let's make the most of it anyways.
italian: [GP] Beh, facciamo la maggior parte di esso comunque.

source: [GP] Look! Is that your dad over there?
italian: [GP] Guarda! È il papà laggiù?

source: [RT] {i}Holy shit.... yeah.... only way younger and thinner.{/i}
italian: [RT] {i}merda santa.... sì.... solo molto più giovane e più sottile.{/i}

source: [RT] {i}I wonder if he's as much of a douche in the past, as he is in the present.{/i}
italian: [RT] {i}Mi chiedo se è tanto di un douche in passato, quanto lo è nel presente.{/i}

source: [GP] Well.... let's watch and find out.
italian: [GP] Beh, guardiamo e scopriamo.
