Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [L] You've already been a huge help! Those posters look amazing! We've already heard students all around the school talking about me.
french: [L] Tu as déjà été d'une grande aide! Ces affiches sont incroyables! Nous avons déjà entendu des élèves tout autour de l'école parler de moi.
italian: [L] Sei già stato un enorme aiuto! Quei poster sembrano incredibili! Abbiamo già sentito studenti in tutta la scuola parlare di me.

source: [L] I really appreciate you going the extra mile to come back and see if there's more you can do.
french: [L] J'apprécie vraiment que tu fais un effort supplémentaire pour revenir et voir s'il y a plus que tu peux faire.
italian: [L] Apprezzo davvero che tu vada il miglio in più per tornare e vedere se c'è più che puoi fare.

source: [L] Now...
french: [L] Maintenant...
italian: [L] Ora...

source: [L] We've been lucky so far... Matt's campaign isn't really doing much.
french: [L] Nous avons eu de la chance jusqu'à présent... La campagne de Matt ne fait pas grand-chose.
italian: [L] Finora siamo stati fortunati... La campagna di Matt's non sta facendo molto.

source: [L] Besides tearing down our posters and hanging up his own, it doesn't appear that he's making much of an effort.
french: [L] En plus de démolir nos affiches et de raccrocher les siennes, il ne semble pas qu'il fasse beaucoup d'efforts.
italian: [L] Oltre a strappare i nostri manifesti e a appendere il suo, non sembra che stia facendo molto di uno sforzo.

source: [L] But, we've got the major hurdle of his already massive popularity to overcome.
french: [L] Mais, nous avons l'obstacle majeur de sa popularité déjà massive à surmonter.
italian: [L] Ma abbiamo il grosso ostacolo della sua popolarità già massiccia da superare.

source: [L] So... I've come up with some strategies to get my name out there, and hopefully get students to want to vote for me.
french: [L] Donc... J'ai mis au point des stratégies pour faire connaître mon nom et, espérons-le, amener les étudiants à vouloir voter pour moi.
italian: [L] Quindi... Ho proposto alcune strategie per ottenere il mio nome là fuori, e spero che gli studenti vogliano votare per me.

source: [L] I'm going to divide you up and give you each a different assignment.
french: [L] Je vais vous diviser et vous donner chacun une mission différente.
italian: [L] Ti dividerò e ti darò un compito diverso.

source: [L] The first assignment is for you, Kenzie.
french: [L] La première mission est pour toi, Kenzie.
italian: [L] Il primo compito è per te, Kenzie.

source: [L] Your social media game is one of the best in the school.
french: [L] Ton jeu sur les réseaux sociaux est l'un des meilleurs de l'école.
italian: [L] Il tuo gioco di social media è uno dei migliori della scuola.

source: [L] Would you be willing to make a "Bookface" account for the campaign, get our presence on "ChatSnap" and "Instantgram"?
french: [L] Serais-tu prête à créer un compte 'Bookface' pour la campagne, obtenir notre présence sur 'ChatSnap' et 'Instantgram'?
italian: [L] Saresti disposto a creare un account "Bookface" per la campagna, ottenere la nostra presenza su "ChatSnap" e "Instantgram"?

source: [L] You know... get us some clout?
french: [L] Tu sais... ça nous donne de l'influence ?
italian: [L] Lo sai... ci faccia un po' di clout?

source: [K] You bet... I've got some really good ideas for this.
french: [K] Tu parles... J'ai de très bonnes idées pour ça.
italian: [K] Scommettete... Ho alcune idee veramente buone per questo.

source: [L] I know you're the best bitch for the job!
french: [L] Je sais que tu es la meilleure salope pour ce travail !
italian: [L] So che sei la troia migliore per il lavoro!

source: [K] I won't let you down.
french: [K] Je ne te laisserai pas tomber.
italian: [K] Non ti deluderò.

source: [L] Next...
french: [L] Suivant...
italian: [L] Il prossimo...

source: [L] Mandy?... I want you to focus all of your attention on the skit they have us do right before we cast our votes.
french: [L] Mandy?... Je veux que tu concentres toute ton attention sur le sketch qu'ils nous allons faire juste avant de voter.
italian: [L] Mandy?... Voglio che tu concentri tutta la tua attenzione sullo skit che ci hanno fatto proprio prima di esprimere i nostri voti.

source: [MD] Me?...
french: [MD] Moi?...
italian: [MD] Io?...

source: [L] Yeah... You're great at theatrical stuff. You did such a good job in in that sexy dance production we came and watched last year.
french: [L] Ouais... Tu es doué pour le théâtre. Tu as fait un si bon travail dans cette production de danse sexy que nous sommes venus regarder l'année dernière.
italian: [L] Sì... Sei fantastico per le cose teatrali. Hai fatto un ottimo lavoro in quella produzione di danza sexy che siamo venuti e abbiamo visto l'anno scorso.

source: [L] Didn't you say your teacher let you help choreograph it?
french: [L] Tu n'as pas dit que ton professeur t'avait laissé participer à la chorégraphie ?
italian: [L] Non hai detto che il tuo insegnante ti ha permesso di aiutarlo?

source: [MD] Yeah, but I had a whole dance team to work with... It's not like I was performing by myself.
french: [MD] Oui, mais j'avais toute une équipe de danse avec qui travailler... Ce n'est pas comme si je jouais seule.
italian: [MD] Sì, ma ho avuto un'intera squadra di danza con cui lavorare... Non è come se stessimo suonando da solo.

source: [MD] Maybe, if I could get the cheerleaders to help me?
french: [MD] Peut-être, si je pouvais amener les pom-pom girls à m'aider?
italian: [MD] Forse, se potessi convincere gli cheerleader ad aiutarmi?

source: [K] I wouldn't count on that... Megan's the captain, and she's Matt's girlfriend.
french: [K] Je ne compterais pas là-dessus... Megan est la capitaine, et c'est la petite amie de Matt.
italian: [K] Non conterei su questo... Megan il capitano, e lei è la fidanzata di Matt.

source: [L] [ryan], you're in kind of good with Megan... Maybe you could talk to her?
french: [L] [ryan], tu es en quelque sorte bien avec Megan... Tu pourrais peut-être lui parler ?
italian: [L] [ryan], sei in una specie di buono con Megan... Forse potresti parlare con lei?

source: [R] I can't imagine what I could possibly say to get her to help us over her boyfriend.
french: [R] Je ne peux pas imaginer ce que je pourrais dire pour qu'elle nous aide sur son petit ami.
italian: [R] Non riesco a immaginare cosa potrei dire per convincerla ad aiutarci sul suo fidanzato.

source: [L] Ok, Mandy... I'm sure whatever you come up with will be great.
french: [L] D'accord, Mandy... Je suis sûr que tout ce que tu proposeras sera génial.
italian: [L] Ok, Mandy... Sono sicuro che qualsiasi cosa tu venga con sarà grande.

source: [L] And don't forget how important this task is... It's our last chance to get a good impression before the students cast their votes.
french: [L] Et n'oublies pas l'importance de cette tâche... C'est notre dernière chance d'avoir une bonne impression avant que les étudiants votent.
italian: [L] E non dimenticare quanto sia importante questo compito... È la nostra ultima occasione per avere una buona impressione prima che gli studenti esprimano il loro voto.

source: [MD] So... no pressure then.
french: [MD] Donc... pas de pression alors.
italian: [MD] Allora... nessuna pressione.

source: [MD] Ok... I'll try my best.
french: [MD] Ok... Je vais faire de mon mieux.
italian: [MD] Ok... proverò il mio meglio.

source: [L] Let's see... We've got the final skit we've got to plan for.
french: [L] Voyons... Nous avons le sketch final que nous devons planifier.
italian: [L] Vediamo... Abbiamo lo skit finale per il quale abbiamo da pianificare.

source: [L] It's a pretty big deal since it's our last chance to get in a good impression before the students cast their votes.
french: [L] C'est une affaire assez importante puisque c'est notre dernière chance de faire une bonne impression avant que les étudiants ne votent.
italian: [L] È un affare piuttosto grande poiché è la nostra ultima occasione per avere una buona impressione prima che gli studenti esprimano il loro voto.

source: [L] I think I'll see if our cousin Mandy will help me out with this... She's done a lot of stage performances with her dance team.
french: [L] Je pense que je vais voir si notre cousine Mandy peut m'aider avec ça... Elle a fait beaucoup de spectacles sur scène avec son équipe de danse.
italian: [L] Penso che vedrò se il cugino Mandy mi aiuterà con questo. Lei ha fatto molti spettacoli sul palcoscenico con la sua squadra di danza.

source: [L] Ok... I'll be taking care of writing my campaign speech.
french: [L] Ok... Je vais m'occuper d'écrire mon discours de campagne.
italian: [L] Ok... Mi prenderò cura di scrivere il mio discorso di campagna.

source: [L] I'll also be trying to get personal face time with as many students as I can by passing out flyers and other campaign swag.
french: [L] J'essaierai également de rencontrer personnellement autant d'étudiants que possible en distribuant des prospectus et d'autres articles de campagne.
italian: [L] Cercherò anche di ottenere il tempo di faccia personale con il maggior numero possibile di studenti passando fuori volantini e altri swag.

source: [L] Speaking of which, [ryan]? Is there anyway I could get some money to cover those types of items?
french: [L] En parlant de ça, [ryan]? Y a-t-il un moyen d'obtenir de l'argent pour couvrir ce type d'articles ?
italian: [L] Parlando di quali, [ryan]? C'è comunque un po' di soldi per coprire quei tipi di oggetti?

source: [L] You know... To get us through this week?
french: [L] Tu sais... Pour nous faire passer cette semaine ?
italian: [L] Sai... Per farci passare questa settimana?

source: [RT] {i}More money?... This campaign is like a bottomless pit opened up in my wallet.{/i}
french: [RT] {i}Plus d'argent?... Cette campagne est comme un puits sans fond ouvert dans mon portefeuille.{/i}
italian: [RT] {i}Più soldi?... Questa campagna è come un pozzo senza fondo aperto nel mio portafoglio.{/i}

source: [L] Alright, the last task on my list is for you, [ryan].
french: [L] Très bien, la dernière tâche sur ma liste est pour toi, [ryan].
italian: [L] Bene, l'ultima attività nella mia lista è per te, [ryan].

source: [L] And it's a really big ask.
french: [L] Et c'est une très grosse demande.
italian: [L] Ed è davvero una grande domanda.

source: [R] Oh, boy... This sounds hard.
french: [R] Oh, mon garçon... Cela semble difficile.
italian: [R] Oh, ragazzo... Questo suona difficile.

source: [L] Yeah... It involves someone neither of us are particularly fond of.
french: [L] Ouais... Ça implique quelqu'un dont aucun de nous n'est particulièrement friand.
italian: [L] Sì... coinvolge qualcuno nessuno di noi è particolarmente amato.

source: [R] You're talking about Matt?
french: [R] Tu parles de Matt ?
italian: [R] Sta parlando di Matt?

source: [L] No... Agent Diaz.
french: [L] Non... Agent Diaz.

source: [R] What in the hell does she have to do with your campaign?
french: [R] Qu'est-ce qu'elle a à voir avec ta campagne ?
italian: [R] Cosa ha a che fare con la tua campagna?

source: [L] Well... to win an unwinnable campaign, sometimes you've got to play some dirty politics.
french: [L] Bien... pour gagner une campagne non gagnable, il faut parfois faire de la politique sale.
italian: [L] Bene... per vincere una campagna non vincente, a volte devi giocare una politica sporca.

source: [R] You?...Dirty politics?
french: [R] Tu?...De la politique sale ?
italian: [R] Tu?...Politiche sporche?

source: [L] Hey, I played it straight the last time I ran for president, and I got creamed.
french: [L] Hé, je l'ai joué directement la dernière fois que je me suis présenté à la présidence, et je me suis fait linchée.
italian: [L] Ehi, l'ho giocato subito l'ultima volta che ho funzionato per presidente, e mi sono cremata.

source: [L] I'm already letting pictures of my ass be plastered all over the school hallway.
french: [L] Je laisse déjà des photos de mon cul être plâtrées dans le couloir de l'école.
italian: [L] Sto già lasciando che le immagini del mio culo siano intonacate in tutto il corridoio della scuola.

source: [L] I'm not going to let my morals get in the way of winning this time.
french: [L] Je ne vais pas laisser ma morale m'empêcher de gagner cette fois.
italian: [L] Non lascerò che i miei costumi si mettano a vincere questa volta.

source: [R] Alright... so, how does your plan involve Agent Diaz?
french: [R] D'accord... alors, comment ton plan implique-t-il l'agent Diaz?
italian: [R] Bene... così, in che modo il tuo piano coinvolge Agente Diaz?

source: [L] As an FBI agent, Agent Diaz should be able to find some kind of dirt on Matt.
french: [L] En tant qu'agent du FBI, l'agent Diaz devrait pouvoir trouver une sorte de saleté sur Matt.
italian: [L] In qualità di agente dell'FBI, l'agente Diaz dovrebbe essere in grado di trovare una sorta di sporco su Matt.

source: [L] You know... Something we can blackmail him with, something we could exploit in some way.
french: [L] Tu sais... Quelque chose avec lequel nous pouvons le faire chanter, quelque chose que nous pourrions exploiter d'une manière ou d'une autre.
italian: [L] Lo sapete... Qualcosa con cui possiamo ricattarlo, qualcosa con cui potremmo sfruttare in qualche modo.

source: [R] So, you want me to talk to her?
french: [R] Alors, tu veux que je lui parle?
italian: [R] Allora, vuoi che parli con lei?

source: [R] I'm pretty sure she likes you a lot better than she likes me.
french: [R] Je suis sûr qu'elle t'aime beaucoup mieux que moi.
italian: [R] Sono abbastanza sicuro che le piaccia molto meglio di quanto le piaccia.

source: [L] Yeah, but if I go talk to her, I'm pretty sure I'll end up tied up and gagged.
french: [L] Oui, mais si je vais lui parler, je suis presque sûr que je finirai ligoté et bâillonné.
italian: [L] Sì, ma se vado a parlarle, sono abbastanza sicuro che finirò legato e imbavagliato.

source: [R] Fair point.
french: [R] Bon point.

source: [R] If I decided to do this, how would I even find her?
french: [R] Si je décidais de le faire, comment la trouverais-je?
italian: [R] Se decidessi di farlo, come la troverei ancora?

source: [R] I doubt she'll want to talk about that during her weekly extortion visit.
french: [R] Je doute qu'elle veuille en parler lors de sa visite hebdomadaire d'extorsion.
italian: [R] Dubito che vorrà parlarne durante la sua visita settimanale di estorsione.

source: [L] I've seen a suspicious van that parks down the street from our house just about every evening.
french: [L] J'ai vu une camionnette suspecte qui se gare dans la rue de notre maison à peu près tous les soirs.
italian: [L] Ho visto un furgoncino sospetto che parcheggia lungo la strada dalla nostra casa quasi ogni sera.

source: [L] I assume it's either the FBI or the Mafia... But I think suspicious vans are more the FBI's style.
french: [L] Je suppose que c'est le FBI ou la Mafia... Mais je pense que les fourgons suspects sont plutôt du style du FBI.
italian: [L] Presumo che sia l'FBI o la mafia... Ma penso che i furgoncini sospetti siano più lo stile dell'FBI.

source: [L] Maybe you could go knock on the door and see if Diaz is in it.
french: [L] Peut-être pourrais-tu aller frapper à la porte et voir si Diaz est dedans.
italian: [L] Forse si potrebbe andare a bussare alla porta e vedere se Diaz è in esso.

source: [R] Knock on the door of an FBI van?... Are you crazy?
french: [R] Frapper à la porte d'une camionnette du FBI ?... Tu es folle?
italian: [R] Toccare sulla porta di un furgone FBI?... Sei pazzo?

source: [L] Well, whatever you want to do... I'll let you figure out how to get ahold of her.
french: [L] Eh bien, tout ce que tu veux faire... Je vais te laisser trouver comment la retrouver.
italian: [L] Beh, quello che vuoi fare... ti lascerò capire come prenderla in mano.

source: [L] That is... If you're willing to help me out.
french: [L] C'est-à-dire... Si tu veux m'aider.
italian: [L] Questo è... Se sei disposto a aiutarmi.

source: [R] Oh, fine!
french: [R] Oh, très bien!

source: [L] Yay!...
french: [L] Ouah!...
italian: [L] Evviva!...

source: [L] Not right now. You did a great job hanging my posters.
french: [L] Pas maintenant. Tu as fait un excellent travail en accrochant mes affiches.
italian: [L] Non in questo momento. Hai fatto un ottimo lavoro appeso i miei poster.

source: [L] They look great!
french: [L] Elles ont l'air super !
italian: [L] Sono bellissimi!

source: [R] Well, I don't know about great.
french: [R] Eh bien, je ne sais pas si c'est génial.
italian: [R] Bene, non so di grande.

source: [R] They could be a little more exciting... A little more... sexy.
french: [R] Elles pourraient être un peu plus excitantes... Un peu plus... sexy.
italian: [R] Potrebbero essere un po' più eccitanti... Un po' più... sexy.

source: [L] Oh, please don't start.
french: [L] Oh, s'il te plaît, ne commence pas.
italian: [L] Oh, non iniziare.

source: [R] Alright, but I'm telling you, sexy posters will boost your popularity a ton.
french: [R] D'accord, mais je te le dis, des affiches sexy augmenteront ta popularité.
italian: [R] Bene, ma ti sto dicendo, i manifesti sexy aumenteranno la tua popolarità una tonnellata.

source: [L] We'll just see when we get the poll numbers on Monday.
french: [L] Nous verrons quand nous aurons les estimations du sondage lundi.
italian: [L] Vedremo solo quando riceveremo i numeri del sondaggio lunedì.

source: [R] Alright, but don't forget that I told you so.
french: [R] D'accord, mais n'oublie pas que je te l'ai dit.
italian: [R] Va bene, ma non dimenticate che vi ho detto così.

source: [R] Nothing else for me to do then?
french: [R] Rien d'autre à faire pour moi alors?
italian: [R] Niente altro che fare allora?

source: [L] No, but keep checking back... I'll have some jobs for you soon enough.
french: [L] Non, mais continues à vérifier... J'aurai des emplois pour toi assez tôt.
italian: [L] No, ma continua a controllare indietro... Avrò qualche lavoro per te abbastanza presto.

source: [R] Later, my cunties.
french: [R] Plus tard, mes chattes.
italian: [R] Più tardi, le mie facce.

source: [L] Hey!... Only we can call each other that!
french: [L] Hé!... Nous seuls pouvons nous appeler comme ça!
italian: [L] Ehi!... Solo noi possiamo chiamarci a vicenda!

source: [R] Haha... Sorry!
french: [R] Haha... Pardon!
italian: [R] Haha... Scusa!

source: [K] Yeah, she's just working on some campaign stuff.
french: [K] Ouais, elle travaille juste sur des trucs de campagne.
italian: [K] Sì, sta solo lavorando su alcune cose della campagna.

source: [R] She wanted me to stop by... Is it safe for me to come in?
french: [R] Elle voulait que je passe... Est-ce que c'est sûr pour moi d'entrer?
italian: [R] Voleva che mi fermassi da... è sicuro per me entrare?

source: [K] Alright, you're cleared for entry... Follow me.
french: [K] D'accord, tu es autorisé à entrer... Suis-moi.
italian: [K] Bene, sei cancellato per l'ingresso... Seguimi.

source: [R] Cleared?
french: [R] Effacé?
italian: [R] Eliminato?

source: [R] Is this "Bathroom 51" or something?
french: [R] Est-ce 'Salle de bain 51' ou quelque chose comme ça?
italian: [R] È questo "Bagno 51" o qualcosa?

source: [K] {i}(sarcastically){/i}Hardy har har.
french: [K] {i}(ton sarcastique){/i} Très drôle.

source: [K] So this is our official campaign headquarters.
french: [K] Voici donc notre quartier général de campagne officiel.
italian: [K] Questa è la nostra sede ufficiale della campagna.

source: [R] {i}(sarcastically){/i} Wow... Very professional.
french: [R] {i}(ton sarcastique) {/i} Wow... Très professionnel.
italian: [R] {i}(sarcastically){/i} Wow... Molto professionale.

source: [R] Nice place you have here.
french: [R] Bel endroit que vous avez ici.
italian: [R] Bel luogo che hai qui.

source: [L] Yeah, I know it's not really what you'd expect from a campaign headquarters, but it will make do.
french: [L] Oui, je sais que ce n'est pas vraiment ce que tu attends d'un quartier général de campagne, mais cela fera l'affaire.
italian: [L] Sì, so che non è proprio quello che ci si aspetterebbe da una sede della campagna, ma farà fare.

source: [R] I'm sure the school would let you use part of a classroom for this.
french: [R] Je suis sûr que l'école vous permettrait d'utiliser une partie d'une salle de classe pour cela.
italian: [R] Sono sicuro che la scuola ti lascerebbe usare parte di una classe per questo.

source: [L] I'm sure they would, but that would just be inviting my competition to spy on me, or hide cameras, or recording devices...
french: [L] Je suis sûr qu'ils le feraient, mais ce serait simplement inviter mes concurrents à m'espionner, à cacher des caméras ou des appareils d'enregistrement...
italian: [L] Sono sicuro che sarebbe, ma questo sarebbe solo invitare la mia competizione per spiarmi, o nascondere fotocamere, o dispositivi di registrazione...

source: [R] You sound kind of paranoid.
french: [R] Tu sembles un peu paranoïaque.
italian: [R] Sembri un po' paranoico.

source: [L] Are you kidding? I'm not paranoid enough. I know the reason I didn't win last time is because that stupid whore Lisa stole the vote from me.
french: [L] Tu plaisantes ? Je ne suis pas assez paranoïaque. Je sais que la raison pour laquelle je n'ai pas gagné la dernière fois, c'est parce que cette stupide pute Lisa m'a volé le vote.
italian: [L] Stai scherzando? Non sono abbastanza paranoico. So che la ragione per cui non ho vinto l'ultima volta è perché quella stupida puttana Lisa ha rubato il voto da me.

source: [R] And how did she do that?
french: [R] Et comment a-t-elle fait ça?
italian: [R] E come l'ha fatto?

source: [L] You know... Having students vote multiple times... having undocumented students from other schools come here to vote for her... sneaking in boxes of Lisa ballots when they were counting the votes...
french: [L] Tu sais... Faire voter les élèves plusieurs fois... des élèves sans papiers d'autres écoles viennent voter pour elle... se faufiler dans des boîtes de bulletins de vote de Lisa quand ils comptaient les votes...
italian: [L] Sai... Avere gli studenti votano più volte... avere studenti non documentati provenienti da altre scuole vengono qui per votare per lei.. sfuggire alle urne di Lisa quando stavano contando le votazioni...

source: [L] There's a lot of ways.
french: [L] Il y a beaucoup de façons.
italian: [L] Ci sono molti modi.

source: [R] Huh...
french: [R] Hein...

source: [L] That's why we're meeting in this bathroom. Here we can control the flow of students coming in and out.
french: [L] C'est pourquoi nous nous retrouvons dans cette salle de bain. Ici, nous pouvons contrôler le flux d'étudiants entrant et sortant.
italian: [L] Ecco perché ci incontriamo in questo bagno. Qui possiamo controllare il flusso degli studenti che vengono dentro e fuori.

source: [L] What's that supposed to mean? You big jerk!
french: [L] Qu'est-ce que ça veut dire ? Espèce de gros con !
italian: [L] Che cosa dovrebbe significare? Si masturba grande!

source: [R] No, Lauren. I didn't mean any offense, but think about it for a minute.
french: [R] Non, Lauren. Je ne voulais pas t'offenser, mais réfléchis-y une minute.
italian: [R] No, Lauren. Non intendevo alcuna offesa, ma pensarci per un minuto.

source: [R] What's more likely?
french: [R] Qu'est-ce qui est le plus probable ?
italian: [R] Che cosa è più probabile?

source: [R] Lisa's a very popular girl, Do you think it's possible that more people voted for her because more people know her?
french: [R] Lisa est une fille très populaire, Penses-tu qu'il est possible que plus de gens aient voté pour elle parce que plus de gens la connaissent ?
italian: [R] Lisa è una ragazza molto popolare, Pensi che sia possibile che più persone abbiano votato per lei perché più persone la conoscono?
