Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.02.po
Languages: french

source: [MT] {i}Shit, shit, shit.... I think I might have been imagining [ryan] fucking me with his huge dick.{/i}
french: [MT] {i}Merde, merde, merde.... Je pense que j'aurais pu imaginer [ryan] me baiser avec son énorme bite.{/i}

source: [MT] {i}Dammit! Having him spy on me at the club has really messed me up.{/i}
french: [MT] {i}Bon sang ! Qu'il m'espionne au club m'a vraiment troublé.{/i}

source: [MT] {i}I've always been turned on by taboo things.{/i}
french: [MT] {i}J'ai toujours été excité par des choses taboues.{/i}

source: [MT] {i}But I know the difference between fantasy and real life. I would never really do that.{/i}
french: [MT] {i}Mais je connais la différence entre la fantaisie et la vie réelle. Je ne ferais jamais vraiment ça.{/i}

source: [RT] {i}Well.... not a lot of action going on right here. I should probably just go to sleep myself.{/i}
french: [RT] {i}Eh bien... il ne se passe pas beaucoup d'action ici. Je devrais probablement aller dormir moi aussi.{/i}

source: [RT] {i}Looks like she's trying to blow off some steam with a little yoga.{/i}
french: [RT] {i}On dirait qu'elle essaie de se défouler avec un peu de yoga.{/i}

source: [RT] {i}Well.... she could be doing this for a while. I should go get ready for the day myself.{/i}
french: [RT] {i}Eh bien.... elle pourrait faire ça pendant un moment. Je devrais aller me préparer pour la journée moi aussi.{/i}

source: [ST] {i}Mom did say I could sleep with her as long as I don't do anything weird to her in her sleep.{/i}
french: [ST] {i}Maman a dit que je pouvais dormir avec elle tant que je ne lui faisais rien de bizarre dans son sommeil.{/i}

source: [ST] {i}Oh God, I hope I don't keep doing weird stuff in my sleep.{/i}
french: [ST] {i}Oh Mon Dieu, j'espère ne pas continuer à faire des choses bizarres dans mon sommeil.{/i}

source: {i}"15 minutes later"{/i}
french: {i}'15 minutes plus tard'{/i}

source: [RT] {i}Well, they both seem to be sleeping pretty deeply. Hopefully the melatonin is still in their systems.{/i}
french: [RT] {i}Eh bien, elles semblent tous les deux dormir assez profondément. Espérons que la mélatonine est toujours dans leurs systèmes.{/i}

source: [RT] {i}Mom did say that she would give Sidney only one chance, so what's it going to be?{/i}
french: [RT] {i}Maman a dit qu'elle ne donnerait qu'une seule chance à Sidney, alors qu'est-ce que ça va être?{/i}

source: [RT] {i}Pussy or ass?{/i}
french: [RT] {i}Chatte ou cul?{/i}

source: [RT] {i}No, Mom's pussy and ass are mine, let's go with the titties.{/i}
french: [RT] {i}Non, la chatte et le cul de maman sont à moi, allons-y avec les nichons.{/i}

source: [RT] {i}Ok, so we'll just pull her undershirt down, place Sidney's hand into place,{/i}
french: [RT] {i}Ok, donc on va juste tirer son maillot vers le bas, mettre la main de Sidney en place, {/i}

source: [RT] {i}.... and now time for a pinch to wake Mom up. I'd better run to my room after this, if things work like I hope, Sidney will be joining me in just a few minutes.{/i}
french: [RT] {i}.... et maintenant, il est temps avec une pincée de réveiller maman. Je ferais mieux de courir dans ma chambre après ça, si les choses fonctionnent comme je l'espère, Sidney me rejoindra dans quelques minutes.{/i}

source: [RT] {i}Ok.... how about one right on the nipple.{/i}
french: [RT] {i}Ok.... que dirais-tu d'une main sur le mamelon.{/i}

source: [M] What in the world?.... Sidney wake up! What are you doing in my room?
french: [M] C'est quoi ce bordel?.... Sidney réveille-toi! Que fais-tu dans ma chambre?

source: [S] Huh.... what's going on?
french: [S] Hein.... que se passe-t-il ?

source: [M] Sidney, I told you that you could only sleep with me if you didn't grope me like you did your sister.
french: [M] Sidney, je t'ai dit que tu ne pouvais coucher avec moi que si tu ne me tripotais pas comme ta sœur.

source: [S] Oh, no! What did I do this time?
french: [S] Oh, non! Qu'ai-je fait cette fois?

source: [M] You pulled my shirt down and pinched my nipple!
french: [M] Tu as baissé ma chemise et pincé mon mamelon!

source: [S] Really? I did it again? Goddammit!
french: [S] Vraiment? Je l'ai encore fait ? Bordel!

source: [M] Language, honey!
french: [M] Langage, Chérie!

source: [S] Sorry...
french: [S] Désolée...

source: [M] I need you to go back out there and sleep on the couch.
french: [M] J'ai besoin que tu retournes dormir sur le canapé.

source: [S] But Mom, I heard creepy noises out there, and so did [ryan]!
french: [S] Mais maman, j'ai entendu des bruits effrayants là-bas, tout comme [ryan]!

source: [M] Oh, you're just imagining things. The doors and windows are locked. You're perfectly safe.
french: [M] Oh, tu imagines juste des choses. Les portes et les fenêtres sont verrouillées. Tu es parfaitement en sécurité.

source: [M] Now, get out!
french: [M] Maintenant, sors !

source: [S] But, Mom!
french: [S] Mais, maman !

source: [M] Go!
french: [M] Aller!

source: [MT] {i}Shit, what is wrong with that girl?{/i}
french: [MT] {i}Merde, qu'est-ce qui ne va pas avec cette fille?{/i}

source: [MT] {i}She cannot keep her hands to herself in her sleep.{/i}
french: [MT] {i}Elle ne peut pas garder ses mains pour elle dans son sommeil.{/i}

source: [M] I mean, I guess I can't complain too much, at least her finger wasn't in my ass.
french: [M] Je veux dire, je suppose que je ne peux pas trop me plaindre, au moins son doigt n'était pas dans mon cul.

source: [MT] {i}.... although I do like things in my ass.... {/i}
french: [MT] {i}.... bien que j'aime les choses dans mon cul.... {/i}

source: {i}{b}"Mom's Libido +1"{/b}{/i}
french: {i}{b}«Libido de maman +1»{/b}{/i}

source: [RT] {i}Ok, I just need to get this vanity stool moved over here.... {/i}
french: [RT] {i}Ok, j'ai juste besoin d'avoir ce tabouret de vanité déplacé ici ....{/i}

source: [RT] {i}You cock nosed boner face! Open up.{/i}
french: [RT] {i}Ta bite est déjà devant le visage! Ouvres-toi. {/i}

source: [RT] {i}You filthy sons of horkers! Son of a bitch mother fucker!{/i}
french: [RT] {i}Sales fils du diable! Enfoiré de fils de pute!{/i}

source: [RT] {i}All right, just a slight adjustment so I have a good view of the bed and in front of the mirror,{/i}
french: [RT] {i}D'accord, juste un léger réglage donc j'ai une bonne vue du lit et devant le miroir, {/i}

source: [RT] {i}I can't wait! It's amazingly convenient that the girls all have predictable daily schedules.... hmmmm.{/i}
french: [RT] {i}J'ai hâte ! Il est incroyablement pratique que les filles aient toutes des horaires quotidiens prévisibles.... hmmmm.{/i}

source: [RT] {i}Lauren must be getting dressed, the door's locked. Not like that's going to stop me anymore.{/i}
french: [RT] {i}Lauren doit s'habiller, la porte est verrouillée. Pas comme si ça allait m'arrêter.{/i}

source: [RT] {i}Yep, she's getting dressed alright, with no idea I'm watching her.{/i}
french: [RT] {i}Oui, elle s'habille bien, sans aucune idée que je la regarde.{/i}

source: [RT] {i}Come on, do something. Is the camera frozen? She's just staring at her tits in the mirror.{/i}
french: [RT] {i}Allez, fais quelque chose. L'appareil photo est-il bloqué ? Elle regarde juste ses seins dans le miroir.{/i}

source: [RT] {i}Well, to be fair, I think I would do the same if I had those cute little mosquito bites.{/i}
french: [RT] {i}Eh bien, pour être juste, je pense que je ferais la même chose si j'avais ces mignonnes petites piqûres de moustiques.{/i}

source: [RT] {i}Well, I think I'll check back later sometime to see if she's doing anything more interesting.{/i}
french: [RT] {i}Eh bien, je pense que je reviendrai plus tard pour voir si elle fait quelque chose de plus intéressant.{/i}

source: [RT] {i}It's pretty late, probably not much going on in there.{/i}
french: [RT] {i}Il est assez tard, il ne se passe probablement pas grand-chose là-dedans.{/i}

source: [RT] {i}Yeah, no reason to sit here and stare, I just need to get her to forgive me so she won't lock her door at night.{/i}
french: [RT] {i}Ouais, aucune raison de rester assis ici et de regarder, j'ai juste besoin qu'elle me pardonne pour qu'elle ne ferme pas sa porte la nuit.{/i}

source: [RT] {i}I don't know what I expected, it looks like she's just snapping selfies on her bed.{/i}
french: [RT] {i}Je ne sais pas à quoi je m'attendais, on dirait qu'elle ne fait que prendre des selfies sur son lit.{/i}

source: [RT] (mocking voice in head) {i}"Felt kinda cute, don't know, might delete later"{/i}
french: [RT] (voix moqueuse dans la tête) {i}'Je me sentais un peu gentil, je ne sais pas, je pourrais le supprimer plus tard' {/i}

source: [RT] {i}We were much better friends before she got that stupid phone. Now I've constantly got to compete for her attention.{/i}
french: [RT] {i}Nous étions de bien meilleurs amis avant qu'elle ait ce stupide téléphone. Maintenant, je dois constamment me battre pour avoir son attention.{/i}

source: [RT] {i}Well, if I'm going to win this competition, I've got to get her to be completely reliant on me. Then when she needs something, I can ask for something in return.{/i}
french: [RT] {i}Eh bien, si je veux gagner cette compétition, je dois lui faire dépendre complètement de moi. Ensuite, quand elle a besoin de quelque chose, je peux demander quelque chose en retour.{/i}

source: [RT] {i}Oh, thank you, thank you spy-cam, before I could only imagine what was going on in here.{/i}
french: [RT] {i}Oh, merci, merci à la caméra espion, avant que je ne puisse imaginer ce qui se passait ici.{/i}

source: [RT] {i}Oh yeah, look at her go. What an ass!{/i}
french: [RT] {i}Oh oui, regarde-la partir. Quel cul!{/i}

source: [RT] {i}What is she doing with Mr. Snuggles?{/i}
french: [RT] {i}Que fait-elle avec M. Snuggles?{/i}

source: [RT] {i}Is that a strap-on?{/i}
french: [RT] {i}Est-ce une sangle?{/i}

source: [RT] {i}Oh, she's pulling out Mr. Snuggles again.{/i}
french: [RT] {i}Oh, elle tire à nouveau sur Mr. Snuggles.{/i}

source: [RT] {i}Some dudes just get all the luck.{/i}
french: [RT] {i}Certains mecs ont juste toute la chance du monde.{/i}

source: [RT] {i}I gave her that stuffy as a gift for her birthday 1 year ago.{/i}
french: [RT] {i}Je lui ai offert ce cadeau pour son anniversaire il y a 1 an.{/i}

source: [RT] {i}Could that mean she's thinking about me?{/i}
french: [RT] {i}Cela pourrait-il signifier qu'elle pense à moi?{/i}

source: [RT] {i}I guess it could also mean she's into furrys.{/i}
french: [RT] {i}Je suppose que cela pourrait aussi signifier qu'elle aime les fourrures{/i}

source: [RT] {i}Oh God, please don't let that be so.{/i}
french: [RT] {i}Oh Mon Dieu, s'il te plait, ne laisse pas cela en être ainsi.{/i}

source: [LT] {i}I can't believe what [ryan] and I have been doing in the lounge, right in front of Sidney, and Mom right behind the next door!{/i}
french: [LT] {i}Je n'arrive pas à croire ce que [ryan] et moi avons fait dans le salon, juste en face de Sidney, et maman juste derrière la porte d'à côté!{/i}

source: [LT] {i}Oh God.... I can remember what [ryan]'s cock tasted like.{/i}
french: [LT] {i}Oh Mon Dieu.... Je me souviens du goût de la bite de [ryan].{/i}

source: [LT] {i}And as good as this feels, it will never feel as good as the orgasm [ryan] gave me when he was fingering my pussy and ass!{/i}
french: [LT] {i}Et aussi bon que cela se soit, ça ne sera jamais aussi bon que l'orgasme que [ryan] m'a donné quand il me doigtait la chatte et le cul!{/i}

source: [LT] {i}Oh SHIIIIIT!!!{/i}
french: [LT] {i}Oh MEEERRRDDDEE!!!{/i}

source: [LT] {i}Oh my God!.... I'm squirting!!{/i}
french: [LT] {i}Oh mon dieu !.... Je suis en train de gicler!!{/i}

source: [LT] {i}I can't control it!, I'm squirting!{/i}
french: [LT] {i}Je ne peux pas me contrôler!, Je jouis en giclant!{/i}

source: [LT] {i}Oh my God, I squirted again!{/i}
french: [LT] {i}Oh mon Dieu, j'ai encore giclé!{/i}

source: [LT] {i}I've got to stop thinking of [ryan] when I masturbate!{/i}
french: [LT] {i}Je dois arrêter de penser à [ryan] quand je me masturbe!{/i}

source: [LT] {i}But that just felt sooooo good!{/i}
french: [LT] {i}Mais ça faisait tellement du bien!{/i}

source: [LT] {i}What's wrong with me.{/i}
french: [LT] {i}Qu’est-ce qui ne va pas chez moi? {/i}

source: [LT] {i}Maybe I should stop watching "Game of Thots."{/i}
french: [LT] {i}Je devrais peut-être arrêter de regarder 'Game of Thots.'{/i}

source: [RT] {i}Is it something Mom's feeding them?{/i}
french: [RT] {i}Est-ce quelque chose que maman leur donne à manger ?{/i}

source: [RT] {i}Wow! Lauren's a squirter too.{/i}
french: [RT] {i}Wow! Lauren est aussi une femme fontaine.{/i}

source: [RT] {i}Oh my God! Lauren just squirted all over her bed!{/i}
french: [RT] {i}Oh mon Dieu! Lauren vient de gicler sur son lit!{/i}

source: [RT] {i}Wow, Lauren's a real squirter!{/i}
french: [RT] {i}Wow, Lauren est une vraie femme fontaine!{/i}

source: [RT] {i}Guess it's time for lights out, ohhhhh and she's cuddling the very soggy Mr. Snuggles. How cute!{/i}
french: [RT] {i}Devine, il est temps d'éteindre les lumières, ohhhhh et elle câline le très détrempé M. Snuggles. Comme c'est mignon!{/i}

source: [LT] {i}[ryan] was so heroic how he defended me from Agent Diaz!{/i}
french: [LT] {i}[ryan] était si héroïque qu'il m'a défendu de l'agent Diaz!{/i}

source: [LT] {i}I could tell it turned him on as much as it did me!{/i}
french: [LT] {i}Je pouvais dire que cela l'exitait autant que moi!{/i}

source: [LT] {i}The only thing keeping his cock from penetrating me was my soaking wet panties!{/i}
french: [LT] {i}La seule chose qui empêchait sa bite de me pénétrer était ma culotte mouillée!{/i}

source: [LT] {i}I can't believe that pervert Diaz!{/i}
french: [LT] {i}Je n'arrive pas à croire ce pervers Diaz!{/i}

source: [LT] {i}Making me dance in that outft?.... Spanking my almost bare ass!{/i}
french: [LT] {i}Me faire danser dans cette tenue?.... Fessée mon cul presque nu!{/i}

source: [LT] {i}Shit! And I did it thinking about a girl!{/i}
french: [LT] {i}Merde! Et je l'ai fait en pensant à une fille!{/i}

source: [LT] {i}I can't believe I dry humped [ryan] after the photoshoot!{/i}
french: [LT] {i}Je n'arrive pas à croire que j'ai secoué le pic de [ryan] après la séance photo!{/i}

source: [LT] {i}His cock was so hard!{/i}
french: [LT] {i}Sa bite était si dure!{/i}

source: [LT] {i}I can't believe we asked [ryan] to take those pictures of us when we were dressed so slutty!{/i}
french: [LT] {i}Je n'arrive pas à croire que nous ayons demandé à [ryan] de prendre ces photos de nous alors que nous étions habillées si salope!{/i}

source: [LT] {i}I could tell he was loving it from the enormous bulge in his pants!{/i}
french: [LT] {i}Je pouvais dire qu'il aime en voyant l'énorme renflement de son pantalon!{/i}

source: [LT] {i}Oh God Tanning Chatum, fuck my tight little pussy!{/i}
french: [LT] {i}Oh mon dieu une queue bronzée, baise ma petite chatte serrée!{/i}

source: [LT] {i}I wonder if Tanning is as big as my brother?{/i}
french: [LT] {i} Je me demande si le bronzage est aussi bien que celui de mon frère.{/i}

source: [LT] {i} I don't even think his dick would fit in my pussy.{/i}
french: [LT] {i} Je ne pense même pas que sa bite tienne dans ma chatte.{/i}

source: [LT] {i}Oh, God!.... He'd probably rip me in half.{/i}
french: [LT] {i}Oh, mon Dieu!.... Il me déchirerait probablement en deux.{/i}

source: [LT] {i}Oh, God!.... Why am I thinking about my brother?{/i}
french: [LT] {i}Oh, mon Dieu!.... Pourquoi je pense à mon frère ?{/i}

source: [RT] {i}I've got to get a picture of this!{/i}
french: [RT] {i}Je dois prendre une photo de ça!{/i}

source: [LT] {i}I've never squirted before!{/i}
french: [LT] {i}Je n'ai jamais jouis en giclant auparavant!{/i}

source: [LT] {i}Did thinking of [ryan] do that to me?{/i}
french: [LT] {i}Est-ce que penser à [ryan] m'a fait ça?{/i}

source: [LT] {i}I'd better never think of him again when I masturbate!{/i}
french: [LT] {i}Je ferais mieux de ne plus jamais penser à lui quand je me masturbe!{/i}

source: [LT] {i}I've got to stop switching my thoughts to [ryan] when I masturbate!{/i}
french: [LT] {i}Je dois arrêter de penser à [ryan] quand je me masturbe!{/i}

source: [RT] {i}I wonder what she does in her room when she's pissed off at me.{/i}
french: [RT] {i}Je me demande ce qu'elle fait dans sa chambre quand elle est énervée contre moi.{/i}

source: [RT] {i}She now locks her door when she changes. Little does she know I've got an Ace in the hole. Hahaha.... In her hole soon I hope.{/i}
french: [RT] {i}Elle verrouille maintenant sa porte lorsqu'elle se change. Elle sait peu que j'ai un joker dans ma manche. Hahaha.... Dans son trou bientôt j'espère.{/i}

source: [RT] {i}Looks like she's working on some fashion designs. I wonder if it's something for Lauren.{/i}
french: [RT] {i}On dirait qu'elle travaille sur des modèles de mode. Je me demande si c'est quelque chose pour Lauren.{/i}

source: [RT] {i}Well, all my suspicions are confirmed, girls go around topless whenever they're alone.{/i}
french: [RT] {i}Eh bien, tous mes soupçons sont confirmés, les filles se baladent seins nus chaque fois qu'elles sont seules.{/i}

source: [RT] {i}Nothing more to see, if she's working, she could stay in that position for hours.{/i}
french: [RT] {i}Rien de plus à voir, si elle travaille, elle pourrait rester dans cette position pendant des heures.{/i}

source: [RT] {i}Oh life must have been so much harder for pervs in the past. Thank you technology!{/i}
french: [RT] {i}Oh la vie a dû être tellement plus difficile pour les pervers dans le passé. Merci la technologie!{/i}

source: [RT] {i}The spy cams of the past were peepholes drilled into the wall.{/i}
french: [RT] {i}Les caméras d'espionnage du passé étaient des judas percés dans le mur.{/i}

source: [RT] {i}If I had lived back then, I might have been desperate enough to try it.{/i}
french: [RT] {i}Si j'avais vécu à l'époque, j'aurais peut-être été assez désespéré pour l'essayer.{/i}

source: [RT] {i}Oh yeah, Sidney work those sweet little mini melons.{/i}
french: [RT] {i}Oh oui, Sidney travaille sur ces petits melons sucrés.{/i}

source: [RT] {i}Those tanlined little molehills.{/i}
french: [RT] {i}Ces petites meules bronzées.{/i}

source: [RT] {i}Nooieeesh!.... She's going for it!{/i}
french: [RT] {i}Wheeeeesh!.... Elle y va !{/i}

source: [RT] {i}I've got to get a picture of this.{/i}
french: [RT] {i}Je dois prendre une photo de cela.{/i}

source: [RT] {i}I wonder what Sidney thinks about when she's buttering her muffin?{/i}
french: [RT] {i}Je me demande à quoi pense Sidney quand elle beurre son muffin ?{/i}

source: [ST] {i}Shit!.... Now I'm giving [ryan] blowjobs at work!{/i}
french: [ST] {i}Merde!.... Maintenant, je donne à [ryan] fellations au travail!{/i}

source: [ST] {i}I can't believe no ones caught us yet.{/i}
french: [ST] {i}Je n'arrive pas à croire que personne ne nous ait encore attrapés.{/i}

source: [ST] {i}We're practically in plain sight.{/i}
french: [ST] {i}Nous sommes pratiquement à la vue de tous.{/i}

source: [ST] {i}Oh my God!.... What's happening?!!{/i}
french: [ST] {i}Oh mon Dieu!.... Que se passe-t-il ?!!{/i}

source: [ST] {i}Can't control.... can't stop.... {/i}
french: [ST] {i}Impossible de me contrôler... impossible d'arrêter... {/i}

source: [ST] {i}Oh my God, I squirted again!{/i}
french: [ST] {i}Oh mon Dieu, j'ai encore giclé!{/i}

source: [ST] {i}And that felt sooooo good!{/i}
french: [ST] {i}Et ça faisait tellement du bien!{/i}

source: [ST] {i}What's wrong with me.{/i}
french: [ST] {i}Qu'est-ce qui ne va pas avec moi.{/i}

source: [RT] {i}Wow! Sidney's a squirter too.{/i}
french: [RT] {i}Wow! Sidney est aussi une femme fontaine.{/i}

source: [RT] {i}Oh my God! Sidney just squirted all over her bed!{/i}
french: [RT] {i}Oh mon Dieu! Sidney vient de gicler sur son lit!{/i}

source: [RT] {i}Wow, Sidney's a real squirter!{/i}
french: [RT] {i}Wow, Sidney est une vraie femme fontaine!{/i}

source: [ST] {i}How did I get so perverted?{/i}
french: [ST] {i}Comment ai-je été si pervertie?{/i}

source: [ST] {i}I can't believe doing naughty things in the park with [ryan] turns me on so bad.{/i}
french: [ST] {i}Je n'arrive pas à croire que faire des choses coquines dans le parc avec [ryan] m'excite tellement.{/i}

source: [ST] {i}I can't believe the possibility that people may be watching me gets me so hot.{/i}
french: [ST] {i}Je n'arrive pas à croire que le fait que les gens me regardent me rende si chaude.{/i}

source: [ST] {i}How are things moving so fast? We fucking sixty-nined!{/i}
french: [ST] {i}Comment les choses vont-elles si vite? On en a soixante-neuf !{/i}

source: [ST] {i}He was so good with his tongue! He's the first guy to ever make me squirt!{/i}
french: [ST] {i}Il était si bon avec sa langue! C'est le premier mec à me faire gicler !{/i}

source: [ST] {i}And the way he plastered me with cum!{/i}
french: [ST] {i}Et la façon dont il m'a aspergé de sperme!{/i}

source: [ST] {i}I can't believe I sucked [ryan]'s cock!'{/i}
french: [ST] {i}Je n'arrive pas à croire que j'ai sucé la bite de [ryan]!'{/i}

source: [ST] {i}I couldn't even swallow all the cum.... there was just so much, and it just shot out so fast.... It came out my nose!{/i}
french: [ST] {i}Je ne pouvais même pas avaler tout le sperme.... il y en avait tellement, et ça a tourné si vite.... Ça m'est sorti par le nez !{/i}

source: [ST] {i}I can still taste it!{/i}
french: [ST] {i}Je peux encore le goûter!{/i}

source: [ST] {i}Did I really jack off [ryan] in his sleep?{/i}
french: [ST] {i}Ais-je vraiment branlé [ryan] dans son sommeil?{/i}

source: [ST] {i}His dick was just so big.... so hard.... {/i}
french: [ST] {i}Sa bite était tellement grosse.... tellement dur.... {/i}

source: [ST] {i}I'm so glad he slept through it!.... It would have been so humiliating if he saw me plastered in his cum!{/i}
french: [ST] {i}Je suis tellement content qu'il ait dormi après ça!.... Ça aurait été tellement humiliant qu'il me voie couverte dans son sperme !{/i}

source: [ST] {i}I can't believe I used my own panties to catch the cum!{/i}
french: [ST] {i}Je n'arrive pas à croire que j'ai utilisé ma propre culotte pour attraper le sperme!{/i}

source: [ST] {i}It doesn't help that I'm sharing his bed.{/i}
french: [ST] {i}Ça n'aide pas que je partage son lit.{/i}

source: [ST] {i}What is wrong with me lately.{/i}
french: [ST] {i}Qu'est-ce qui ne va pas avec moi ces derniers temps.{/i}

source: [ST] {i}I'm just so horny all the time.{/i}
french: [ST] {i}Je suis tellement excitée tout le temps.{/i}

source: [ST] {i}So horny that I'm subconciously molesting anyone that I sleep next to.{/i}
french: [ST] {i}Je suis tellement excitée que je suis en train de palper inconsciemment toute personne à côté de qui je dors.{/i}

source: [ST] {i}If I'm not fingering my sister's ass, I'm grabbing my brother's cock.{/i}
french: [ST] {i}Si je ne doigte pas le cul de ma sœur, j'attrape la bite de mon frère.{/i}

source: [ST] {i}And what I did to my own mother! What has come over me?{/i}
french: [ST] {i}Et qu'ais-je fait à ma propre mère! Qu'est-ce qui m'est arrivée ?{/i}

source: [ST] {i}I don't even know which one turns me on more.{/i}
french: [ST] {i}Je ne sais même pas lequel m'excite le plus.{/i}

source: [ST] {i}I think [ryan]'s cock!{/i}
french: [ST] {i}Je ne pense qu'à la bite de [ryan]!{/i}

source: [ST] {i}It's just so big, what would it feel like to be impaled on that pole?{/i}
french: [ST] {i}C'est tellement gros, qu'est-ce que ça ferait d'être empalé sur ce pieux?{/i}

source: [ST] {i}Aaaaah.... shit!.... That did it!{/i}
french: [ST] {i}Aaaaah.... Merde!.... C'est fait !{/i}

source: [ST] {i}What was that? Did I just piss myself? Was that a real squirt?{/i}
french: [ST] {i}Qu'est-ce que c'était? Je me suis pissé dessus ? C'était une vraie éjaculation?{/i}

source: [ST] {i}I've never done that before!{/i}
french: [ST] {i}Je n'ai jamais fait ça auparavant!{/i}
