Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [R] I'm sorry! It's just that I still haven't found my hoodie, and I'm almost positive Lauren has it in her locker.
french: [R] Je suis désolé! C'est juste que je n'ai toujours pas trouvé mon sweat à capuche, et je suis presque certain que Lauren l'a dans son casier.
italian: [R] Mi dispiace! È solo che non ho ancora trovato la mia felpa e sono quasi positivo che Lauren lo abbia nel suo armadio.

source: [R] I didn't think anyone would be in the locker room this early in the morning, so I thought I could sneak in there and see if she's been hiding it from me.
french: [R] Je ne pensais pas que quelqu'un serait dans le vestiaire si tôt le matin, alors j'ai pensé que je pouvais me faufiler là-bas et voir si elle me le cachait.
italian: [R] Non pensavo che nessuno sarebbe stato nella stanza dello spogliatoio questa mattina presto, così pensavo che potevo intrufolarmi lì e vedere se mi sta nascondendo.

source: [PH] He's obviously lying.
french: [PH] Il ment manifestement.
italian: [PH] Ovviamente sta mentendo.

source: [M] I don't know... His hoodie still hasn't turned up.
french: [M] Je ne sais pas... Son sweat à capuche n'a toujours pas été retrouvé.
italian: [M] Non lo so... La sua felpa non si è ancora presentata.

source: [M] I think he's telling the truth.
french: [M] Je pense qu'il dit la vérité.
italian: [M] Credo che stia dicendo la verità.

source: [MT] {i}Stupid little lying pervert!... I can't believe he did this again!{/i}
french: [MT] {i}Stupide petit pervers menteur!... Je n'arrive pas à croire qu'il ait encore fait ça !{/i}
italian: [MT] {i}Stupido piccolo sdraiato pervertito!... Non riesco a credere che lo abbia fatto di nuovo!{/i}

source: [MT] {i}There's only one way to save [ryan]'s ass this time.{/i}
french: [MT] {i}Il n'y a qu'une seule façon de sauver le cul de [ryan] cette fois.{/i}
italian: [MT] {i}C'è un solo modo per salvare il culo di [ryan]questa volta.{/i}

source: [MT] {i}I just hope I can make myself do it.{/i}
french: [MT] {i}J'espère juste pouvoir me le faire.{/i}
italian: [MT] {i}Spero solo di potermi fare fare.{/i}

source: [PH] Well, I'm not convinced.
french: [PH] Eh bien, je ne suis pas convaincu.
italian: [PH] Beh, io non sono convinto.

source: [PH] Let's you and me go discuss it in my office.
french: [PH] Allons en discuter vous et moi dans mon bureau.
italian: [PH] Andiamo a parlarne nel mio ufficio.

source: [M] I can't belive you did this again! You need to get your perverted mind under control! Now wait for me here, until I get back out!
french: [M] Je ne peux pas croire que tu aies encore fait ça ! Tu as besoin de contrôler ton esprit pervers ! Maintenant, attends-moi ici, jusqu'à ce que je ressorte !
italian: [M] Non riesco a preoccuparti che hai fatto di nuovo! Hai bisogno di avere la tua mente pervertita sotto controllo! Ora attendi per me qui, fino a quando non torno fuori!

source: [MT] {i}Just get this over with fast!{/i}
french: [MT] {i}Termine cela rapidement!{/i}
italian: [MT] {i}Basta ottenere questo con velocità!{/i}

source: [RT] {i}Uh oh... I might be in deep shit. She actually looks worried.{/i}
french: [RT] {i}Euh oh... Je suis peut-être dans la merde. Elle a l'air inquiète.{/i}
italian: [RT] {i}Uh oh... Potrei essere in profonda merda. Sembra in realtà preoccupata.{/i}

source: {i}"10 minutes later."{/i}
french: {i}'10 minutes plus tard'{/i}
italian: {i}"10 minuti dopo."{/i}

source: [M] Ok... You're free to go.
french: [M] D'accord... Tu es libre d'y aller.
italian: [M] Ok... sei libero di andare.

source: [RT] {i}Boy!... She really seems disturbed.{/i}
french: [RT] {i}Mec !... Elle semble vraiment perturbée.{/i}
italian: [RT] {i}Ragazzo!... Sembra veramente disturbata.{/i}

source: [R] No detention or anything?
french: [R] Pas de détention ou quoi que ce soit?
italian: [R] Nessun trattenimento o nulla?

source: [M] No... Mommy took care of it.
french: [M] Non... Maman s'en est occupée.
italian: [M] No... La mamma si è occupata di esso.

source: [R] Wait!... How did...
french: [R] Attends!... Comment...
italian: [R] Aspetta!... Come hai fatto...

source: [M] It's not important! Just be grateful you're not getting expelled.
french: [M] Ce n'est pas important! Sois reconnaissant de ne pas te faire expulser.
italian: [M] Non è importante! Ti basterà essere grato che non ti espulsi.

source: [MT] {i}And I've found a way to save him if he ever fucks up again.{/i}
french: [MT] {i}Et j'ai trouvé un moyen de le sauver s'il me baise à nouveau.{/i}
italian: [MT] {i}E ho trovato un modo per salvarlo se mai si scopa di nuovo.{/i}

source: [R] But!...
french: [R] Mais!...
italian: [R] Ma!...

source: [M] I've got to get to class right now.
french: [M] Je dois aller en cours maintenant.
italian: [M] Devo andare in classe in questo momento.

source: [M] Just... Please try to stay out of trouble from here on out?
french: [M] Juste... Essaies de rester à l'abri des ennuis à partir d'ici?
italian: [M] Giusto... Prova a stare fuori dai guai da qui in poi?

source: [RT] {i}Oh, God! What did Mom do to get me out of trouble?{/i}
french: [RT] {i}Oh, mon Dieu! Qu'est-ce que maman a fait pour me sortir des ennuis?{/i}
italian: [RT] {i}Oh, Dio! Che cosa ha fatto la Mamma per farmi uscire dalla calunnia?{/i}

source: [RT] {i}If principal Hardun touched her!... Well... Shit, there's really nothing I can do.{/i}
french: [RT] {i}Si le principal M. Hardun la touchait !... Bien... Merde, je ne peux rien y faire.{/i}
italian: [RT] {i}Se Hardun principale la ha toccata!... Bene... Merda, non c'è niente che posso fare.{/i}

source: [RT] {i}I just need to stay out of trouble, so Mom doesn't have to bail me out again.{/i}
french: [RT] {i}J'ai juste besoin de rester à l'abri des ennuis, pour que maman n'ait pas à me renflouer à nouveau.{/i}
italian: [RT] {i}Ho solo bisogno di rimanere fuori dai guai, quindi Mamma non deve salvarmi di nuovo.{/i}

source: [PH] So, we've got a pervert sneaking around in the girls' locker room, huh.
french: [PH] Donc, nous avons un pervers qui se faufile dans le vestiaire des filles, hein.
italian: [PH] Così, abbiamo un pervertito furtivamente nello spogliatoio delle ragazze, ehh.

source: [PH] Boy... let's go to the office and call your parents.
french: [PH] Garçon... allons au bureau et appelons tes parents.
italian: [PH] Ragazzo... andiamo in ufficio e chiamiamo i vostri genitori.

source: [PH] This is an expellable offense.
french: [PH] Il s'agit d'une infraction expulsable.
italian: [PH] Questo è un reato espellibile.

source: [R] But my mom is a teacher here.
french: [R] Mais ma mère est enseignante ici.
italian: [R] Ma mia mamma è una insegnante qui.

source: [PH] And which teacher is this?
french: [PH] Et quel professeur est-ce?
italian: [PH] E quale maestro è questo?

source: [R] Miss [mom_name].
french: [R] Mlle [mom_name].
italian: [R] Signorina [mom_name].

source: [PH] Oh, the lovely Miss [mom_name]... Let's go see if we can find her.
french: [PH] Oh, la charmante Miss [mom_name]... Allons voir si on peut la trouver.
italian: [PH] Oh, la bella signorina [mom_name]... Andiamo a vedere se riusciamo a trovarla.

source: [M] You did what!?
french: [M] Tu as fait quoi!?
italian: [M] Hai fatto cosa!?

source: [RT] {i}Ok... Just like I rehearsed in my head.{/i}
french: [RT] {i}Ok... Comme j'ai répété dans ma tête.{/i}
italian: [RT] {i}Ok... Proprio come ho provato in testa.{/i}

source: [R] I'm sorry! It's just that my hoodie has been missing for over a month.
french: [R] Je suis désolé! C'est juste que mon sweat à capuche a disparu depuis plus d'un mois.
italian: [R] Mi dispiace! È solo che la mia felpa manca da più di un mese.

source: [R] I really think my sister Lauren is hiding it in her locker in the girls' locker room.
french: [R] Je pense vraiment que ma sœur Lauren le cache dans son casier dans le vestiaire des filles.
italian: [R] Penso davvero che mia sorella Lauren lo stia nascondendo nel suo armadietto nello spogliatoio delle ragazze.

source: [PH] I don't know... You know the kid better than I do... But I think he's lying.
french: [PH] Je ne sais pas... Tu connais le gamin mieux que moi... Mais je pense qu'il ment.
italian: [PH] Non lo so... Conosci il bambino meglio di me... Ma penso che stia mentendo.

source: [M] I don't know... I know the hoodie he's talking about... And I haven't seen him wear it for over a month.
french: [M] Je ne sais pas... Je connais le sweat à capuche dont il parle... Et je ne l'ai pas vu le porter depuis plus d'un mois.
italian: [M] Non lo so... conosco la felpa di cui sta parlando... E non l'ho visto indossare per più di un mese.

source: [MT] {i}Stupid little lying pervert!... I can't let him get expelled. I can't afford for him to go to school anywhere else!{/i}
french: [MT] {i}Stupide petit pervers menteur!... Je ne peux pas le laisser se faire expulser. Je ne peux pas me permettre qu'il aille à l'école ailleurs!{/i}
italian: [MT] {i}Stupidi sdraiati perversi!... Non posso lasciarlo espellere. Non posso permettermi di andare a scuola altrove!{/i}

source: [MT] {i}He's got to finish school this year so he can move on with his life!{/i}
french: [MT] {i}Il doit terminer ses études cette année pour pouvoir continuer sa vie!{/i}
italian: [MT] {i}quest'anno deve finire la scuola in modo da poter andare avanti con la sua vita!{/i}

source: [PH] Let's you and me, go discuss it in my office.
french: [PH] Allons en discuter vous et moi, dans mon bureau.
italian: [PH] Andiamo a parlarne nel mio ufficio.

source: [M] I can't belive you did this! Now, you stay here and wait for me! It's not going to be easy to get your ass out of hot water!
french: [M] Je ne peux pas croire que tu as fait ça! Reste ici et attends-moi! Ça ne va pas être facile de sortir ton cul de l'eau chaude!
italian: [M] Non riesco a credere che tu abbia fatto questo! Ora, rimani qui e attendi me! Non sarà facile ottenere il culo dall'acqua calda!

source: [M] You better be grateful!... I was able to save you from expulsion!... But you're going to have to do some detention for me.
french: [M] Tu ferais mieux d'être reconnaissant!... J'ai pu te sauver de l'expulsion !... Mais tu vas devoir faire de la détention pour moi.
italian: [M] È meglio essere grati!... Sono stato in grado di salvarti dall'espulsione!... Ma dovrai fare un po' di detenzione per me.

source: [R] Nice!
french: [R] Sympa!
italian: [R] Bello!

source: [M] And you'd better keep you hands clean from here on out!... I don't even want to think about what I would have to do to save your ass if this happens again!
french: [M] Et tu ferais mieux de garder tes mains propres à partir d'ici!... Je ne veux même pas penser à ce que je devrais faire pour te sauver le cul si cela se reproduisait!
italian: [M] Faresti meglio a tenerti le mani pulite da qui in poi!... Non voglio nemmeno pensare a quello che avrei dovuto fare per salvare il culo se questo accadesse di nuovo!

source: [RT] {i}Huh... That was a weird statement... I wonder what she would have to do.{/i}
french: [RT] {i}Hein... C'était une déclaration bizarre... Je me demande ce qu'elle aurait à faire.{/i}
italian: [RT] {i}Huh... Era una strana dichiarazione... Mi chiedo cosa avrebbe dovuto fare. {/i}

source: [R] When do I need to come in for detention?
french: [R] Quand dois-je venir en retenue ?
italian: [R] Quando ho bisogno di venire in carcere?

source: [M] Just some time before the school year ends.
french: [M] Juste un peu de temps avant la fin de l'année scolaire.
italian: [M] Poco tempo prima della fine dell'anno scolastico.

source: [M] I'll let you know when it works for me.
french: [M] Je te ferai savoir quand cela fonctionnera pour moi.
italian: [M] Ti farò sapere quando lavora per me.

source: [M] Now, keep your hands clean!
french: [M] Maintenant, gardes tes mains propres!
italian: [M] Ora, tieni le mani pulite!

source: [M] I've got to run. I'm going to be late for my class.
french: [M] Je dois courir. Je vais être en retard pour mon cours.
italian: [M] Devo correre. Sarò in ritardo per la mia classe.

source: [RT] {i}Thank God, Mom got me out of that one!{/i}
french: [RT] {i}Dieu merci, maman m'a sorti de là ! {/i}
italian: [RT] {i}Grazie Dio, la mamma mi ha fatto uscire da quella!{/i}

source: [RT] {i}What should I do next?{/i}
french: [RT] {i}Que dois-je faire ensuite?{/i}
italian: [RT] {i}Cosa devo fare dopo?{/i}

source: [RT] {i}Almost there!{/i}
french: [RT] {i}Presque là!{/i}
italian: [RT] {i}Ci siamo quasi! {/i}.

source: [RT] {i}Oh, no!{/i}
french: [RT] {i}Oh, non!{/i}

source: [R] Lauren?... Are you ok?... I'm really sorry!
french: [R] Lauren?... Est-ce que tu vas bien?... Je suis vraiment désolé!
italian: [R] Lauren?... Stai bene? Mi dispiace molto!

source: [L] Ohhhh... [ryan]?... Why the hell are you in the girls' locker room?
french: [L] Ohhhh... [ryan]?... Pourquoi es-tu dans le vestiaire des filles ?
italian: [L] Ohhhh... [ryan]? Perché diavolo sei nello spogliatoio delle ragazze?

source: [R] I can explain everything.
french: [R] Je peux tout expliquer.
italian: [R] Posso spiegare tutto.

source: [RT] {i}Shit!... What kind of lie can I tell to get out of this one?{/i}
french: [RT] {i}Merde!... Quel genre de mensonge puis-je dire pour sortir de celui-ci?{/i}
italian: [RT] {i}Merda!... Che tipo di bugia posso dire per uscire da questo?

source: [RT] {i}Maybe, in this case it would be better to tell the truth.{/i}
french: [RT] {i}Peut-être, dans ce cas, il vaudrait mieux dire la vérité.{/i}
italian: [RT] {i}Forse, in questo caso sarebbe meglio dire la verità.

source: [L] Well?
french: [L] Eh bien?
italian: [L] Allora?

source: [R] Do you remember when you asked me to go to Agent Diaz and see if she could get some dirt on Matt?
french: [R] Tu te rappelles quand tu m'as demandé d'aller voir l'Agent Diaz et de voir si elle pouvait salir Matt?
italian: [R] Ti ricordi quando mi hai chiesto di andare dall'agente Diaz per vedere se poteva trovare del marcio su Matt?

source: [L] This has something to do with Agent Diaz?
french: [L] Cela a quelque chose à voir avec l'agent Diaz?
italian: [L] Questo ha qualcosa a che fare con l'agente Diaz?

source: [R] Yeah...
french: [R] Ouais...
italian: [R] Sì...

source: [RT] {i}Oh, wow!... Lauren isn't doing a very good job of covering up down south.{/i}
french: [RT] {i}Oh, wow !... Lauren ne fait pas un très bon travail pour se couvrir vers le sud.{/i}
italian: [RT] {i}Oh, wow!... Lauren non sta facendo un buon lavoro di copertura giù al sud.

source: [RT] {i}Do I dare risk a closer peek?{/i}
french: [RT] {i}Est-ce que j'ose risquer un coup d'oeil de plus près?{/i}
italian: [RT] {i}Oso rischiare di dare una sbirciatina più da vicino?

source: [RT] {i}Oh, God... That's beautiful.{/i}
french: [RT] {i}Oh, mon Dieu... C'est magnifique.{/i}
italian: [RT] {i}Oh, Dio... E' bellissimo.

source: [RT] {i}I love that pink little pussy.{/i}
french: [RT] {i}J'adore cette petite chatte rose.{/i}
italian: [RT] {i}Adoro quella piccola figa rosa.{/i}

source: [LT] {i}Is [ryan] staring at my pussy?{/i}
french: [LT] {i}Est-ce que [ryan] regarde ma chatte?{/i}
italian: [LT] {i}Stai [ryan] fissando la mia figa?

source: [L] Haha... [ryan] I think you got distracted... Will you please finish telling me what's going on?
french: [L] Haha... [ryan] Je pense que tu as été distrait... Tu veux bien finir de me dire ce qui se passe ?
italian: [L] Haha... [ryan]Credo che ti sia distratto... Potresti finire di dirmi cosa sta succedendo?

source: [L] Would you stop starting at my pussy and finish telling me what's going on?
french: [L] Arrêterais-tu de commencer par ma chatte et finirais-tu de me dire ce qui se passe?
italian: [L] Smetteresti di partire dalla mia figa e finiresti dicendomi cosa sta succedendo?

source: {b}{i}"Lauren's Anger +1"{/i}{/b}
french: {i}{b}«Colère de Lauren +1»{/b}{/i}

source: [R] Right... Where was I?
french: [R] D'accord... Où suis-je ?
italian: [R] Giusto... Dov'ero rimasto?

source: [L] You said this has to do with Agent Diaz?
french: [L] Tu as dit que cela avait un rapport avec l'agent Diaz?
italian: [L] Hai detto che questo ha a che fare con l'agente Diaz?

source: [R] Yes, that's right.
french: [R] Oui, c'est vrai.
italian: [R] Sì, è così.

source: [RT] {i}I'd better not risk making her even madder.{/i}
french: [RT] {i}Je ferais mieux de ne pas risquer de la rendre encore plus énervée.{/i}
italian: [RT] {i}E' meglio che non rischi di farla arrabbiare ancora di più.

source: [R] So, when I asked Agent Diaz if she would do some digging on Matt, she said she would help if I did something for her.
french: [R] Donc, quand j'ai demandé à l'agent Diaz si elle allait creuser sur Matt, elle a dit qu'elle aiderait si je faisais quelque chose pour elle.
italian: [R] Allora, quando ho chiesto all'agente Diaz se avrebbe fatto delle ricerche su Matt, ha detto che mi avrebbe aiutato se avessi fatto qualcosa per lei.

source: [L] Of course... Why am I not surprised?
french: [L] Bien sûr... Pourquoi ne suis-je pas surprise?
italian: [L] Naturalmente... Perché non sono sorpresa?

source: [L] So how did that request end up with you being in here?
french: [L] Alors, comment cette demande s'est-elle retrouvée avec toi ici?
italian: [L] Allora, come ha fatto quella richiesta a finire qui dentro?

source: [R] Ok, so she told me she would only dig up dirt on Matt if I plant a secret spy camera in the girls' showers.
french: [R] Ok, alors elle m'a dit qu'elle ne déterrait de la saleté sur Matt que si je plantais une caméra espion secrète dans les douches des filles.
italian: [R] Ok, mi ha detto che avrebbe indagato su Matt solo se avessi piazzato una telecamera segreta nelle docce delle ragazze.

source: [L] What?... Why?
french: [L] Quoi?.... Pourquoi?
italian: [L] Cosa?... Perché?

source: [R] Something about drugs being sold in the showers.
french: [R] Quelque chose à propos de la drogue vendue dans les douches.
italian: [R] Qualcosa a proposito di droga venduta nelle docce.

source: [L] Yeah, right... That pervert just wants to see girls naked in the showers.
french: [L] Ouais, c'est ça... Cette perverse veut juste voir des filles nues dans les douches.
italian: [L] Sì, giusto... Quel pervertito vuole solo vedere le ragazze nude nelle docce.

source: [R] See? That's what I thought, too!
french: [R] Voir? C'est ce que je pensais aussi!
italian: [R] Vedi? È quello che ho pensato anch'io!

source: [L] So, why didn't you ask me to help you?
french: [L] Alors, pourquoi ne m'as-tu pas demandé de t'aider ?
italian: [L] Allora, perché non mi hai chiesto di aiutarti?

source: [L] I could have done it, and you wouldn't have had to come in here at all.
french: [L] J'aurais pu le faire, et tu n'aurais pas du tout eu à venir ici.
italian: [L] Avrei potuto farlo io e tu non saresti dovuto venire qui.

source: [R] Really?... I thought there was no way you'd allow Diaz to put a camera in your shower.
french: [R] Vraiment?... Je pensais qu'il n'y avait aucun moyen que tu laisses Diaz mettre une caméra dans ta douche.
italian: [R] Davvero?... Pensavo che non avresti mai permesso a Diaz di mettere una telecamera nella tua doccia.

source: [L] Well, normally I wouldn't... but if it helps me get dirt on Matt so I can win the election, I'm more than ok with it.
french: [L] Eh bien, normalement je ne le ferais pas... mais si ça m'aide à mettre de la saleté sur Matt pour que je puisse gagner les élections, je suis plus que d'accord avec ça.
italian: [L] Beh, normalmente non lo farei... ma se mi aiuta a sporcare Matt così posso vincere le elezioni, mi va più che bene.

source: [R] Wow, I'm really surprised how much you're willing to do to win.
french: [R] Wow, je suis vraiment surpris de voir combien tu es prête à faire pour gagner.
italian: [R] Wow, sono davvero sorpresa di quanto sei disposto a fare per vincere.

source: [L] Yeah, well, don't judge me.
french: [L] Ouais, eh bien, ne me juge pas.
italian: [L] Sì, beh, non giudicarmi.

source: [R] I wouldn't dream of it... If anything, you're coming more down to my level.
french: [R] Je n'en rêverais pas... Si quoi que ce soit, tu descends plus à mon niveau.
italian: [R] Non me lo sognerei mai... Se non altro, stai scendendo più al mio livello.

source: [L] Haha... then I don't know how you live with yourself.
french: [L] Haha... alors je ne sais pas comment tu vis avec toi-même.
italian: [L] Haha... allora non so come fai a vivere con te stesso.

source: [R] Actually, you'll just learn it's a lot more fun down here.
french: [R] En fait, tu apprendras que c'est beaucoup plus amusant ici.
italian: [R] In realtà, imparerai che è molto più divertente quaggiù.

source: [L] Well, let me help you get that spy cam installed.
french: [L] Eh bien, laisses-moi t'aider à installer cette caméra espion.
italian: [L] Beh, lascia che ti aiuti a installare quella telecamera spia.

source: [L] You're going to get caught if you stick around much longer.
french: [L] Tu vas te faire prendre si tu restes beaucoup plus longtemps.
italian: [L] Verrai catturato se rimani in giro ancora per molto.

source: [R] Really?... You're going to help me?
french: [R] Vraiment?... Tu vas m'aider ?
italian: [R] Davvero?... Mi aiuterai?

source: [L] Yeah, but we've got to hurry.
french: [L] Oui, mais il faut se dépêcher.
italian: [L] Sì, ma dobbiamo fare in fretta.

source: [L] So, why am I the one who has to climb up here?
french: [L] Alors, pourquoi suis-je celui qui doit monter ici?
italian: [L] Allora, perché sono io quello che deve arrampicarsi qui sopra?

source: [R] Because you're lighter than I am.
french: [R] Parce que tu es plus léger que moi.
italian: [R] Perché sei più leggero di me.

source: [L] Not by much.
french: [L] Pas de beaucoup.
italian: [L] Non di molto.

source: [R] Yeah, well, I think you'd really be complaining if you were the one trying to hold me up.
french: [R] Ouais, eh bien, je pense que tu te plaindrais vraiment si c'était toi qui essayais de me retenir.
italian: [R] Sì, beh, penso che ti lamenteresti davvero se fossi tu a cercare di tenermi su.

source: [RT] {i}But at least the view is worth it.{/i}
french: [RT] {i}Mais au moins la vue en vaut la peine.{/i}
italian: [RT] {i}Ma almeno la vista ne vale la pena.{/i}

source: [RT] {i}Good thing Lauren's up there and can't see the tent I'm pitching.{/i}
french: [RT] {i}Heureusement que Lauren est là-haut et ne peut pas voir le cirque que je fais.{/i}
italian: [RT] {i}Per fortuna Lauren è lassù e non può vedere la tenda che sto piantando.{/i}

source: [L] Are you keeping your eyes closed like we discussed?
french: [L] Gardes-tu les yeux fermés comme nous en avons discuté?
italian: [L] Stai tenendo gli occhi chiusi come avevamo detto?

source: [R] Of course.
french: [R] Bien sûr.
italian: [R] Certamente.

source: [L] Why don't I believe you?
french: [L] Pourquoi je ne te crois pas?
italian: [L] Perché non ti credo?

source: [R] Ok, have you got it in place?
french: [R] Ok, l'as-tu mise en place?
italian: [R] Ok, l'hai posizionata?

source: [L] I think so.
french: [L] Je pense que oui.
italian: [L] Penso di sì.

source: [R] Turn it on, and I'll check.
french: [R] Actives-la et je vais le vérifier.
italian: [R] Accendilo e controllerò.

source: [L] How?
french: [L] Comment?
italian: [L] Come?

source: [R] It says to push the big button on the top of the spy-cam.
french: [R] Il est dit d'appuyer sur le gros bouton sur le dessus de la caméra espion.
italian: [R] Dice di premere il grande pulsante sulla parte superiore della spy-cam.

source: [L] Alright.
french: [L] D'accord.
italian: [L] Va bene.

source: [L] Did that work?
french: [L] Cela a-t-il fonctionné?
italian: [L] Ha funzionato?

source: [R] Yep, that did the trick.
french: [R] Oui, ça a fait l'affaire.
italian: [R] Sì, ha funzionato.

source: [R] Now, angle it down just a tiny bit more.
french: [R] Maintenant, inclines-la un tout petit peu plus.
italian: [R] Ora, inclinalo un pò di più verso il basso.
