Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.05.po
Languages: italian

source: [RT] {i}Haha.... She couldn't help but throw that one in.{/i}
italian: [RT] {i}Haha.... Non ha potuto fare a meno di lanciarne uno.{/i}

source: [M] Oh.... Ok, that makes sense.
italian: [M] Oh.... Ok, quello ha senso.

source: [R] Would you mind pouring more maple syrup on my pancakes?
italian: [R] Ti dispiacerebbe versare più sciroppo d'acero sulle mie frittelle?

source: [M] I can pass it to you, and you can pour it yourself.
italian: [M] Io posso passarlo a te, e tu puoi riversarlo te stesso.

source: [R] But I always pour too much, and it ruins my pancakes.
italian: [R] Ma io versi sempre troppo, e rovina i miei frittelli.

source: [R] You always do it just right.
italian: [R] Tu lo fai sempre giusto.

source: [M] Ok.... I guess I can do that.
italian: [M] Ok.... Immagino di poterlo fare.

source: [M] There.... How's that?
italian: [M] Lì... com'è?

source: [R] They're perfect.... I mean the syrup's perfect!
italian: [R] Sono perfetti... intendo lo sciroppo perfetto!

source: [MT] {i}You bold cheeky bastard!.... I know what that was about.{/i}
italian: [MT] {i}Tu sei audace bastardo sfacciato!.... So di cosa si tratta.{/i}

source: [MT] {i}So, why did you do it for him?{/i}
italian: [MT] {i}Quindi, perché hai fatto per lui?{/i}

source: [MT] {i}Shit!.... I need to get laid, so I'm not always so horny around my family!{/i}
italian: [MT] {i}merda!.... Ho bisogno di essere posato, quindi non sono sempre così eccitata intorno alla mia famiglia!{/i}

source: [MT] {i}When are they going to let my fucking husband out of prison?{/i}
italian: [MT] {i}Quando lasceranno il mio marito scopata fuori dalla prigione?{/i}

source: [RT] {i}It almost seems like she knows I'm staring at her breasts, and just doesn't care. Is it possible she's showing them off for me on purpose?{/i}
italian: [RT] {i}Sembra quasi che lei sappia che sto fissando i suoi seni, e semplicemente non importa. È possibile che li mostri fuori per me su scopo?{/i}

source: [RT] {i}Oh, she doesn't seem in any hurry to close that robe! Is it possible she's showing them off for me on purpose?{/i}
italian: [RT] {i}Oh, lei non sembra in fretta di chiudere quella veste! È possibile che li mostri per me di scopo?{/i}

source: [RT] {i}Look at that sexy red-head. just blabbering on about her social life.{/i}
italian: [RT] {i}Guardate quella rossa sexy. Basta accecare sulla sua vita sociale.{/i}

source: [RT] {i}I wonder what she'd do if I teased her a little. Hopefully she won't kill me now that we've messed around a little.{/i}
italian: [RT] {i}Mi chiedo cosa farebbe se l'ho presa in giro un po'. Speriamo che non mi ucciderà ora che ci siamo incazzati un po'.{/i}

source: [L] And so I said to Kenzie....
italian: [L] E così ho detto a Kenzie....

source: [S] What?.... What did you say to Kenzie?
italian: [S] Cosa?.... Che cosa hai detto a Kenzie?

source: [L] Never mind.... It was a stupid story.
italian: [L] Mai mente.... Era una storia stupida.

source: [LT] {i}I can't believe [ryan] is doing this in front of everybody!{/i}
italian: [LT] {i}Non riesco a credere che [ryan] lo stia facendo di fronte a tutti!{/i}

source: [LT] {i}Ohhh.... but his toes do feel good!{/i}
italian: [LT] {i}Ohhh.... ma le dita dei piedi si sentono bene!{/i}

source: [M] You ok, Lauren? You're being unusually quiet.
italian: [M] Va bene, Lauren? Sei insolitamente tranquillo.

source: [L] Uhhh.... Yeah.... I'm great!....
italian: [L] Uhhh.... Sì... sono grande!....

source: [RT] {i}Man, Sidney is hella beautiful, but my brain just shuts down when she starts talking about design college.{/i}
italian: [RT] {i}Uomo, Sidney è bello, ma il mio cervello si chiude appena quando inizia a parlare di design college.{/i}

source: [RT] {i}I need to lively things up a little or I'm going to fall asleep.{/i}
italian: [RT] {i}Ho bisogno di un po' di cose vivaci o mi addormento.{/i}

source: [S] So, I had to start over from scratch, and when I finally got the new outfit put together according to his specifications....
italian: [S] Così, ho dovuto ricominciare da zero, e quando ho finalmente ottenuto il nuovo outfit messo insieme secondo le sue specifiche....

source: [S] ....do you know what he said to me?....
italian: [S] ...sai cosa mi ha detto?....

source: [M] What?....
italian: [M] Cosa?....

source: [S] Huhhh?....
italian: [S] Huhhhh?....

source: [M] What did your professor say?
italian: [M] Che cosa ha detto il vostro professore?

source: [M] No offense Sidney, but that story was a bit anticlimactic.
italian: [M] Nessuna offesa Sidney, ma quella storia era un po' anticlimattica.

source: [S] Uhhh.... yeah.... sorry.
italian: [S] Uhhh.... sì.... mi dispiace.

source: [ST] {i}Ohhhh.... I should kill that little shit!....{/i}
italian: [ST] {i}Ohhhh.... Dovrei uccidere quella piccola merda!....{/i}

source: [ST] {i}Mmmm.... But it does feel really good.{/i}
italian: [ST] {i}Mmmm.... Ma si sente davvero bene.{/i}

source: {i}{b}"Sidney's Libido +1"{/b}{/i}
italian: {i}{b}"Libido di Sidney +1"{/b}{/i}

source: [R] I've got more work to do on my Oedipus project from your class.
italian: [R] Ho più lavoro da fare sul mio progetto Oedipus dalla tua classe.

source: [R] I might need to stop by your office today to get some help.
italian: [R] Potrei aver bisogno di fermarmi dal tuo ufficio oggi per ottenere qualche aiuto.

source: [MT] {i}Oh, God!.... That probably means more of those H-games....{/i}
italian: [MT] {i}Oh, Dio!.... Questo probabilmente significa più di quei giochi....{/i}

source: [MT] {i}Why do I look forward to him showing me more of those games?{/i}
italian: [MT] {i}Perché non vedo l'ora che lui mi mostri di più di questi giochi?{/i}

source: [M] Ok, honey.... If you need to, just cum by at the usual time.
italian: [M] Ok, miele.... Se avete bisogno, basta sborrare al solito momento.

source: [MT] {i}Did I just say cum?.... Wait, that doesn't make any sense.{/i}
italian: [MT] {i}Ho appena detto cum?.... Aspetta, che non ha alcun senso.{/i}

source: [MT] {i}Why do I have so many of these thoughts.... Do I need to make a run to the prison for a conjugal visit?{/i}
italian: [MT] {i}Perché ho tanti di questi pensieri.... Devo fare una corsa alla prigione per una visita coniugale?{/i}

source: [MT] {i}Yyiiickk.... That sounds so dirty.{/i}
italian: [MT] {i}Yyiiickk.... Suona così sporco.{/i}

source: [RT] {i}I need to liven things up a little or I'm going to fall asleep.{/i}
italian: [RT] {i}Ho bisogno di ravvivare un po' le cose o mi addormenterò.{/i}

source: {i}"You enjoy an uneventful breakfast with Mom and Lauren."{/i}
italian: {i}"Ti godi una colazione tranquilla con mamma e Lauren"{/i}.

source: {i}"You enjoy an uneventful breakfast with your family."{/i}
italian: {i}"Ti godi una colazione tranquilla con la tua famiglia"{/i}.

source: [R] Oh no!.... Is the washing machine quitting mid-load again?
italian: [R] Oh no!.... La lavatrice sta abbandonando di nuovo il mezzocarico?

source: [M] It worked for a bit, then it started doing the same thing as before.
italian: [M] Ha funzionato un po', poi ha iniziato a fare la stessa cosa di prima.

source: [R] Well, the YourTube video said it's not uncommon to have to repeat the repair several times before it's completely fixed.
italian: [R] Beh, il video YourTube ha detto che non è raro dover ripetere la riparazione più volte prima che sia completamente fissato.

source: [M] Oh.... and on top of that, the laundry detergent seems to be leaking.
italian: [M] Oh.... e in cima a quello, il detersivo per bucato sembra perdere.

source: [RT] {i}Laundry detergent, but there wasn't even any in the machi.... Ohhhh.... I wonder if she found my cum puddle.... I meant to come back and clean that up.{/i}
italian: [RT] {i}Detersivo per bucato, ma non ce n'era nemmeno nel machi.... Ohhhh.... Mi chiedo se ha trovato la mia pozza di sperma.... Volevo tornare a pulire.{/mi}

source: [R] Ok.... I'll take a look at that too.
italian: [R] Ok.... Darò un'occhiata anche a quello.

source: [M] I just wish there was a less awkward way to fix that stupid machine!
italian: [M] Vorrei solo che ci fosse un modo meno imbarazzante per risolvere quella stupida macchina!

source: [M] Having you grind your erect penis on my ass is pretty awkward.
italian: [M] Avendo macinato il vostro pene eretto sul mio culo è piuttosto imbarazzante.

source: [MT] {i}Plus it kind of turns me on for some fucked-up reason.{/i}
italian: [MT] {i}Più è un tipo di mi accende per qualche motivo fuckedup.{/i}

source: [R] That's because you stopped us before we could finish it
italian: [R] Questo perché ci hai fermato prima che potessimo finire

source: [M] I only stopped it because you were grinding your erect penis on my ass.
italian: [M] L'ho solo fermato perché eravate macinando il vostro pene eretto sul mio culo.

source: [R] Well, my penis was only "erect" because you made the situation feel sexual.
italian: [R] Beh, il mio pene era solo "eretto" perché hai fatto sentire la situazione sessuale.

source: [M] I only said what we both were thinking.
italian: [M] Ho detto solo quello che stavamo pensando entrambi.

source: [R] Speak for yourself, I was just trying to fix the washing machine!
italian: [R] Parla per te, stavo solo cercando di risolvere la lavatrice!

source: [M] Ok.... Let's go try to finish the job we started. But we both have to be more mature about it.
italian: [M] Ok.... Andiamo a finire il lavoro che abbiamo iniziato. Ma dobbiamo essere entrambi più maturi al riguardo.

source: [M] And I want you to try not to get an erection.
italian: [M] E voglio che tu provi a non avere un'erezione.

source: [M] Got it?
italian: [M] C'è?

source: [R] Deal!
italian: [R] Affare fatto!

source: [RT] {i}Uugghh.... Back to the creepy basement!{/i}
italian: [RT] {i}Uugghh.... Torna al piano interrato raccapricciante!{/i}

source: [RT] {i}But I'd still follow that ass anywhere.{/i}
italian: [RT] {i}Ma seguirei quel culo ovunque.{/i}

source: [RT] {i}Oh that's beautiful!{/i}
italian: [RT] {i}Oh è bello!{/i}

source: [M] So, the washing machine did a few loads without stopping mid-load, but then it did the same thing as before.
italian: [M] Così, la lavatrice ha fatto alcuni carichi senza fermarsi a metà carico, ma poi ha fatto la stessa cosa di prima.

source: [M] Do you think doing the same thing will take care of it this time?
italian: [M] Pensi che fare la stessa cosa se ne prenderà cura questa volta?

source: [R] Yeah I think so.... but I can't guarantee that we won't need to do it one or two times after that.
italian: [R] Sì, penso così... ma non posso garantire che non avremo bisogno di farlo una o due volte dopo.

source: [M] So, are you sure what we were doing last time is the only way to fix this stupid machine?
italian: [M] Quindi, sei sicuro che quello che stavamo facendo l'ultima volta è l'unico modo per risolvere questa macchina stupida?

source: [R] I'm afraid so.
italian: [R] Ho paura di sì.

source: [M] Damnit, I wish we had the money to just buy another, or at least be able to afford a repair man.
italian: [M] Damnit, vorrei che avessimo il denaro per comprare un altro, o almeno essere in grado di permettersi un uomo riparatore.

source: [R] Yeah.... Maybe I'll be able to afford a new one soon.
italian: [R] Sì... Forse presto potrò permettermi una nuova.

source: [M] I'd rather you use the money to pay down the Mafia debt.
italian: [M] Preferirei usare il denaro per pagare il debito mafioso.

source: [R] You got it.
italian: [R] L'hai capito.

source: [R] Let's get this machine running again!
italian: [R] Facciamo funzionare nuovamente questa macchina!

source: [R] Unfortunately, just like last time, I'm going to need your help.
italian: [R] Sfortunatamente, come l'ultima volta, ho bisogno del tuo aiuto.

source: [M] I know.... Just remember to try and keep control of your penis.
italian: [M] Lo so.... Ricordatevi di cercare di mantenere il controllo del vostro pene.

source: [R] I'll try....
italian: [R] Cercherò....

source: [R] Take this wrench again, and just do the same thing you did last time.
italian: [R] Prendi nuovamente questa chiave e fai la stessa cosa che hai fatto l'ultima volta.

source: [M] Ok, I've got the nut secured.
italian: [M] Ok, ho il dado protetto.

source: [RT] {i}You're going to secure a nut from me!{/i}
italian: [RT] {i}Stai per proteggere un dado da me!{/i}

source: [R] Once again.... I've just got to remove this panel so I can get into where the belt is.
italian: [R] Ancora una volta.... Ho appena dovuto rimuovere questo pannello in modo da poter entrare dove si trova la cintura.

source: [MT] {i}Ok [mom_name], don't mention anything sexual!{/i}
italian: [MT] {i}Ok [mom_name], non menzionare nulla di sessuale!{/i}

source: [R] Sorry.... but yeah.... The YourTube video said that's the only way to fix this model of washing machine.
italian: [R] Scusa.... ma si.... Il video su YourTube diceva che quello è l'unico modo per riparare questo modello di lavatrice.

source: [MT] {i}Ok,.... Seems like he's doing ok so far.... {/i}
italian: [MT] {i}Ok,.... Sembra che stia facendo bene finora.... {/i}

source: [M] How's it coming?
italian: [M] Come sta arrivando?

source: [R] OK.... I'm just trying to get my hands on the belt clear in the back.
italian: [R] OK.... Sto solo cercando di mettere le mani sulla cintura chiara nella parte posteriore.

source: [M] Ok.... I'm still holding back that nut.
italian: [M] Ok.... sto ancora trattenendo quel dado.

source: [RT] {i}Haha.... I'll be the one trying to hold back a nut.{/i}
italian: [RT] {i}Haha.... Sarò colui che sta cercando di trattenere un po'.{/i}

source: [RT] {i}Once again, Mom's pretty much stuck in there.... I don't think she could turn around if she wanted to.{/i}
italian: [RT] {i}Ancora una volta, la mamma è praticamente bloccata lì.... Non penso che potrebbe girare se volesse.{/i}

source: [RT] {i}So, it's time to take advantage of the situation.{/i}
italian: [RT] {i}Quindi, è il momento di approfittare della situazione.{/i}

source: [MT] {i}Hmmmm.... So far so good, it seems.{/i}
italian: [MT] {i}Hmmmm.... Finora è così buono, sembra.{/i}

source: [R] Don't worry Mom. My penis is as soft as can be.
italian: [R] Non preoccuparti mamma. Il mio pene è morbido come può essere.

source: [MT] {i}Is it just me? or is there something resting on my ass?.... {/i}
italian: [MT] {i}È solo io o c'è qualcosa che riposa sul mio culo?.... {/i}

source: [R] Ummmm.... Shit....
italian: [R] Ummmm.... Merda....

source: [M] Shit!.... [ryan]?.... What did we agree on?
italian: [M] Ciao!.... [ryan]?.... Su cosa siamo d'accordo?

source: [R] I didn't mean to!
italian: [R] Non era mia intenzione!

source: [R] It's because I started to think about last time!
italian: [R] È perché ho iniziato a pensare all'ultima volta!

source: [R] I'm sorry....
italian: [R] Mi dispiace....

source: [M] Ghrrrrr.... You have got to be kidding me, [ryan]!
italian: [M] Ghrrrrr.... Mi stai prendendo in giro, [ryan]!

source: [R] Well, it also doesn't help that I have to move around so much to crank this belt.
italian: [R] Beh, non aiuta neppure a muovermi così tanto per manovrare questa cintura.

source: [R] And I have to keep cranking this belt until it loosens up the motor bearings enough that they can turn easily on their own.
italian: [R] E devo continuare a manovrare questa cintura fino a quando non allenta abbastanza i cuscinetti del motore che possono girare facilmente da soli.

source: [R] So unfortunately, there's not a lot I can do at this point.
italian: [R] Quindi, purtroppo, non c'è molto che posso fare a questo punto.

source: [M] Well, I can't take this.... I'm going to come out while you're doing that!
italian: [M] Beh, non posso prendere questo.... Sto per uscire mentre lo fai!

source: [R] Wait!.... No!.... You can't!....
italian: [R] Aspetta! .... No!.... Non puoi! ....

source: [M] Why?
italian: [M] Perché?

source: [R] Because if you let go of the wrench, the bearings will turn with the belt, and it won't fix the problem.
italian: [R] Perché se lasci andare la chiave, i cuscinetti gireranno con la cinghia e non risolveranno il problema.

source: [M] Fine.... Just try to hurry.
italian: [M] Fine.... Cerca di fare in fretta.

source: [RT] {i}Haha.... I've already fixed it again.... but I want to get the same 5 star user experience as last time.{/i}
italian: [RT] {i}Haha.... L'ho già risolto di nuovo.... ma voglio avere la stessa esperienza utente a 5 stelle l'ultima volta.{/i}

source: [RT] {i}It's all fixed actually.... but I don't want this to end just yet.{/i}
italian: [RT] {i}E' tutto risolto in realtà.... ma non voglio che questo finisca subito.{/i}

source: [R] Ok Mom, I've just got to turn this belt several more times.
italian: [R] Ok mamma, devo solo girare questa cintura ancora diverse volte.

source: [RT] {i}Oh.... My.... God.... I'm hot dogging my mom's ass again!{/i}
italian: [RT] {i}Oh.... Mio.... Dio.... Sono ancora caldo a pecorinare il culo di mia mamma!{/i}

source: [RT] {i}Oh.... My.... God.... I'm hot dogging my own mom's ass!{/i}
italian: [RT] {i}Oh.... Mio.... Dio.... Sono caldo a pecorinare il culo della mia mamma!{/i}

source: [M] Seriously [ryan]!.... You've got to be almost done!
italian: [M] Seriamente [ryan]!.... Devi essere quasi fatto!

source: [R] Yep!.... So close!....
italian: [R] Si! .... Cosi' vicino! ....

source: [RT] {i}Oh, shit.... I'm so close!{/i}
italian: [RT] {i}Oh, merda.... Sono così vicino! {/i}

source: [MT] {i}Oh good! I don't feel [ryan] pressing against my ass anymore.{/i}
italian: [MT] {i}Oh bene! Non sento più [ryan] premere contro il mio culo.{/i}

source: [MT] {i}He must finally be done.{/i}
italian: [MT] {i}Deve aver finalmente finito.{/i}

source: [M] I don't care if you're done or not.... My knees are killing me, and I've got to get out of here.
italian: [M] Non mi importa se hai finito o no... Le mie ginocchia mi stanno uccidendo, e devo uscire da qui.

source: [R] Aaahhh...Wait just a second!
italian: [R] Aaahhh...Aspetta solo un secondo!

source: [M] Nuh uh.... I'm coming out now!
italian: [M] Nuh uh.... Sto uscendo adesso!

source: [RT] {i}Shit, shit, shit!....{/i}
italian: [RT] {i}Merda, merda, merda! ....{/i}

source: [RT] {i}I've got to get my pants back up!{/i}
italian: [RT] {i}Devo rimettermi i pantaloni!

source: [RT] {i}Pheww.... That was close.{/i}
italian: [RT] {i}Pheww.... C'è mancato poco.

source: [M] [ryan]?.... How is it that you have no self control?
italian: [M] [ryan]?.... Com'è che non hai un autocontrollo?

source: [R] I'm sorry Mom, I'm pretty sure it's just hormones.
italian: [R] Mi dispiace Mamma, sono abbastanza sicuro che siano solo ormoni.

source: [M] Well, I tried my best not say anything sexual.
italian: [M] Beh, ho provato il mio meglio non dire nulla di sessuale.

source: [R] I know.... But I couldn't stop thinking about last time....
italian: [R] Lo so.... Ma non riuscivo a smettere di pensare l'ultima volta....

source: [M] Well, shit.... I seem to be making a big pile of memories, that I wish I could ask you to forget.
italian: [M] Beh, merda... mi sembra di fare un grosso mucchio di ricordi, che vorrei potervi chiedere di dimenticare.

source: [RT] {i}And I wouldn't trade those memories for the world.{/i}
italian: [RT] {i}E non scambierei quei ricordi per il mondo.{/i}

source: [R] I'm sorry!.... I really did just want to fix the washing machine again.
italian: [R] Mi dispiace!.... Ho davvero voluto solo riparare di nuovo la lavatrice.

source: [M] Would it help if I wore a burka?
italian: [M] Sarebbe di aiuto se indossassi un burka?

source: [R] Haha.... No.... You would make even a burka look sexy.
italian: [R] Haha.... no... faresti anche un burka look sexy.

source: [M] Ok.... Let's keep the awkward compliments to a minimum.
italian: [M] Ok.... Manteniamo i complimenti imbarazzanti al minimo.

source: [R] I'm sorry.... I'm not trying to make things awkward....
italian: [R] Mi dispiace.... Non sto cercando di rendere le cose imbarazzanti....

source: [M] Well, I blame the manufacturer of this washer for making things awkward.
italian: [M] Beh, io biasimo il produttore di questa rondella per aver fatto le cose imbarazzanti.

source: [M] I still think we should put out a hit on whoever designed that goddamn machine.
italian: [M] Penso ancora che dovremmo mettere fuori un colpo su chi ha progettato quella macchina dannata.

source: [R] Haha.... Yeah.... Well.... I should run along then.
italian: [R] Haha.... Si.... Bene.... Dovrei scappare allora.

source: [M] Sure [ryan].... Thanks for your help!
italian: [M] Certo [ryan].... Grazie per il tuo aiuto!

source: [MT] {i}That horny little bull-shitter!{/i}
italian: [MT] {i}Quel piccolo coglione arrapato! {/i}

source: [MT] {i}What am I going to do with him?{/i}
italian: [MT] {i}Cosa devo fare con lui? {/i}.

source: [MT] {i}.... "You would make even a burka look sexy.".... What a smooth little charmer.{/i}
italian: [MT] {i}.... "Si farebbe anche un burka sembra sexy.".... Che piccolo charmer.{/i}

source: [MT] {i}Huh?.... What's this?{/i}
italian: [MT] {i}Huh? .... Cos'è questo?

source: [MT] {i}Oh, shit!.... I completely forgot.{/i}
italian: [MT] {i}Oh, merda!.... Ho completamente dimenticato.{/i}

source: [MT] {i}Is that?.... Oh, shit....{/i}
italian: [MT] {i}Quello è? .... Oh, merda....{/i}

source: [MT] {i}I need to remind him to fix the leak in the washing machine.{/i}
italian: [MT] {i}Devo ricordargli di correggere la perdita nella lavatrice.{/i}

source: [MT] {i}I've got to remember to tell [ryan], that the washing machine is leaking laundry detergent.{/i}
italian: [MT] {i}Devo ricordarmi di dire [ryan]che la lavatrice sta perdendo il detersivo della lavatrice.{/i}

source: [M] I don't care!.... You're literally grinding against my ass again!
italian: [M] Non mi importa!... stai letteralmente macinando contro il mio asino!

source: [RT] {i}I've got to get my pants back up! {/i}
italian: [RT] {i}Devo fare il backup dei miei pantaloni! {/i}

source: [R] I'm sorry!.... I really did just wanted to fix a washing machine again.
italian: [R] Mi dispiace!.... Ho davvero voluto solo riparare una lavatrice di nuovo.

source: {i}"The ending to this event is different if Mom's libido is higher (+8)."{/i}
italian: {i}"La fine di questo evento è diversa se la libido di mamma è più alta (+8)."{/i}

source: {i}"Raise her libido and try again next weekend."{/i}
italian: {i}"Aumenta la sua libido e riprova il prossimo fine settimana"{/i}.

source: [RT] {i}Wow! Where did she get those shorts!?.... Sexy pink crop top.... I like the direction this is going!.... {/i}
italian: [RT] {i}Wow! Dove ha preso quei pantaloncini!?.... Sexy rosa top.... Mi piace la direzione che sta andando!.... {/i}

source: [RT] {i}It's a good thing Dad's in prison.... He would have an aneurysm if he saw Mom dressed like this.{/i}
italian: [RT] {i}È una buona cosa che il papà sia in prigione.... avrebbe un aneurisma se avesse visto la mamma vestita così.{/i}

source: [RT] {i}I've got to make her see how much better her life can be without him.{/i}
italian: [RT] {i}Devo farle vedere quanto meglio possa essere la sua vita senza di lui.{/i}

source: [RT] {i}Time to show her I can take his place in her life.{/i}
italian: [RT] {i}Tempo per mostrarla posso prendere il suo posto nella sua vita.{/i}

source: [RT] {i}Maybe there's something else I can do to help her around the house.{/i}
italian: [RT] {i}Forse c'è qualcos'altro che posso fare per aiutarla in casa.{/i}

source: [R] Hey, Mom. Lookin good today. Love the new outfit!
italian: [R] Ehi, mamma, guardi bene oggi. Ama il nuovo vestito!

source: [M] Oh hi, [ryan].... Thank you, but I only put it on because I was feeling hot.
italian: [M] Oh hi, [ryan].... Grazie, ma l'ho messo solo perché mi sentivo caldo.

source: [R] I'll say, and you're looking hot too.
italian: [R] Dirò, e anche tu stai guardando caldo.
