Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.02.po
Languages: french

source: [RT] {i}I guess I should just lie here and think a little bit more about how I'm going to progress this.{/i}
french: [RT] {i}Je suppose que je devrais m'allonger ici et réfléchir un peu plus à la façon dont je vais progresser dans ce domaine.{/i}

source: [RT] {i}Hmmm.... what is that feeling?.... Did I doze off?.... {/i}
french: [RT] {i}Hmmm.... quel est ce sentiment?.... Je me suis assoupi ?.... {/i}

source: [RT] {i}Oh my God!! I don't dare open my eyes, but I think Sidney has grabbed my dick by her own free will and choice!!{/i}
french: [RT] {i}Oh mon Dieu!! Je n'ose pas ouvrir les yeux, mais je pense que Sidney a attrapé ma bite de son plein gré et de son propre choix!!{/i}

source: [ST] {i}Oh my God, I've made this move on my own, and not just subconsciously.{/i}
french: [ST] {i}Oh mon Dieu, j'ai fait ce mouvement tout seul, et pas seulement inconsciemment.{/i}

source: [ST] {i}After what happened last night, I haven't been able to think of anything else.{/i}
french: [ST] {i}Après ce qui s'est passé hier soir, je n'ai pu penser à rien d'autre.{/i}

source: [ST] {i}I don't want to get covered in his cum again like I did last night though.{/i}
french: [ST] {i}Je ne veux plus me couvrir de son sperme comme je l'ai fait hier soir.{/i}

source: [ST] {i}Hmmmm.... If I wipe it up with his blankets or sheets, he probably will notice.{/i}
french: [ST] {i}Hmmmm.... Si je l'essuie avec ses couvertures ou ses draps, il le remarquera probablement.{/i}

source: [ST] {i}If I wipe it up with some of my clothes, he might see that too. Plus I don't know if it stains or not.{/i}
french: [ST] {i}Si je l'essuie avec certains de mes vêtements, il le verra peut-être aussi. De plus, je ne sais pas si ça tache ou pas.{/i}

source: [ST] {i}There is one item of my clothes he doesn't ever see though.{/i}
french: [ST] {i}Il y a un de mes vêtements qu'il ne voit jamais.{/i}

source: [ST] {i}If I wipe it up with my panties, he'll never be the wiser.{/i}
french: [ST] {i}Si je l'essuie avec ma culotte, il ne sera jamais plus sage.{/i}

source: [RT] {i}Oh, shit! I'm about to blow again! Why don't I have any stamina?{/i}
french: [RT] {i}Oh, merde ! Je dois souffler à nouveau ! Pourquoi n'ai-je pas de l'endurance ?{/i}

source: [RT] {i}Maybe it's because my sister is sitting bare assed on my bed and playing with my cock.{/i}
french: [RT] {i}C'est peut-être parce que ma sœur est assise cul nu sur mon lit et joue avec ma bite.{/i}

source: [RT] {i}Why in hell did she take her panties off?{/i}
french: [RT] {i}Pourquoi diable a-t-elle enlevé sa culotte?{/i}

source: [RT] {i}Maybe she's planning on sitting on my cock!{/i}
french: [RT] {i}Peut-être qu'elle a l'intention de s'asseoir sur ma bite!{/i}

source: [RT] {i}Oh, shit!!! Just the thought!! I'm losing it!!!{/i}
french: [RT] {i}Oh, merde! Juste la pensée!! Je la perds !!!{/i}

source: [RT] {i}Holy Hell! She made me bust on purpose! Right into her panties!{/i}
french: [RT] {i}Enfer! Elle m'a fait éclater intentionnellement! Juste dans sa culotte!{/i}

source: [RT] {i}Will she go further? Do I just leave it up to her now?{/i}
french: [RT] {i}Va-t-elle aller plus loin ? Est-ce que je la laisse maintenant? {/i}

source: [RT] {i}There's always tomorrow night to see if she'll go further.{/i}
french: [RT] {i}Il y a toujours demain soir pour voir si elle ira plus loin.{/i}

source: [RT] {i}Sweet! She came back!{/i}
french: [RT] {i}Super! Elle est revenue !{/i}

source: [RT] {i}Time to have some more fun.{/i}
french: [RT] {i}Il est temps de s'amuser un peu plus.{/i}

source: [RT] {i}Ok, I'm all ready. Let's see if I can get her into position again without waking her up.{/i}
french: [RT] {i}Ok, je suis tout prêt. Voyons si je peux la remettre en position sans la réveiller.{/i}

source: [RT] {i}Ok, and now to just move her hand into place.{/i}
french: [RT] {i}Ok, et maintenant, il suffit de mettre sa main en place.{/i}

source: [RT] {i}She just started gripping like before! Like she was expecting it.{/i}
french: [RT] {i}Elle vient de commencer à le saisir comme avant! Comme si elle s'y attendait.{/i}

source: [RT] {i}Oh my God!! I've got my own sister gripping my naked cock again!{/i}
french: [RT] {i}Oh mon Dieu!! J'ai ma propre sœur qui saisit à nouveau ma bite nue!{/i}

source: [RT] {i}My own sister has my cock in her soft lovely hands! I love having her sleep in my room!{/i}
french: [RT] {i}Ma propre soeur a ma bite dans ses douces mains adorables! J'adore la faire dormir dans ma chambre!{/i}

source: [RT] {i}I've got to really try hard not to just lose my load right now!{/i}
french: [RT] {i}Je dois vraiment essayer de ne pas jouir maintenant!{/i}

source: [RT] {i}Ok, [ryan] concentrate! I don't want to ruin it already!{/i}
french: [RT] {i}Ok, [ryan] concentré! Je ne veux pas la ruiner déjà!{/i}

source: [RT] {i}Now, I just have to give her a little pinch again, and act like I'm still asleep.{/i}
french: [RT] {i}Maintenant, je dois juste lui donner un petit pincement à nouveau, et agir comme si je dormais encore.{/i}

source: [ST] {i}Huh.... did.... what?.... {/i}
french: [ST] {i}Hein.... faire.... Comment?.... {/i}

source: [ST] {i}Is that [ryan]'s cock in my hands again?.... {/i}
french: [ST] {i}Est-ce que le braquemarre de [ryan] est encore entre mes mains?.... {/i}

source: [ST] {i}It looks like he is still asleep.{/i}
french: [ST] {i}On dirait qu'il dort encore.{/i}

source: [S] {i}(whispering){/i} pssst.... [ryan].... are you asleep?
french: [S] {i}(murmure){/i} pssst.... [ryan].... tu dors?

source: [ST] {i}Good, he's sound asleep.{/i}
french: [ST] {i}Bien, il dort profondément.{/i}

source: [ST] {i}I just can't control myself.{/i}
french: [ST] {i}Je ne peux tout simplement pas me contrôler.{/i}

source: [ST] {i}Why do I want to do this so bad?{/i}
french: [ST] {i}Pourquoi est-ce que je veux faire ça, c'est si mal?{/i}

source: [ST] {i}I need to get a closer look.{/i}
french: [ST] {i}Je dois regarder de plus près.{/i}

source: [ST] {i}My old boyfriend said the top of the penis is the most sensitive.{/i}
french: [ST] {i}Mon ancien copain a dit que le haut du pénis était le plus sensible.{/i}

source: [ST] {i}It's so soft and smooth.{/i}
french: [ST] {i}C'est si doux et lisse.{/i}

source: [RT] {i}Shit! She's playing with my head!!!!{/i}
french: [RT] {i}Merde! Elle joue avec mon gland !!!!{/i}

source: [RT] {i}That feels so good!!!!{/i}
french: [RT] {i}Ça fait du bien !!!!{/i}

source: [RT] {i}I'm not going to be able to hold back much longer.{/i}
french: [RT] {i}Je ne vais pas pouvoir me retenir beaucoup plus longtemps.{/i}

source: [ST] {i}Holy shit! His veins are just bulging!{/i}
french: [ST] {i}Merde! Ses veines sont juste bombées!{/i}

source: [ST] {i}And the way it's just throbbing and twitching in my hand.... {/i}
french: [ST] {i}Et la façon dont ça palpite et se contracte dans ma main.... {/i}

source: [ST] {i}It's almost like he's about to.... oh.... no.... {/i}
french: [ST] {i}C'est presque comme s'il était sur le point de le faire.... Oh.... non.... {/i}

source: [ST] {i}Holy shit!!{/i}
french: [ST] {i}Merde!!{/i}

source: [ST] {i}All over my face!!{/i}
french: [ST] {i}Sur tout mon visage!!{/i}

source: [ST] {i}Fuck, he's still going!{/i}
french: [ST] {i}Putain, il va arriver!{/i}

source: [ST] {i}Why won't it stop?!!{/i}
french: [ST] {i}Pourquoi ça ne s'arrête pas ?!!{/i}

source: [ST] {i}What in the actual fuck was that?{/i}
french: [ST] {i}Qu'est ce que c'était cette merde?{/i}

source: [ST] {i}I didn't know guys could cum that much.{/i}
french: [ST] {i}Je ne savais pas que les gars pouvaient jouir autant.{/i}

source: [ST] {i}He must have been very backed up.{/i}
french: [ST] {i}Ses couilles devaient être très remplies.{/i}

source: [ST] {i}Maybe he's not jacking off every free moment like I thought he was.{/i}
french: [ST] {i}Peut-être qu'il ne se branle pas à chaque instant libre comme je le pensais.{/i}

source: [ST] {i}I am just covered in my own brother's cum!{/i}
french: [ST] {i}Je suis juste couverte de sperme de mon propre frère!{/i}

source: [ST] {i}That is the naughtiest thing I've ever thought of!{/i}
french: [ST] {i}C'est la chose la plus mauvaise à laquelle j'ai jamais pensé!{/i}

source: [ST] {i}Why do taboo things turn me on so much?{/i}
french: [ST] {i}Pourquoi les choses taboues m'excitent-elles autant?{/i}

source: [RT] {i}OH MY GOD that felt so good! I think I nutted a lot.{/i}
french: [RT] {i}OH MON DIEU qui se sentait si bien! Je pense que j'ai fait beaucoup.{/i}

source: [RT] {i}I think all of the jacking off I've been doing has been making me able to cum more.{/i}
french: [RT] {i}Je pense que toute la branlette que j'ai eu m'a permis d'en produire plus.{/i}

source: [ST] {i}I need to go clean up. I think I'll spend the rest of the night on the couch.{/i}
french: [ST] {i}J'ai besoin d'aller me nettoyer. Je vais passer le reste de la nuit sur le canapé.{/i}

source: [RT] {i}She left. Did she need to go clean up?{/i}
french: [RT] {i}Elle est partie. Avait-elle besoin d'aller se nettoyée?{/i}

source: [RT] {i}I wonder if some of my cum ended up on her.{/i}
french: [RT] {i}Je me demande si une partie de mon sperme s'est retrouvée sur elle.{/i}

source: [RT] {i}I hope cumming in front of her didn't freak her out too bad.{/i}
french: [RT] {i}J'espère que jouir devant elle ne l'a pas trop effrayée.{/i}

source: [RT] {i}I guess I'll find out if she show's up tomorrow night.{/i}
french: [RT] {i}Je suppose que je vais le savoir si elle sera présente demain soir.{/i}

source: [RT] {i}Ohh.... ho.... hngggg.... wow!{/i}
french: [RT] {i}Ohh.... Ho.... hngggg.... Ça alors!{/i}

source: [ST] {i}What's.... in my hands?.... {/i}
french: [ST] {i}Qu'est-ce qui... entre mes mains? .... {/i}

source: [ST] {i}Oh, shit! Not again!.... {/i}
french: [ST] {i}Oh, merde! Pas encore!.... {/i}

source: [ST] {i}Wait.... Is he still asleep?{/i}
french: [ST] {i}Attends.... Il dort encore ?{/i}

source: [ST] {i}I've never held a cock this big in my hand before.{/i}
french: [ST] {i}Je n'ai jamais tenu une bite aussi grosse dans ma main auparavant.{/i}

source: [ST] {i}I can feel his blood pumping through his throbbing veins!{/i}
french: [ST] {i}Je sens son sang pomper dans ses veines!{/i}

source: [ST] {i}I wonder if I.... {/i}
french: [ST] {i}Je me demande si je... {/i}

source: [ST] {i}Oh, God! Was he waking up?{/i}
french: [ST] {i}Oh, mon Dieu! Était-il réveillé ?{/i}

source: [ST] {i}I think I almost gave him an orgasm!{/i}
french: [ST] {i}Je pense que je lui ai presque donné un orgasme!{/i}

source: [ST] {i}Thank God my brother is a deep sleeper.{/i}
french: [ST] {i}Dieu merci, mon frère a le someil lourd.{/i}

source: [ST] {i}What's gotten into me?{/i}
french: [ST] {i}Qu'est-ce qui m'est arrivé? {/i}

source: [ST] {i}What was I thinking?{/i}
french: [ST] {i}À quoi pensais-je ?{/i}

source: [ST] {i}I really do have pent up sexual frustration.{/i}
french: [ST] {i}J'ai vraiment une frustration sexuelle refoulée.{/i}

source: [ST] {i}But to try to release it on my own brother?{/i}
french: [ST] {i}Mais pour essayer de le libérer sur mon propre frère?{/i}

source: [ST] {i}What is wrong with me?{/i}
french: [ST] {i}Quelque chose ne va pas chez moi?{/i}

source: [ST] {i}Why did it turn me on to have his cock throbbing in my hand?{/i}
french: [ST] {i}Pourquoi cela m'a-t-il excitée d'avoir sa bite palpitante dans ma main?{/i}

source: [ST] {i}Shit, Sidney! Think of something else, of something that's not sexy. Not like your brother's penis!{/i}
french: [ST] {i}Merde, Sidney! Pensez à autre chose, à quelque chose qui n'est pas sexy. Pas comme le pénis de ton frère!{/i}

source: [ST] {i}Shit! I just admitted to myself that I think my brother's penis is sexy!{/i}
french: [ST] {i}Merde! Je viens de me dire que je pense que le pénis de mon frère est sexy!{/i}

source: [ST] {i}AAAARRRGGGHHH.... get a grip, Sidney!{/i}
french: [ST] {i}AAAARRRGGGHHH.... agrippes-toi, Sidney !{/i}

source: [ST] {i}Just go back to sleep!{/i}
french: [ST] {i}Il suffit de se rendormir!{/i}

source: [ST] {i}.... just.... go.... to.... sleep.... my brother's penis.... {/i}
french: [ST] {i}.... juste.... aller.... de.... dormir.... le pénis de mon frère.... {/i}

source: [ST] {i}No! Don't think about your brother's penis! Just go to sleep!{/i}
french: [ST] {i}Non! Ne pense pas au pénis de ton frère ! Va dormir!{/i}

source: [ST] {i}Just go to sleep.... just go to sleep.... {/i}
french: [ST] {i}Va dormir.... va dormir.... {/i}

source: [RT] {i}Dammit!{/i}
french: [RT] {i}Bon sang!{/i}

source: [RT] {i}I ruined it by making that involuntary groan!{/i}
french: [RT] {i}J'ai tout gâché en faisant ce gémissement involontaire!{/i}

source: [RT] {i}How far would she have gone if I'd just kept my mouth shut?{/i}
french: [RT] {i}Jusqu'où serait-elle allée si j'avais juste gardé ma bouche fermée?{/i}

source: [RT] {i}I guess I'll find out next time, if she keeps coming back to sleep in here.{/i}
french: [RT] {i}Je suppose que je saurai la prochaine fois si elle revient dormir ici.{/i}

source: [RT] {i}She hasn't left yet so that's a good sign.{/i}
french: [RT] {i}Elle n'est pas encore partie donc c'est bon signe.{/i}

source: [RT] {i}I guess I'll just have to wait until tomorrow night to know for sure.{/i}
french: [RT] {i}Je suppose que je devrai juste attendre demain soir pour en être sûr.{/i}

source: [RT] {i}Time to have a little fun.{/i}
french: [RT] {i}Il est temps de s'amuser un peu. {/i}

source: [RT] {i}Ok, I'm all ready. Let's see if I can get her into position without waking her up.{/i}
french: [RT] {i}Ok, je suis tout prêt. Voyons si je peux la mettre en position sans la réveiller.{/i}

source: [RT] {i}She just started gripping like she was expecting it.{/i}
french: [RT] {i}Elle a juste commencé à le saisir comme si elle s'y attendait.{/i}

source: [RT] {i}Oh my God!! I've got Sidney gripping my naked cock!{/i}
french: [RT] {i}Oh mon Dieu!! J'ai Sidney qui saisit ma bite nue!{/i}

source: [RT] {i}Sidney has my cock in her soft lovely hands! This worked out better than I could have hoped for!{/i}
french: [RT] {i}Sidney a ma bite dans ses jolies mains douces! Cela a fonctionné mieux que je n'aurais pu l'espérer!{/i}

source: [RT] {i}Now, I just have to give her a little pinch, and act like I'm still asleep.{/i}
french: [RT] {i}Maintenant, je dois juste lui donner un petit pincement, et agir comme si je dormais encore.{/i}

source: [ST] {i}Oh, shit!.... {/i}
french: [ST] {i}Oh, merde ! .... {/i}

source: [ST] {i}Oh, God! I've done it again!{/i}
french: [ST] {i}Oh, mon Dieu! Je l'ai refait !{/i}

source: [ST] {i}Why can't I just keep my hands to myself while I'm sleeping?{/i}
french: [ST] {i}Pourquoi ne puis-je pas garder mes mains pour moi pendant que je dors?{/i}

source: [ST] {i}Do I need to ask [ryan] to tie my hands before I go to sleep?{/i}
french: [ST] {i}Dois-je demander à [ryan] de m'attacher les mains avant de m'endormir?{/i}

source: [ST] {i}Then he'd probably take advantage of me.{/i}
french: [ST] {i}Alors il profiterait probablement de moi.{/i}

source: [ST] {i}What am I saying? I'm the one who molests everyone in their sleep.{/i}
french: [ST] {i}Qu'est-ce que je dis ? Je suis celui qui moleste tout le monde dans son sommeil.{/i}

source: [ST] {i}Do I just have a ton of pent up sexual frustration like Mom said?{/i}
french: [ST] {i}Ai-je juste une tonne de frustration sexuelle refoulée comme l'a dit maman?{/i}

source: [ST] {i}Does my body subconsciously need the sexual contact?{/i}
french: [ST] {i}Mon corps a-t-il inconsciemment besoin du contact sexuel?{/i}

source: [ST] {i}I can't believe I grabbed my brother's dick!{/i}
french: [ST] {i}Je n'arrive pas à croire que j'ai attrapé la bite de mon frère!{/i}

source: [ST] {i}That was such a big handful!{/i}
french: [ST] {i}C'était tellement gros dans la main! {/i}

source: [ST] {i}He's way bigger than my old boyfriend.{/i}
french: [ST] {i}Il est bien plus grand que mon ancien copain.{/i}

source: [ST] {i}Shit, Sidney! Stop thinking about your brother's penis!{/i}
french: [ST] {i}Merde, Sidney! Arrête de penser au pénis de ton frère !{/i}

source: [RT] {i}Oh, that was awesome!{/i}
french: [RT] {i}Oh, c'était génial !{/i}

source: [RT] {i}I hope that didn't scare her too much.{/i}
french: [RT] {i}J'espère que cela ne lui a pas trop fait peur.{/i}

source: [RT] {i}I really hope she comes back again tomorrow night so I can continue our progress.{/i}
french: [RT] {i}J'espère vraiment qu'elle revienne demain soir pour que je puisse continuer à progresser.{/i}

source: [RT] {i}She hasn't left yet, so that's a good sign.{/i}
french: [RT] {i}Elle n'est pas encore partie, donc c'est bon signe.{/i}

source: [RT] {i}Ok.... I hear her coming.... she's opening the door.... just pretend you're asleep.{/i}
french: [RT] {i}Ok.... Je l'entends venir.... elle ouvre la porte.... faire comme si je dormais.{/i}

source: [S] Pssstttt.... hey, [ryan].... are you awake?
french: [S] Pssstttt.... hé, [ryan].... tu es réveillé ?

source: [R] Hey, Sidney. What are you doing in my room in the middle of the night?
french: [R] Salut, Sidney. Que fais-tu dans ma chambre au milieu de la nuit?

source: [S] You said I could come wake you if I heard any noises in the night.
french: [S] Tu as dit que je pourrais venir te réveiller si j'entendais des bruits dans la nuit.

source: [R] Yeah, I remember.
french: [R] Ouais, je me souviens.

source: [R] But I checked things out and didn't see anything.
french: [R] Mais j'ai vérifié les choses et je n'ai rien vu.

source: [S] Still, I'm pretty shaken up by the thought that someone could be watching me sleep.
french: [S] Pourtant, je suis assez secoué par l'idée que quelqu'un pourrait me regarder dormir.

source: [S] Do you mind if I sleep in here so I'm not alone?
french: [S] Ça ne te dérange pas si je dors ici pour ne pas être seule ?

source: [R] Well, why don't you sleep with Lauren or Mom?
french: [R] Eh bien, pourquoi ne dormirais-tu pas avec Lauren ou maman?

source: [S] .... Umm.... I uh.... just feel safer with you.
french: [S] .... Umm.... J'euh.... je me sens plus en sécurité avec toi.

source: [R] You said you think Mom is probably stronger than me.
french: [R] Tu as dit que tu pensais que maman était probablement plus forte que moi.

source: [S] Yeah, well.... I was just being a bratty sister.
french: [S] Ouais, eh bien.... J'étais juste une sœur excentrique.

source: [R] Well, as long as you're willing to admit that, than I guess I'll let you sleep in here with me.
french: [R] Eh bien, comme tu es prête à l'admettre, je suppose que je te laisserais dormir ici avec moi.

source: [R] But don't you usually sleep in your panties?
french: [R] Mais tu ne dors pas habituellement sans ta culotte?

source: [S] Yeah, well I'd be an idiot to sleep with a suspected pervert in nothing but my panties wouldn't I?
french: [S] Ouais, eh bien, je serais un idiote de coucher avec un pervers présumé dans rien d'autre et sans ma culotte, n'est-ce pas?

source: [R] Oh, hardy har har!
french: [R] Oh, comme c'est beau, comme c'est beau, beau!

source: [R] I'm not a pervert.
french: [R] Je ne suis pas un pervers.

source: [RT] {i}I'm the worst kind of pervert.{/i}
french: [RT] {i}Je suis le pire type des pervers.{/i}

source: [S] (Just stares at you)
french: [S] (Juste te regarder)

source: [R] Ok, maybe just a little teenage curiosity.
french: [R] Ok, peut-être juste une petite curiosité d'adolescente.

source: [R] But don't worry, I'm a very deep sleeper.
french: [R] Mais ne t'inquiètes pas, je dors très profondément.

source: [R] I take melatonin at night to help me sleep.
french: [R] Je prends de la mélatonine la nuit pour m'aider à dormir.

source: [R] You should try it.
french: [R] Tu devrais essayer.

source: [S] I don't think I need it, I've been sleeping pretty deeply myself lately.
french: [S] Je ne pense pas en avoir besoin, je dors moi-même assez profondément ces derniers temps.

source: [ST] {i}With the exception of a few interruptions.{/i}
french: [ST] {i}À l'exception de quelques interruptions.{/i}

source: [S] So, will you scoot over and let me sleep with you? I'm pretty tired.
french: [S] Alors, veux-tu me laisser dormir avec toi? Je suis assez fatiguée.

source: [R] Ok.... I guess.... but you owe me.
french: [R] D'accord.... Je suppose.... mais tu me dois un service.

source: [S] Owe you what?
french: [S] Devoir quoi?

source: [R] I don't know, I'll think of something.
french: [R] Je ne sais pas, je vais y réfléchir.

source: [S] Whatever!
french: [S] Peu importe!

source: [S] Oh, and honey?
french: [S] Oh, et chéri?

source: [R] Yeah?
french: [R] Oui?

source: [S] Don't tell Mom or Lauren that I'm sleeping with you.
french: [S] Ne dis pas à maman ou à Lauren que je couche avec toi.

source: [R] Why not?
french: [R] Pourquoi pas?

source: [S] They would just think it's weird, in fact I'm going to get up early enough that no one will suspect I'm sleeping in here.
french: [S] Ils penseraient juste que c'est bizarre, en fait je vais me lever assez tôt pour que personne ne soupçonne que je dors ici.

source: [S] It will give me a great excuse to do a morning jog in the park.
french: [S] Cela me donnera une excellente excuse pour faire un jogging matinal dans le parc.

source: [S] Promise not to tell.
french: [S] Promets de ne pas le dire.

source: [R] Ok, I can do that.
french: [R] Ok, je peux faire ça.

source: [RT] {i}Ohhohoho yes.... that was a lot of work, but now the real fun can begin.{/i}
french: [RT] {i}Ohhohoho oui.... c'était beaucoup de travail, mais maintenant le vrai plaisir peut commencer.{/i}

source: [RT] {i}She's had a rough few nights, so I think I'll give her a break right now, but tomorrow.... we'll just see.{/i}
french: [RT] {i}Elle a eu quelques nuits difficiles, donc je pense que je vais lui donner une pause tout de suite, mais demain.... on verra.{/i}

source: [RT] {i}I feel kind of bad for everything I've put Sidney through to get her out of Lauren's room.{/i}
french: [RT] {i}Je me sens un peu mal pour tout ce que j'ai fait subir à Sidney pour la sortir de la chambre de Lauren.{/i}

source: [RT] {i}Now she's stuck sleeping on this uncomfortable couch. Maybe there's a way to make it better for both of us.{/i}
french: [RT] {i}Maintenant, elle est coincée à dormir sur ce canapé inconfortable. Il y a peut-être un moyen de le rendre meilleur pour nous deux.{/i}

source: [RT] {i}Ok, it's time to put my acting skills to the test.{/i}
french: [RT] {i}Ok, il est temps de mettre mes talents d'acteur à l'épreuve.{/i}

source: [RT] {i}It looks like she's pretty out of it, I'd better make some noise to wake her up.{/i}
french: [RT] {i}On dirait qu'elle est assez sortie de là, je ferais mieux de faire du bruit pour la réveiller.{/i}

source: [S] [ryan]? Why are you making so much noise...
french: [S] [ryan]? Pourquoi fais-tu autant de bruit ...

source: [S] And why do you have a bat in your hands?
french: [S] Et pourquoi as-tu une batte dans les mains?

source: [S] Are you here to kill me?
french: [S] Es-tu là pour me tuer?

source: [R] Oh, haha.... sorry to wake you, I didn't mean to drop my bat.
french: [R] Oh, haha.... désolé de te réveiller, je ne voulais pas lâcher ma batte.

source: [R] I was just checking the house to make sure everything is safe.
french: [R] Je vérifiais juste la maison pour m'assurer que tout est en sécurité.

source: [R] I heard some noises around the house like someone was sneaking around.
french: [R] J'ai entendu des bruits autour de la maison comme si quelqu'un se faufilait.

source: [S] It was probably just Mom or Lauren using the bathroom.
french: [S] C'était probablement juste maman ou Lauren qui utilisait la salle de bain.

source: [R] It wasn't, I already checked on them.
french: [R] Ce n'était pas le cas, je les ai déjà vérifiés.
