Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [MB] You've got some nice equipment.
italian: [MB] Hai un po 'di bella attrezzatura.

source: [MB] {i}(quiet voice){/i}You could shoot porn videos here too, you know.
italian: [MB] {i}(voce tranquilla){/i}Si potrebbe sparare video porno anche qui, sai.

source: [MB] You only need a little more equipment, you wouldn't even have to pay me to be the dick in your films.
italian: [MB] Hai solo bisogno di un po 'di più attrezzature, non dovresti nemmeno pagare me per essere il cazzo nei tuoi film.

source: [MB] Haha... I'd willingly fuck your mom and sisters for free.
italian: [MB] Haha... Io farei volentieri scopare tua mamma e sorelle gratis.

source: [R] Dude, fuck off!
italian: [R] Dude, scopa fuori!

source: [M] Wow, [ryan]! I'm impressed.
italian: [M] Wow, [ryan]! Sono impressionato.

source: [M] I'd imagined something much smaller.
italian: [M] Avrei immaginato qualcosa di molto più piccolo.

source: [R] Well, it's not great, but it has a lot of potential.
italian: [R] Beh, non è grande, ma ha un sacco di potenziale.

source: [MG] It's so industrial!
italian: [MG] È così industriale!

source: [MG] It reminds me of those new fusion restaurants I love!
italian: [MG] Mi ricorda quei nuovi ristoranti di fusione che adoro!

source: [R] Why don't you two go get changed into your outfits, and we'll get started.
italian: [R] Perché non vai a cambiarti nei tuoi outfit, e inizieremo.

source: [MB] Hey, don't forget that I'm directing this photoshoot.
italian: [MB] Ehi, non dimenticare che sto dirigendo questo photoshoot.

source: [MB] You're just in charge of adding the backgrounds later.
italian: [MB] Hai solo il compito di aggiungere gli sfondi più tardi.

source: [R] This is my photo studio.
italian: [R] Questo è il mio studio fotografico.

source: [MB] Yeah, but that was part of the deal.
italian: [MB] Sì, ma questo era parte dell'affare.

source: [MB] I'll tell you what... Since you're the more experienced photographer, I'll consult with you if I think I need some help.
italian: [MB] Ti dirò cosa... Dal momento che sei il fotografo più esperto, ti consulterò se penso di aver bisogno di aiuto.

source: [R] Alright, fine.
italian: [R] Va bene, bene.

source: [MB] Alright ladies, you should get changed into your outfits so we can get started.
italian: [MB] Alright ladies, dovresti essere cambiato nei tuoi outfit in modo da poter iniziare.

source: [MG] This is so exciting!
italian: [MG] È così eccitante!

source: [MG] I look totally hot!
italian: [MG] Ho un aspetto totalmente caldo!

source: [M] Uggghhh... I still can't believe I'm doing this.
italian: [M] Uggghhh... Non riesco ancora a credere che sto facendo questo.

source: [M] I don't know if I hate this drab outfit worse, or the one that leaves so little to the imagination.
italian: [M] Non so se odio questo abito da drenaggio peggio, o quello che lascia così poco all'immaginazione.

source: [RT] {i}By the time we're done, we won't have to imagine anything.{/i}
italian: [RT] {i}Nel momento in cui avremo finito, non dovremo immaginare niente.{/i}

source: [MB] Alright, I think we should start the shoot with just Megan.
italian: [MB] Bene, penso che dovremmo iniziare il tiro con solo Megan.

source: [MG] I've got my wand, and I'm all ready.
italian: [MG] Ho la bacchetta e sono tutto pronto.

source: [MB] Great! Now, I want you to pretend you're Hermione Bang'er, walking through the library with a new book you found.
italian: [MB] Ottimo! Ora, voglio che tu faccia finta di essere Hermione Bang'er, attraversando la biblioteca con un nuovo libro che hai trovato.

source: [MB] Do we have any old books?
italian: [MB] Abbiamo dei vecchi libri?

source: [R] We might have some old account books in the storage closet, just a second.
italian: [R] Potremmo avere alcuni vecchi libri contabili nell'armadio di archiviazione, solo un secondo.

source: {i}"A second later"{/i}
italian: {i}"Un secondo dopo"{/i}

source: [R] Here's a whole bunch... How many do you need?
italian: [R] Ecco un intero mazzo... Quanti ne hai bisogno?

source: [MB] Just one for now.
italian: [MB] Solo uno per ora.

source: [MG] How's this?
italian: [MG] Com'è questa?

source: [MB] That's great! Let me get a shot.
italian: [MB] È fantastico! Lascia che ottenga un colpo.

source: [MB] How do I make this thing take pictures?
italian: [MB] Come faccio a fare questa cosa scattare foto?

source: [R] It's this button here.
italian: [R] È questo pulsante qui.

source: [MB] Ok, got it.
italian: [MB] Ok, ho capito.

source: [MB] So [ryan]... Do you think you can make a nice library background?
italian: [MB] Quindi [ryan]... Pensi che tu possa fare uno sfondo di una bella biblioteca?

source: [R] Yeah, I think I've seen an asset in the 3d store for an old library.
italian: [R] Sì, penso di aver visto un asset nel negozio 3d per una vecchia biblioteca.

source: [R] I can just picture it.
italian: [R] Posso solo immaginarlo.

source: [MB] Great! I can't wait to see what you come up with.
italian: [MB] Fantastico! Non vedo l'ora di vedere che cosa ti trovi.

source: [MB] Ok Megs, or should I say Hermione... Now you stop and open the book you're carrying.
italian: [MB] Ok Megs, o dovrei dire Hermione... Ora ti fermi e apri il libro che stai trasportando.

source: [MG] Ok...
italian: [MG] Va bene...

source: [MB] Perfect.
italian: [MB] Perfetto.

source: [MB] And now something in the book startles you.
italian: [MB] E ora qualcosa nel libro ti stupisce.

source: [MB] Because it's from the forbidden section of the library!
italian: [MB] Perché è dalla sezione proibita della biblioteca!

source: [MB] Can you make some cool effects to come out of the book?
italian: [MB] Riesci a fare qualche effetto fresco per uscire dal libro?

source: [R] Yeah, you've read my mind.
italian: [R] Sì, hai letto la mia mente.

source: [MB] Nice!
italian: [MB] Bello!

source: [MB] Now, you're under the spell of the forbidden book, so I want you to look up and give me an evil smile.
italian: [MB] Ora, sei sotto l'incantesimo del libro proibito, quindi voglio che tu mi guardi e mi dia un sorriso malvagio.

source: [MB] Perfect!
italian: [MB] Perfetto!

source: [R] Though you still look cute!
italian: [R] Anche se sembri ancora carino!

source: [MB] Shut up, [ryan].
italian: [MB] Zitto, [ryan].

source: [MB] She's my girlfriend.
italian: [MB] È la mia morosa.

source: [MB] And you look hot, not cute.
italian: [MB] E tu sembri caldo, non carino.

source: [R] I'd say both.
italian: [R] Direi entrambi.

source: [MB] Shut up.
italian: [MB] Stia zitto.

source: [MB] Ok, so now that you're under the book's spell, you realize how prudish your school outfit is.
italian: [MB] Ok, ora che sei sotto l'incantesimo del libro, ti rendi conto di quanto sia seducente il tuo vestito scolastico.

source: [MB] So now, let's take some shots that show the outfit becoming sexy.
italian: [MB] Così ora, prendiamo alcuni colpi che mostrano l'outfit diventando sexy.

source: [MB] Let's get rid of the sweater vest first.
italian: [MB] Prima sbarazziamoci del giubbotto maglione.

source: [MB] [ryan], can you make the wand look like it's got magic coming out?
italian: [MB] [ryan], puoi far apparire la bacchetta come se fosse diventata magica?

source: [R] I've got it covered.
italian: [R] L'ho coperta.

source: [MB] Great, now let's get rid of the sweater vest.
italian: [MB] Grande, ora sbarazziamoci del giubbotto maglione.

source: [MB] Nice
italian: [MB] Bello

source: [MB] And now let's make that shirt and tie look sexier.
italian: [MB] E ora rendiamo quella camicia e cravatta più sexy.

source: [MB] And last but not least, the skirt.
italian: [MB] E ultima, ma non meno importante, la gonna.

source: [MB] Hold it out with one hand like you're about to cast a spell on it.
italian: [MB] Tenere fuori con una mano come se fossi in procinto di lanciare un incantesimo.

source: [MB] Good.
italian: [MB] Bene.

source: [MB] And now let's shorten it.
italian: [MB] E ora lo accorciamo.

source: [MB] Now give me another evil smile...
italian: [MB] Ora dammi un altro sorriso malvagio...

source: [R] Hey, Mom!
italian: [R] Ehi, mamma!

source: [M] What?
italian: [M] Cosa?

source: [R] What can we do to get the dresscode at school to be more like that?
italian: [R] Cosa possiamo fare per ottenere il codice di abbigliamento a scuola per essere più così?

source: [M] Hmmm... Let me think...
italian: [M] Hmmm... Lasciami pensare...

source: [M] Maybe you can start by shoving that idea up your ass.
italian: [M] Forse puoi iniziare spingendo quell'idea sul tuo culo.

source: [R] Mom!... Language!
italian: [R] Moma!... Lingua!

source: [M] Shut up!
italian: [M] Stia zitto!

source: [MB] Ok, back to the shoot.
italian: [MB] Ok, torna allo sparo.

source: [MB] Now Megs, I want you to use your wand to summon your broom.
italian: [MB] Ora Megs, voglio che tu usi la tua bacchetta per evocare la tua scopa.

source: [MG] Ok.
italian: [MG] Va bene.

source: [R] Haha... Did you make that up?
italian: [R] Haha... Lo hai fatto?

source: [MB] No, you idiot, that's the real spell from the book.
italian: [MB] No, idiota, questo è l'incantesimo reale dal libro.

source: [MB] It's a good thing I'm directing this shoot, and not you.
italian: [MB] È una buona cosa che sto dirigendo questo sparo, e non voi.

source: [MB] Now, will you please hand Megan the broom?
italian: [MB] Adesso, ti piacerà consegnare Megan la scopa?

source: [MB] And now I need you to make a mischievous smile, since you're going to be causing some more trouble on that broom.
italian: [MB] E ora ho bisogno di voi per fare un sorriso malizioso, dal momento che si sta per causare qualche problema in più su quella scopa.

source: [MB] Now, let's take some shots like you're flying on the broom.
italian: [MB] Ora, prendiamo alcuni colpi come se volassi sulla scopa.

source: [MG] How are we going to make it look like I'm flying on a broom?
italian: [MG] Come faremo in modo che sembri che sto volando su una scopa?

source: [MB] Huh... I'm not sure.
italian: [MB] Huh... Non sono sicuro.

source: [MB] Any ideas, [ryan]?
italian: [MB] Qualche idea, [ryan]?

source: [R] Well, any way you pose, I can always just put you into the background so it looks like you're in the air.
italian: [R] Beh, in qualsiasi modo ti posi, posso sempre metterti in secondo piano così sembra che tu sia in aria.

source: [R] But we need to make it look like there's some wind from you flying so fast.
italian: [R] Ma dobbiamo far sembrare che ci sia un vento da te che vola così velocemente.

source: [R] Hmmm... Oh, I know!
italian: [R] Hmmm... Oh, lo so!

source: [R] There's some big industrial fans in one of the other warehouses to help keep the warehouse goods cool.
italian: [R] Ci sono alcuni grandi fan industriali in uno degli altri magazzini per aiutare a mantenere i prodotti di magazzino freschi.

source: [R] Matt, will you come help me wheel one in here?
italian: [R] Matt, verrai ad aiutarmi a ruotare uno qui dentro?

source: [R] This should do the trick.
italian: [R] Questo dovrebbe fare il trucco.

source: [R] Matt, will you run and plug it in?
italian: [R] Matt, eseguirai e lo collegherai?

source: [R] And Megan, grab that wooden pallet and you can use it to do a flying pose.
italian: [R] E Megan, afferrare quel pallet di legno e si può utilizzare per fare una posa volante.

source: [MG] So, how does it look?
italian: [MG] Quindi, come sembra?

source: [MB] Not very convincing.
italian: [MB] Non molto convincente.

source: [MB] I mean the hair and your skirt are blowing back, but it just doesn't look like you're flying.
italian: [MB] Voglio dire che i capelli e la gonna stanno soffiando indietro, ma semplicemente non sembra che tu stia volando.

source: [R] Just wait until I get the background, I think you'll be pleasantly surprised.
italian: [R] Attendi finché non avrò lo sfondo, penso che sarai piacevolmente sorpreso.

source: [MB] Whatever you say, I hope you're right.
italian: [MB] Qualunque cosa tu dica, spero che tu abbia ragione.

source: [MB] And now let's turn around and make it look like you're flying the other way.
italian: [MB] E ora facciamo girare e far sembrare che tu stia volando in altro modo.

source: [R] Really? That means we have to push the fan around to the other side.
italian: [R] Veramente? Ciò significa che dobbiamo spingere il ventilatore verso l'altro lato.

source: [R] Just switch your hand on the broom, and I'll flip the image during Photochop so it looks like you're turned the other way.
italian: [R] Basta cambiare la mano sulla scopa, e io capovolgerò l'immagine durante Photochop in modo che sembra che tu abbia girato il contrario.

source: [MG] Like this?
italian: [MG] Così?

source: [R] Yeah... And change the angle you're taking the pic from, Matt.
italian: [R] Sì... E cambia l'angolo da cui stai prendendo la foto, Matt.

source: [MB] Ok, do you think this will work?
italian: [MB] Ok, pensi che questo funzionerà?

source: [R] Yeah, I can already see it in my head.
italian: [R] Sì, lo vedo già nella mia testa.

source: [MB] Great! And I want one more from the front.
italian: [MB] Ottimo! E voglio ancora uno dal davanti.

source: [MB] Beautiful!
italian: [MB] Bello!

source: [MG] Thanks, Matt!
italian: [MG] Grazie, Matt!

source: [MB] Ok... I think it's time to get Miss [mom_name] involved.
italian: [MB] Ok... Penso che sia il momento di coinvolgere la signorina [mom_name].

source: [MB] Miss [mom_name], can you come in front of the camera with an armful of books.
italian: [MB] Miss [mom_name], puoi venire davanti alla fotocamera con un armato di libri.

source: [M] Alright, do you still want the fan on?
italian: [M] Va bene, vuoi ancora il ventilatore?

source: [MB] Yeah, I want it to look like Megs, or I mean Hermione is buzzing by you, and you're really annoyed by it.
italian: [MB] Sì, voglio che assomigli a Megs, o voglio dire che Hermione è brugling da te, e sei davvero infastidito da esso.

source: [M] Ok, how's this?
italian: [M] Ok, com'è questo?

source: [MB] That works great!
italian: [MB] Che funziona bene!

source: [MB] And [ryan]?
italian: [MB] E [ryan]?

source: [R] Yeah?
italian: [R] Sì?

source: [MB] Can you insert those pics of Megan to make it look like she's flying really close to your mom?
italian: [MB] Riesci a inserire quelle foto di Megan per renderla simile a quella che vola davvero vicino a tua mamma?

source: [R] Yeah... I'll make sure to do that.
italian: [R] Sì... mi assicurerò di farlo.

source: [MB] Great! Now let's make a few small adjustments so [ryan] can make it look like the wind is blowing the other way.
italian: [MB] Ottimo! Ora facciamo alcune piccole regolazioni in modo che [ryan] possa far sembrare che il vento stia soffiando in altro modo.

source: [MB] That will work, I think.
italian: [MB] Questo funzionerà, penso.

source: [MB] Ok, Miss [mom_name], drop the books like they were knocked or blown out of your arms.
italian: [MB] Ok, signorina [mom_name], fai cadere i libri come se fossero stati bussati o soffiati dalle tue braccia.

source: [MB] Oh... and look like you're pissed off.
italian: [MB] Oh... e assomigliate a quello che siete fregati.

source: [MB] That's great!
italian: [MB] Fantastico!

source: [MB] Now you've had enough! It's time to stop this wicked witch.
italian: [MB] Ora hai abbastanza! È ora di fermare questa strega malvagia.

source: [MB] So make an angry face, lift your wand, and cast a spell to knock her off her broom.
italian: [MB] Quindi fai un viso arrabbiato, alza la bacchetta e lancia un incantesimo per buttarla fuori dalla sua scopa.

source: [RT] {i}Oh, my God! Mom is such a nerd!{/i}
italian: [RT] {i}Oh, mio Dio! La mamma è un tale nerd!{/i}

source: [MB] Ok Megs, I need you to come up here and make it look like you're getting knocked off a broom with a large blast of magic.
italian: [MB] Ok Megs, Ho bisogno di venire qui e farla sembrare come si sta facendo bussare una scopa con una grande esplosione di magia.

source: [MB] [ryan], can you?...
italian: [MB] [ryan], puoi tu?...

source: [R] Yeah... I'll take care of all the magic and background and stuff.
italian: [R] Sì... Mi occuperò di tutta la magia e lo sfondo e la roba.

source: [MB] Ok, Miss [mom_name]. Walk up to her like you've defeated your nemesis.
italian: [MB] Ok, signorina [mom_name]. Cammina fino a lei come hai sconfitto la tua nemesi.

source: [MB] And Megs, try to look all scared.
italian: [MB] E Megs, cerca di guardare tutto spaventato.

source: [R] That's actually kind of hot.
italian: [R] In realtà è una specie di caldo.

source: [MB] Damn hot!
italian: [MB] Dannazioni calde!

source: [MB] For the next scene I need a few tables and chairs.
italian: [MB] Per la prossima scena ho bisogno di alcuni tavoli e sedie.

source: [R] The warehouse has just about anything you need.
italian: [R] Il magazzino ha quasi tutto ciò di cui hai bisogno.

source: [MB] Nice, start thinking about how to render a detention hall for the next scene.
italian: [MB] Nizza, inizia a pensare a come rendere una sala di detenzione per la scena successiva.

source: [MB] Ok, so we've got Miss [mom_name] up front of the room in charge of detention.
italian: [MB] Ok, così abbiamo signorina [mom_name] davanti alla stanza responsabile della detenzione.

source: [MB] With Megs bored at her desk.
italian: [MB] Con Megs annoiato alla sua scrivania.

source: [MB] When she suddenly gets an idea.
italian: [MB] Quando improvvisamente ottiene un'idea.

source: [MB] She raises her hand to ask the teacher a question.
italian: [MB] Lei alza la mano per fare una domanda all'insegnante.

source: [MB] And she pulls out the evil book that put her under its spell.
italian: [MB] E lei tira fuori il libro malvagio che la mise sotto il suo incantesimo.

source: [MB] When she opens the book, she encounters the same green light.
italian: [MB] Quando apre il libro, incontra la stessa luce verde.

source: [R] Yes... I remember the green light from before.
italian: [R] Sì... Ricordo la luce verde di prima.

source: [MB] Yeah, do the same one.
italian: [MB] Sì, fai la stessa cosa.

source: [RT] {i}I'm getting sick of him bossing me around.{/i}
italian: [RT] {i}Mi stufo di lui che mi bossing intorno.{/i}

source: [MB] And now do an evil look, like you were just put under the book's spell.
italian: [MB] E ora fate un aspetto malvagio, come siete stati appena messi sotto l'incantesimo del libro.

source: [MB] Ooohh... Good evil look!
italian: [MB] Ooohh... Buon aspetto malvagio!

source: [MB] Now you need to point your wand at your dress, since your new evil nature wants it to be a sexy dress.
italian: [MB] Ora devi puntare la bacchetta al tuo vestito, poiché la tua nuova natura malvagia vuole che sia un vestito sexy.

source: [MB] Great... and...
italian: [MB] Ottimo... e... e...

source: [MB] Finally! It's time for you to get into your sexy outfit.
italian: [MB] Finalmente! È il momento per voi di entrare nel vostro abito sexy.

source: [M] I'm sorry, but I've got to call this... I know we're just getting to the good part, but I've got other stuff I need to get done.
italian: [M] Mi dispiace, ma devo chiamare questo... So che stiamo solo arrivando alla parte buona, ma ho altre cose che devo fare.

source: [M] Another outfit change, and then more pictures... I just don't have any more time.
italian: [M] Un altro outfit cambia, e poi più immagini... Non ho più tempo.

source: [R] Yeah... That's a good call... it's getting late.
italian: [R] Sì... È una buona chiamata... sta diventando tardi.

source: [MB] Yeah, ok. [ryan], give us a call the next time you can let us into the studio.
italian: [MB] Sì, ok. [ryan], fateci una chiamata la prossima volta che potete farci entrare nello studio.

source: [MB] We'll just pick up from where we left off today.
italian: [MB] Riprenderemo da dove siamo partiti oggi.

source: [R] Yeah... ok.
italian: [R] Sì... ok.

source: [R] Thanks! I've been putting every last bit of extra money I have into this place.
italian: [R] Grazie! Ho messo ogni ultimo pezzo di denaro in più che ho in questo posto.

source: [M] Well, I can think of a few weeks where you should have used your money in a better way!
italian: [M] Beh, posso pensare a qualche settimana in cui dovresti aver usato il tuo denaro in modo migliore!

source: [MG] What does that mean?
italian: [MG] Che cosa significa?

source: [M] Don't worry about it.
italian: [M] Non preoccuparti.

source: [R] Alright ladies, you should get changed into your outfits so we can get started.
italian: [R] Alright ladies, dovresti essere cambiato nei tuoi outfit in modo da poter iniziare.

source: [R] Alright, I think we should start the shoot with just Megan.
italian: [R] Bene, penso che dovremmo iniziare il tiro con solo Megan.

source: [R] Great! Now, I want you to pretend you're Hermione Bang'er, walking through the library with a new book you found.
italian: [R] Ottimo! Ora, voglio che tu faccia finta di essere Hermione Bang'er, attraversando la biblioteca con un nuovo libro che hai trovato.

source: [R] Oh, wait!... I need some old books.
italian: [R] Oh, aspetta!... Ho bisogno di alcuni vecchi libri.

source: [R] Here's a whole bunch...
italian: [R] Ecco un intero mazzo...

source: [R] Can you hold onto this one?
italian: [R] Riesci a trattenere questo?

source: [R] That's great! Let me get a shot.
italian: [R] È fantastico! Lascia che ottenga un colpo.

source: [R] I think I've seen an asset in the 3d store for an old library.
italian: [R] Penso di aver visto un asset nel negozio 3d per una vecchia biblioteca.

source: [R] Ok Megan, or should I say Hermione... Now you stop and open the book you're carrying.
italian: [R] Ok Megan, o dovrei dire Hermione... Ora ti fermi e apri il libro che stai trasportando.

source: [R] Perfect.
italian: [R] Perfetto.

source: [R] And now something in the book startles you.
italian: [R] E ora qualcosa nel libro ti stupisce.

source: [R] Because it's from the forbidden section of the library!
italian: [R] Perché è dalla sezione proibita della biblioteca!

source: [R] I'll make some cool effects to come out of the book.
italian: [R] Farò qualche effetto fresco per uscire dal libro.

source: [R] Now, you're under the spell of the forbidden book, so I want you to look up and give me an evil smile.
italian: [R] Ora, sei sotto l'incantesimo del libro proibito, quindi voglio che tu mi guardi e mi dia un sorriso malvagio.

source: [R] Perfect!
italian: [R] Perfetto!

source: [R] That looks pretty evil, but sexy at the same time.
italian: [R] Sembra piuttosto male, ma sexy allo stesso tempo.

source: [R] Ok, so now that you're under the book's spell, you realize how prudish your school outfit is.
italian: [R] Ok, ora che sei sotto l'incantesimo del libro, ti rendi conto di quanto sia seducente il tuo vestito scolastico.

source: [R] So now let's take some shots that show the outfit becoming sexy.
italian: [R] Quindi ora prendiamo alcuni colpi che mostrano l'outfit diventando sexy.

source: [M] And here we go.
italian: [M] E qui andiamo.

source: [R] Relax Mom, it's not like you didn't know it was this type of shoot.
italian: [R] Relax Mom, non è come se tu non avessi saputo che fosse questo tipo di sparo.

source: [M] I know... I just still can't believe I'm part of it.
italian: [M] Lo so... non riesco ancora a credere di farne parte.

source: [R] Yeah... You've said that.
italian: [R] Sì... L'hai detto.

source: [R] So, back to you, Megan.
italian: [R] Quindi, torna a te, Megan.

source: [R] Let's get rid of the sweater vest first.
italian: [R] Prima sbarazziamoci del giubbotto maglione.

source: [R] I'll add some effects to the wand.
italian: [R] Aggiungerò alcuni effetti alla bacchetta.

source: [R] Great, now let's get rid of the sweater vest.
italian: [R] Grande, ora sbarazziamoci del giubbotto maglione.

source: [R] Nice
italian: [R] Bello
