Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [CD] Of course they're real!
french: [CD] Bien sûr, ils sont réels!
italian: [CD] Naturalmente sono reali!

source: [CD] Haha... I'm glad you're enjoying them.
french: [CD] Haha... Je suis content que tu les apprécies.
italian: [CD] Haha... Sono contento che ti stia piacendo.

source: [WT] {i}(Yelling from behind the door){/i} Hey, Candy! Who are you talking to out there?
french: [WT] {i}(Hurlant derrière la porte){/i} Hé, Candy! À qui parlez-vous là ?
italian: [WT] {i}(Urla da dietro la porta){/i} Ehi, Candy! Con chi stai parlando là fuori?

source: [CD] His name is [ryan]. He's a student from one of the schools in your district.
french: [CD] Son nom est [ryan]. C'est un élève de l'une des écoles de votre district.
italian: [CD] Il suo nome è [ryan]. È uno studente di una delle scuole del vostro distretto.

source: [CD] He doesn't have an appointment, so I was going to make him one.
french: [CD] Il n'a pas de rendez-vous, alors j'allais lui en donner un.
italian: [CD] Non ha un appuntamento, quindi stavo per fissargliene uno.

source: [WT] {i}(Yelling){/i}A student?... I've got some time. Send him back.
french: [WT] {i}(en criant){/i} Un étudiant?... Je n'ai pas le temps. Renvoyez-le.
italian: [WT] {i}(Urlando){/i}Uno studente?... Ho un po' di tempo. Lo rimandi indietro.

source: [CD] Well, I guess it's your lucky day. Just head through that big wooden door.
french: [CD] Eh bien, je suppose que c'est votre jour de chance. Il suffit de traverser cette grande porte en bois.
italian: [CD] Beh, credo che sia il tuo giorno fortunato. Basta entrare in quella grande porta di legno.

source: [CD] Haha... Get one good last look.
french: [CD] Haha... Obtenez un bon dernier regard.
italian: [CD] Haha... Ottieni un buon ultimo aspetto.

source: [R] As much as I'd love to, that's just too expensive for me.
french: [R] Autant que j'aimerais, c'est trop cher pour moi.
italian: [R] Per quanto mi piace, è troppo costoso per me.

source: [CD] Ohhh... You're no fun!
french: [CD] Ohhh... Tu n'es pas marrant !
italian: [CD] Ohhh... Non sei divertimento!

source: [CD] I work at the club because I... well, my husband owes Joey DeCapo a lot of money.
french: [CD] Je travaille au club parce que je... mon mari doit beaucoup d'argent à Joey DeCapo.
italian: [CD] Lavoro al club perche... beh, mio marito deve a Joey DeCapo un sacco di soldi.

source: [R] Sounds like my family.
french: [R] Ça ressemble à ma famille.
italian: [R] Suona come la mia famiglia.

source: [CD] Exactly... Joey likes having leverage over people, then he can use them however he wants.
french: [CD] Exactement... Joey aime avoir un effet de levier sur les gens, puis il peut les utiliser comme il veut.
italian: [CD] Esattamente... a Joey piace avere la leva sulle persone, quindi può usarle come vuole.

source: [CD] So I'm working to pay off my husband's debt at the club, and working to pay our daily expenses here at Mr. Tylor's office.
french: [CD] Donc je travaille pour rembourser la dette de mon mari au club, et je travaille pour payer nos dépenses quotidiennes ici au bureau de M. Tylor.
italian: [CD] Così sto lavorando per pagare il debito di mio marito al club, e lavorare per pagare le nostre spese giornaliere qui presso l'ufficio del signor Tylor.

source: [R] Hello, Mr. Tylor, it's nice to meet you. My name is [ryan].
french: [R] Bonjour, M. Tylor, ravi de vous rencontrer. Je m'appelle [ryan].
italian: [R] Ciao, Mr. Tylor, è bello incontrarti. Mi chiamo [ryan].

source: [WT] It's nice to meet you too. Now, which of the schools in our district do you attend?
french: [WT] C'est un plaisir de vous rencontrer aussi. Maintenant, laquelle des écoles de notre district fréquentez-vous?
italian: [WT] È bello conoscerti anche. Ora, quale delle scuole del nostro quartiere partecipa?

source: [R] Shagtown high.
french: [R] Haut de Shagtown.
italian: [R] Shagtown alto.

source: [WT] Oh, yes. Go Hornytoads!
french: [WT] Oh, oui. Allez Hornytoads!
italian: [WT] Oh, sì. Vai Hornytoads!

source: [WT] Please, have a seat. Make yourself comfortable.
french: [WT] Asseyez-vous. Mettez-vous à l'aise.
italian: [WT] Si prega di avere un posto a sedere. Rendersi comodo.

source: [WT] Now, what can I do for you?
french: [WT] Maintenant, que puis-je faire pour vous?
italian: [WT] Ora, che cosa posso fare per te?

source: [RT] {i}Okay... I need to butter him up first so he'll be more open to help me.{/i}
french: [RT] {i}D'accord... Je dois d'abord l'amadouer pour qu'il soit plus ouvert à m'aider.{/i}
italian: [RT] {i}Okay... Ho bisogno di burrarlo per prima cosa, sarà più aperto per aiutarmi. {/i}

source: [R] First off, I just wanted to let you know that we're studying one of your books on Oedipus Rex and Oedipal complexes in my mom's class at school.
french: [R] Tout d'abord, je voulais juste vous faire savoir que nous étudions l'un de vos livres sur Œdipe Rex et les complexes Œdipiens dans la classe de ma mère à l'école.
italian: [R] In primo luogo, Volevo solo farti sapere che stiamo studiando uno dei tuoi libri su complessi Oedipus Rex e Oedipal nella classe di mia mamma a scuola.

source: [WT] Oh, really?... and who is your mother?
french: [WT] Oh, vraiment?... et qui est ta mère?
italian: [WT] Oh, davvero?... e chi è tua madre?

source: [R] Oh, it's Miss [mom_name]
french: [R] Oh, c'est Mademoiselle [mom_name]
italian: [R] Oh, è signorina [mom_name]

source: [WT] Ahh... Miss [mom_name] from Shagtown High.
french: [WT] Ahh... Miss [mom_name] de Shagtown High.
italian: [WT] Ahh... signorina [mom_name] da Shagtown High.

source: [WT] Let me just pull up my information on her from the school's database.
french: [WT] Permettez-moi d'extraire mes informations sur elle de la base de données de l'école.
italian: [WT] Permettetemi di estrarre le mie informazioni dal database della scuola.

source: [WT] Yes, there she is.
french: [WT] Oui, la voilà.
italian: [WT] Sì, lì è.

source: [WTT] {i}Oh, yes... The extremely beautiful and talented Miss [mom_name].{/i}
french: [WTT] {i}Oh, oui... La très belle et talentueuse Miss [mom_name].{/i}
italian: [WTT] {i}Oh, sì... La signorina molto bella e di talento [mom_name].{/i}

source: [WTT] {i}Which means this young man must be the photographer who set up the Cosplay Heaven page.{/i}
french: [WTT] {i}Ce qui signifie que ce jeune homme doit être le photographe qui a mis en place la page Cosplay Heaven.{/i}
italian: [WTT] {i}Il che significa che questo giovane deve essere il fotografo che ha creato la pagina Cosplay Heaven.{/i}

source: [WT] I believe I recently met your mom when I last visited your school.
french: [WT] Je crois que j'ai récemment rencontré votre mère lors de ma dernière visite à votre école.
italian: [WT] Credo di aver recentemente incontrato tua mamma quando ho visitato l'ultima volta la tua scuola.

source: [WT] I helped get an employee family scholarship so that her niece could attend Shagtown High for free.
french: [WT] J'ai aidé à obtenir une bourse d'études pour la famille des employés afin que sa nièce puisse assister gratuitement à Shagtown High.
italian: [WT] Ho aiutato a ottenere una borsa di studio di famiglia dipendente in modo che la nipote potesse partecipare Shagtown High gratuitamente.

source: [R] Yeah, Mandy... We're all really grateful for your help with that. Mandy's loving Shagtown High.
french: [R] Ouais, Mandy... Nous sommes tous très reconnaissants de votre aide pour cela. Mandy aime Shagtown High.
italian: [R] Sì, Mandy... Siamo tutti davvero grati per il vostro aiuto con quello.

source: [WT] Good, I'm glad I could help.
french: [WT] Bien, je suis content d'avoir pu aider.
italian: [WT] Bene, sono contenta di poter aiutare.

source: [R] Anyways, I just wanted to say I think your book is really interesting, and I'm getting a lot of good information out of it for my upcoming presentation.
french: [R] De toute façon, je voulais juste dire que je pense que votre livre est vraiment intéressant, et j'en tire beaucoup de bonnes informations pour ma prochaine présentation.
italian: [R] Comunque, volevo solo dire che penso che il tuo libro sia davvero interessante, e sto ottenendo un sacco di buone informazioni fuori di esso per la mia prossima presentazione.

source: [WTT] {i}This kid is buttering me up for something.{/i}
french: [WTT] {i}Ce gamin le fait pour quelque chose.{/i}
italian: [WTT] {i}Questo bambino mi sta imburrando per qualcosa.{/i}

source: [WT] Well, let me return the compliment. As I understand it, you are somewhat of an amateur photographer?
french: [WT] Eh bien, permettez-moi de retourner le compliment. Si je comprends bien, vous êtes un peu un photographe amateur?
italian: [WT] Beh, lasciami restituire il complimento. A quanto ho capito, sei un po' di un fotografo dilettante?

source: [RT] {i}Holy shit!... He knows about my Cosplay Heaven account.{/i}
french: [RT] {i}Merde !... Il est au courant de mon compte Cosplay Heaven.{/i}
italian: [RT] {i}Santa merda!... Conosce il mio account Cosplay Heaven.{/i}

source: [R] Uhhhh... yeah... How did you?...
french: [R] Uhhhh... ouais... Comment avez-vous fait?...
italian: [R] Uhhhh... sì... Come hai fatto?...

source: [WT] Oh, I got an anonymous email letting me know one of our teachers was posting filthy pictures on the internet.
french: [WT] Oh, j'ai reçu un courriel anonyme me faisant savoir qu'un de nos professeurs publiait des photos sales sur Internet.
italian: [WT] Oh, ho ricevuto un'e-mail anonima che mi ha fatto sapere che uno dei nostri insegnanti stava pubblicando immagini sporche su Internet.

source: [WT] Whoever sent the email was obviously hoping to get Miss [mom_name] fired.
french: [WT] Celui qui a envoyé l'e-mail espérait évidemment faire virer Miss [mom_name].
italian: [WT] Chi ha inviato l'email stava ovviamente sperando di ottenere la signorina [mom_name] licenziata.

source: [WT] But, I had a look, and actually found them to be quite tastefully done.
french: [WT] Mais j'ai jeté un coup d'œil et j'ai trouvé qu'ils étaient faits avec beaucoup de goût.
italian: [WT] Ma, ho avuto uno sguardo, e in realtà li trovai essere abbastanza fatto con gusto.

source: [WT] I actually admire Miss [mom_name]'s courage to go against the social norms put on her by the educational establishment.
french: [WT] J'admire en fait le courage de Miss [mom_name] d'aller à l'encontre des normes sociales que lui impose l'établissement d'enseignement.
italian: [WT] Ammiro davvero il coraggio di Miss [mom_name] di andare contro le norme sociali che le sono state imposte dall'istituto scolastico.

source: [WT] I was a little concerned about her posing with a student, until I verified that the student is 18.
french: [WT] J'étais un peu préoccupé par le fait qu'elle pose avec un étudiant, jusqu'à ce que je vérifie que l'étudiant a 18 ans.
italian: [WT] Ero un po 'preoccupato per lei posa con uno studente, fino a quando ho verificato che lo studente ha 18 anni.

source: [R] Megan was actually the one who talked Mom into doing the shoot with her.
french: [R] Megan était en fait celle qui a incité Maman à faire le tournage avec elle.
italian: [R] Megan è stato in realtà colui che ha parlato la mamma a fare lo sparo con lei.

source: [R] Megan and her boyfriend were actually the ones who talked Mom into doing the shoot.
french: [R] Megan et son petit ami étaient en fait ceux qui ont incité Maman à faire le tournage.
italian: [R] Megan e il suo fidanzato erano in realtà quelli che hanno parlato mamma a fare lo sparo.

source: [R] It definitely took some convincing.
french: [R] Il a certainement fallu convaincre.
italian: [R] Sicuramente ci sono voluti dei convincenti.

source: [WT] Well, now I admire her even more for taking an active role in supporting the interests of her students.
french: [WT] Eh bien, maintenant, je l'admire encore plus pour avoir joué un rôle actif dans le soutien des intérêts de ses étudiants.
italian: [WT] Beh, ora la ammiro ancora di più per aver preso un ruolo attivo nel sostenere gli interessi dei suoi studenti.

source: [WT] I'd love to meet with her again and congratulate her on being such an excellent teacher and role model.
french: [WT] J'aimerais la rencontrer à nouveau et la féliciter d'être une si excellente enseignante et un modèle à suivre.
italian: [WT] Mi piacerebbe incontrarla di nuovo e congratularmi con lei per essere un eccellente insegnante e modello di ruolo.

source: [RT] {i}Yeah, right... That's not the only reason this pervert would like to meet with her again.{/i}
french: [RT] {i}Ouais, c'est ça... Ce n'est pas la seule raison pour laquelle ce pervers aimerait la revoir.{/i}
italian: [RT] {i}Sì, giusto... Questo non è l'unico motivo per cui questo perverso vorrebbe incontrarla nuovamente.{/i}

source: [WT] I've got to commend you, too. As a photographer, it can't be easy to distance yourself emotionally while taking these kinds of photos of your own mother.
french: [WT] Je dois aussi vous féliciter. En tant que photographe, il ne peut pas être facile de se distancer émotionnellement en prenant ce genre de photos de sa propre mère.
italian: [WT] Anche io devo lodarti. Come fotografo, non può essere facile prendere le distanze emotivamente mentre scattate questo tipo di foto di vostra madre.

source: [R] How did you know that I'm the photographer? I didn't post any of my personal information on my account.
french: [R] Comment saviez-vous que je suis le photographe ? Je n'ai publié aucune de mes informations personnelles sur mon compte.
italian: [R] Come hai saputo che sono il fotografo? Non ho pubblicato nessuna delle mie informazioni personali sul mio account.

source: [WT] Well, the anonymous email I received said that the pictures were taken by Miss [mom_name]'s own perverted son.
french: [WT] Eh bien, l'email anonyme que j'ai reçu disait que les photos avaient été prises par le propre fils pervers de Miss [mom_name].
italian: [WT] Bene, l'email anonima che ho ricevuto diceva che le foto sono state scattate dal figlio pervertito della signorina [mom_name].

source: [RT] {i}Who would have sent that email!?{/i}
french: [RT] {i}Qui aurait envoyé ce mail!?{/i}
italian: [RT] {i}Chi avrebbe inviato questa email!?{/i}

source: [RT] {i}There are only a handful of people who know.{/i}
french: [RT] {i}Il n'y a qu'une poignée de personnes qui savent.{/i}
italian: [RT] {i}Ci sono solo una manciata di persone che sanno.{/mi}

source: [RT] {i}Who has it out for Mom and I?{/i}
french: [RT] {i}Qui en a pour maman et moi ?{/i}
italian: [RT] {i}Chi ha fuori per Mamma e Io? {/i}

source: [RT] {i}....Oh, fuck!... I'll bet it was Aunt Cami!{/i}
french: [RT] {i}....Oh, putain!... Je parie que c'était Tante Cami!{/i}
italian: [RT] {i}....Oh, cazza!... Scommetto che era zia Cami!{/i}

source: [RT] {i}Oooo.. If I can prove it, she's gonna pay!{/i}
french: [RT] {i}Oooo... Si je peux le prouver, elle va le payer!{/i}
italian: [RT] {i}Oooo.. Se posso provarlo, lei pagherà!{/i}

source: [WT] You still with us?
french: [WT] Vous êtes toujours avec nous?
italian: [WT] Hai ancora con noi?

source: [R] Yeah... Sorry, I was just trying to figure out who would have sent that email.
french: [R] Ouais... Désolé, j'essayais juste de savoir qui aurait envoyé cet e-mail.
italian: [R] Sì... Scusa, stavo solo cercando di capire chi avrebbe mandato quell'email.

source: [WT] Well, don't worry. I won't tell anyone.
french: [WT] Eh bien, ne vous inquiétez pas. Je ne le dirai à personne.
italian: [WT] Beh, non preoccuparti. Non lo dirò a nessuno.

source: [WT] I can see how you wouldn't want anyone to know you're taking those kinds of pictures of your own mother.
french: [WT] Je peux voir comment vous ne voudriez pas que quelqu'un sache que vous prenez ce genre de photos de votre propre mère.
italian: [WT] Posso vedere come non vorresti che nessuno sappia che stai scattando quelle foto di tua madre.

source: [R] Or sisters.
french: [R] Ou sœurs.
italian: [R] O sorelle.

source: [WT] The other girls are your sisters!?
french: [WT] Les autres filles sont tes sœurs!?
italian: [WT] Le altre ragazze sono tue sorelle!?

source: [R] Oh... you didn't kn...fuck!
french: [R] Oh... vous n'avez pas nou... merde!
italian: [R] Oh... non hai fatto...cazzo!

source: [WTT] {i}My God! This kid is the living embodiment of all my theories.{/i}
french: [WTT] {i}Mon Dieu! Ce gamin est l'incarnation vivante de toutes mes théories.{/i}
italian: [WTT] {i}Mio Dio! Questo bambino è l'incarnazione vivente di tutte le mie teorie.{/i}

source: [WTT] {i}I need to study him and his family!{/i}
french: [WTT] {i}J'ai besoin de l'étudier lui et sa famille!{/i}
italian: [WTT] {i}Ho bisogno di studiare lui e la sua famiglia!{/i}

source: [WT] Don't worry, I'll keep that a secret, too.
french: [WT] Ne vous inquiétez pas, je garderai ça aussi secret.
italian: [WT] Non ti preoccupare, lo terrò un segreto.

source: [R] Thanks.
french: [R] Merci.
italian: [R] Grazie.

source: [WT] I'm sorry. I feel like we've gotten off-subject.
french: [WT] Je suis désolé. J'ai l'impression qu'on est hors sujet.
italian: [WT] Mi dispiace. Mi sento come se fossimo fuori argomento.

source: [WT] I believe there was something you wanted to ask me, before I ran away with the conversation.
french: [WT] Je crois qu'il y avait quelque chose que vous vouliez me demander, avant que je m'enfuie avec la conversation.
italian: [WT] Credo che ci fosse qualcosa che volevi chiedermi, prima di scappare con la conversazione.

source: [R] Yes... Thanks.
french: [R] Oui... Merci.
italian: [R] Sì... Grazie.

source: [R] So, my sister Lauren is running for student body president.
french: [R] Donc, ma sœur Lauren est candidate à la présidence du corps étudiant.
italian: [R] Così, mia sorella Lauren è in esecuzione per il presidente del corpo studentesco.

source: [WT] Oh yes, the special election... I was so mad how those poor girls were thrown out of office, merely for acting like real politicians.
french: [WT] Oh oui, l'élection spéciale... J'étais tellement en colère que ces pauvres filles aient été renvoyées de leurs fonctions, simplement pour avoir agi comme de vrais politiciens.
italian: [WT] Oh sì, le elezioni speciali... Ero così pazzo come quelle povere ragazze sono state gettate fuori ufficio, solo per comportarsi come veri politici.

source: [WT] But, I digress... You were saying?
french: [WT] Mais je me détourne... Vous disiez?
italian: [WT] Ma, digresso... Stavi dicendo?

source: [R] Well, Lauren was trying to think of things that would improve the student's lives at school, and she came up with the idea that we need to revise the dress code.
french: [R] Eh bien, Lauren essayait de penser à des choses qui amélioreraient la vie des élèves à l'école, et elle a eu l'idée que nous devions réviser le code vestimentaire.
italian: [R] Bene, Lauren stava cercando di pensare a cose che avrebbero migliorato la vita dello studente a scuola, e lei è venuta con l'idea che abbiamo bisogno di rivedere il codice di abbigliamento.

source: [WT] Oh, really? Please, tell me why.
french: [WT] Oh, vraiment? S'il vous plaît, dites-moi pourquoi.
italian: [WT] Oh, davvero? Per favore, dicimi perché.

source: [R] Well, first off, the air conditioning in the school doesn't work half the time.
french: [R] Eh bien, tout d'abord, la climatisation de l'école ne fonctionne pas la moitié du temps.
italian: [R] Beh, prima di tutto, l'aria condizionata nella scuola non funziona la metà del tempo.

source: [WT] Yes... The school maintenance team keeps telling us they fixed it, but then we keep getting reports that it's down again.
french: [WT] Oui... L'équipe de maintenance de l'école ne cesse de nous dire qu'ils l'ont réparé, mais nous recevons des rapports indiquant qu'il est à nouveau en panne.
italian: [WT] Sì... Il team di manutenzione della scuola continua a dirci che hanno riparato, ma poi continuiamo a ottenere rapporti che è di nuovo giù.

source: [R] Yeah, and we end up so hot that we can't pay attention in class.
french: [R] Oui, et nous finissons tellement chauds que nous ne pouvons pas faire attention en classe.
italian: [R] Sì, e finiamo così caldi che non possiamo prestare attenzione in classe.

source: [R] Our pants are made of wool, as are the girls' vests and skirts.
french: [R] Nos pantalons sont en laine, tout comme les gilets et les jupes des filles.
italian: [R] I nostri pantaloni sono fatti di lana, come i giubbotti e le gonne delle ragazze.

source: [WT] Hmmm... I see your point.
french: [WT] Hmmm... Je vois votre point de vue.
italian: [WT] Hmmm... Vedo il tuo punto.

source: [R] And then a lot of the girls just think the uniforms are not very cute or trendy.
french: [R] Et puis beaucoup de filles pensent que les uniformes ne sont pas très mignons ou à la mode.
italian: [R] E poi un sacco di ragazze pensano solo che le uniformi non sono molto carino o di tendenza.

source: [WT] Well, we do need to have uniforms, and the current uniforms are a nod to our school's Catholic background and a major source of our funding.
french: [WT] Eh bien, nous avons besoin d'uniformes, et les uniformes actuels sont un clin d'œil à l'origine catholique de notre école et une source majeure de financement.
italian: [WT] Bene, abbiamo bisogno di avere uniformi, e le uniformi attuali sono un cenno al background cattolico della nostra scuola e una fonte importante di finanziamenti.

source: [WT] But, I do agree there could be some revisions.
french: [WT] Mais, je suis d'accord qu'il pourrait y avoir des révisions.
italian: [WT] Ma sono d'accordo che ci potrebbero essere alcune revisioni.

source: [WT] What if we gave the boys the option to wear shorts?
french: [WT] Et si nous donnions aux garçons la possibilité de porter un short?
italian: [WT] E se avessimo dato ai ragazzi la possibilità di indossare pantaloncini?

source: [WT] And for the girls, what if we went with something closer to the Hermione Bang'er outfit you did for your cosplay shoot with Megan and Miss [mom_name]?
french: [WT] Et pour les filles, et si nous allions avec quelque chose de plus proche de la tenue Hermione Bang'er que vous avez faite pour votre shooting cosplay avec Megan et Miss [mom_name]?
italian: [WT] Per le ragazze, e se andassimo con qualcosa di più vicino al vestito di Hermione Bang'er che hai fatto per il tuo scatto cosplay con Megan e Miss [mom_name]?

source: [R] Really?... Could you do that?
french: [R] Vraiment?... Vous pouvez faire ça ?
italian: [R] Veramente?... Potresti farlo?

source: [WT] Well, the skirt couldn't be quite that short... But shorter than it is now.
french: [WT] Eh bien, la jupe ne pouvait pas être aussi courte... Mais plus court qu'il ne l'est maintenant.
italian: [WT] Beh, la gonna non poteva essere abbastanza breve... Ma più breve di quello che è ora.

source: [R] So, that's a yes? You'll let us change the dress code?
french: [R] Alors, c'est un oui? Vous nous laissez changer le code vestimentaire ?
italian: [R] Quindi, è un sì? Ci lascerete cambiare il codice di vestito?

source: [WT] It's not completely up to me. I'll have to run it by the board, and they'll have to vote to allow it.
french: [WT] Ce n'est pas complètement à moi de décider. Je devrai l'exécuter par le conseil, et ils devront voter pour l'autoriser.
italian: [WT] Non è completamente a me. Dovrò farlo funzionare dal tavolo, e dovranno votare per permetterlo.

source: [WT] I definitely hold some influence over the board, so I think there's a good chance I'll be able to sway them.
french: [WT] J'ai certainement une certaine influence sur le conseil d'administration, donc je pense qu'il y a de bonnes chances que je puisse les influencer.
italian: [WT] Ho sicuramente un po' di influenza sul tavolo, quindi penso che ci sia una buona possibilità di poterli sviare.
