Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [MG] This cock is perfect! Big enough to make me feel like I'm getting split in half, but not so big that it will actually rip the inside of my pussy.
french: [MG] Cette bite est parfaite! Assez grande pour me donner l'impression de me diviser en deux, mais pas si grande qu'elle déchirera l'intérieur de ma chatte.
italian: [MG] Questo cazzo è perfetto! Abbastanza grande da farmi sentire come se mi stessero spaccando in due, ma non così grande da strappare l'interno della mia figa.

source: [MG] Oh... I can't wait to fuck it!
french: [MG] Oh... J'ai hâte de la baiser!
italian: [MG] Oh... non vedo l'ora di scoparlo!

source: [MG] I'd better get it nice and lubed up, or it's not going to go in.
french: [MG] Je ferais mieux de la faire bien lubrifier, ou elle ne va pas entrer.
italian: [MG] Sarà meglio che lo lubrifichi per bene o non entrerà.

source: [RT] {i}I'm so excited that I get to be a part of revenge sex!{/i}
french: [RT] {i}Je suis tellement excité de faire partie du sexe de la vengeance!{/i}
italian: [RT] {i}Sono così eccitato all'idea di far parte del sesso di vendetta!{/i}

source: [RT] {i}After Matt fucking her all the time, I'm sure it's anything but tight.{/i}
french: [RT] {i}Après que Matt l'ait baisée tout le temps, je suis sûr que c'est tout sauf serré.{/i}
italian: [RT] {i}Dopo che Matt l'ha scopata tutto il tempo, sono sicuro che è tutt'altro che stretta.{/i}

source: [RT] {i}Oh, God!... She's surprisingly tight!{/i}
french: [RT] {i}Oh, mon Dieu!... Elle est étonnamment serrée!{/i}
italian: [RT] {i}Oh, Dio!... È sorprendentemente stretta!{/i}

source: [RT] {i}Maybe she's just got an amazingly stretchy pussy.{/i}
french: [RT] {i}Peut-être qu'elle a une chatte incroyablement extensible.{/i}
italian: [RT] {i}Forse ha solo una figa incredibilmente elastica.{/i}

source: [MG] Oh, yeah... [ryan]! Fuck my needy pussy!
french: [MG] Oh, oui... [ryan]! Baise ma chatte en manque !
italian: [MG] Oh, sì... [ryan]! Cazzo la mia fica bisognosa!

source: [MG] Split me in half!
french: [MG] Divises-moi en deux !
italian: [MG] Dividimi a metà!

source: [MG] Ohhh... Yes... Cum inside me, you stud!
french: [MG] Ohhh... Oui... Sperme en moi, mec!
italian: [MG] Ohhh... Sì... Sborra dentro di me, stallone!

source: [R] Oh fuck, Laur... Uuuhhh Megan! You're driving me crazy!
french: [R] Oh putain, Laur... Uuuhhh Megan! Tu me rends fou !
italian: [R] Oh cazzo, Laur... Uuuhhh Megan! Mi stai facendo impazzire!

source: [MG] Oh, my God!... You really are filling me up!
french: [MG] Oh, mon Dieu!... Tu me remplis vraiment!
italian: [MG] Oh, mio Dio! Mi stai davvero riempiendo!

source: [MGT] {i}Oh God, that's a baby making load for sure...{/i}
french: [MGT] {i}Oh mon dieu, c'est une charge pour un bébé c'est certain...{/i}
italian: [MGT] {i}Oh Dio, questo è un carico per fare un bambino di sicuro...{/i}

source: [MGT] {i}An explosion with that much power probably forced dozens of sperms into my egg against its will.{/i}
french: [MGT] {i}Une explosion avec autant de puissance a probablement forcé des dizaines de spermatozoïdes à entrer dans mon ovule contre sa volonté.{/i}
italian: [MGT] {i}Un'esplosione con tutta quella potenza ha probabilmente forzato decine di spermatozoi nel mio uovo contro la sua volontà.

source: [MGT] {i}I might birth a whole litter of little [ryan]'s...{/i}
french: [MGT] {i}Je pourrais mettre au monde toute une portée de petits [ryan]...{/i}
italian: [MGT] {i}Potrei nascere un intero cucciolo di poco [ryan]'s...{/i}

source: [MGT] {i}Oh God, I'd better not forget to take a morning-after pill... maybe a few even.{/i}
french: [MGT] {i}Oh mon dieu, je ferais mieux de ne pas oublier de prendre une pilule du lendemain... peut-être même plusieurs.{/i}
italian: [MGT] {i}Oh Dio, farei meglio a non dimenticare di prendere una pillola del giorno dopo... forse anche qualcuna.{/i}

source: [MG] Well Matt, I hope you enjoyed our video today!
french: [MG] Eh bien Matt, j'espère que tu as apprécié notre vidéo aujourd'hui !
italian: [MG] Beh Matt, spero che oggi vi sia piaciuto il nostro video!

source: [MG] Don't forget to hit like, and subscribe.
french: [MG] N'oublies pas de liker et de t'abonner.
italian: [MG] Non dimenticarti di colpire come e iscriverti.

source: [MG] I've got to let you know, [ryan] might not be as big as you, but he cums way more.
french: [MG] Je dois te le faire savoir, [ryan] n'est peut-être pas aussi grand que toi, mais il jouit beaucoup plus.
italian: [MG] Devo farti sapere, [ryan] potrebbe non essere grande come te, ma lui è molto di più.

source: [MG] It's probably going to take days to get all his baby gravy out of my womb.
french: [MG] Il faudra probablement des jours pour sortir toute sa sauce pour bébé de mon ventre.
italian: [MG] Probabilmente ci vorranno giorni per far uscire dal mio grembo tutto il suo bambino.

source: [MG] And then, I think I'll have him give me a refill.
french: [MG] Et ensuite, je pense qu'il me donnera une recharge.
italian: [MG] E poi, penso che lo farò dare una ricarica.

source: [MG] Bye!
french: [MG] Au revoir!
italian: [MG] Ciao!

source: [R] Do you mean the video, or the fucking?
french: [R] Veux-tu dire la vidéo, ou la baise?
italian: [R] Intendi il video o il cazzo?

source: [R] Because I would say you were great on both accounts.
french: [R] Parce que je dirais que tu étais super sur les deux.
italian: [R] Perché direi che siete stati grandi su entrambi i conti.

source: [MG] Thanks, [ryan]!
french: [MG] Merci, [ryan]!
italian: [MG] Grazie, [ryan]!

source: [MG] I can't wait to send this video to Matt.
french: [MG] J'ai hâte d'envoyer cette vidéo à Matt.
italian: [MG] Non vedo l'ora di inviare questo video a Matt.

source: [MG] Will you send it to my phone?
french: [MG] Vas-tu l'envoyer sur mon téléphone?
italian: [MG] La invierai al mio telefono?

source: [R] Sure, but I was wondering if you could do me a favor first.
french: [R] Bien sûr, mais je me demandais si tu pouvais d'abord me rendre service.
italian: [R] Certo, ma mi stavo chiedendo se potessi farmi un favore prima.

source: [MG] What kind of favor?
french: [MG] Quel genre de faveur?
italian: [MG] Che tipo di favore?

source: [R] I heard you might be part of Matt's election skit.
french: [R] J'ai entendu dire que tu pourrais faire partie du sketch électoral de Matt.
italian: [R] Ti ho sentito far parte dello skit elettorale di Matt.

source: [MG] Well, I was going to be... There's no way I'm going to do it now.
french: [MG] Eh bien, j'allais... Il n'y a pas moyen que je le fasse maintenant.
italian: [MG] Beh, stavo per essere... Non c'è modo di farlo adesso.

source: [MG] I was going to get some of the cheerleaders to perform a sexy number with me.
french: [MG] J'allais demander à certaines pom-pom girls d'effectuer un numéro sexy avec moi.
italian: [MG] Stavo per ottenere alcuni dei cheerleader per eseguire un numero sexy con me.

source: [MG] Luckily we haven't practiced it much, so now I'll just call it off.
french: [MG] Heureusement, nous ne l'avons pas beaucoup pratiqué, alors maintenant je vais simplement l'annuler.
italian: [MG] Per fortuna non l'abbiamo praticata molto, quindi ora lo chiamerò poco.

source: [R] So, that's the favor I wanted to ask of you.
french: [R] Donc, c'est la faveur que je voulais te demander.
italian: [R] Quindi, questo è il favore che volevo chiederti.

source: [R] Don't cancel the skit.
french: [R] N'annules pas le sketch.
italian: [R] Non cancellare lo skit.

source: [MG] Why?... There's no way I'm performing for Matt now.
french: [MG] Pourquoi?... Pas question que je joue pour Matt maintenant.
italian: [MG] Perché?... Non c'è modo di suonare per Matt adesso.

source: [R] Yeah, so do it for Lauren instead.
french: [R] Ouais, alors fais-le pour Lauren à la place.
italian: [R] Sì, lo faccia per Lauren, invece.

source: [R] Think about it. You keep practicing, and Matt will think you're getting ready for his election skit.
french: [R] Penses-y. Tu continues à t'entraîner, et Matt pensera que tu te prépares pour son sketch électoral.
italian: [R] Pensateci. Continuate a esercitarvi e Matt penserà di essere pronto per il suo skit elettorale.

source: [R] Then, at the assembly when it's time for Matt's skit, you break the news that you're not performing for him, and then you perform for Lauren instead.
french: [R] Ensuite, à l'assemblée quand il est temps pour le sketch de Matt, tu annonces que tu ne joues pas pour lui, puis tu joues pour Lauren à la place.
italian: [R] Poi, all'assemblea quando è tempo per lo skit di Matt, si rompe la notizia che non si esegue per lui, e poi si esibisce per Lauren invece.

source: [R] Matt will be left without a skit, and Lauren will have you and the cheerleaders perform a kick-ass skit.
french: [R] Matt se retrouvera sans sketch, et Lauren te fera faire un sketch avec les pom-pom girls.
italian: [R] Matt sarà lasciato senza skit, e Lauren avrà voi e gli cheerleader eseguiranno uno skit di calcetto.

source: [R] Lauren wins, Matt loses... What could be better revenge than that?
french: [R] Lauren gagne, Matt perd... Quoi de mieux que ça pour se venger ?
italian: [R] Lauren vince, Matt perde... Cosa potrebbe essere migliore vendetta di questo?

source: [R] Oh, I know... To add insult to injury, when he's feeling the pain of failure, you send him this video we just made.
french: [R] Oh, je sais... Pour ajouter l'insulte à l'injure, quand il ressent la douleur de l'échec, tu lui envoies cette vidéo que nous venons de faire.
italian: [R] Oh, lo so... Per aggiungere insulto alla ferita, quando sente il dolore del fallimento, gli invii questo video che abbiamo appena fatto.

source: [MG] I don't know...
french: [MG] Je ne sais pas...
italian: [MG] Non so...

source: [MG] That would mean I would have to pretend to stay with him until the election assembly, and that everything's good between us.
french: [MG] Cela voudrait dire que je devrais faire semblant de rester avec lui jusqu'à l'assemblée électorale, et que tout va bien entre nous.
italian: [MG] Ciò significherebbe che dovrei fingere di rimanere con lui fino all'assemblea elettorale, e che tutto è buono tra noi.

source: [MG] He's going to want to keep having sex, and there's no way I'm fucking him now... How would I get out of that?
french: [MG] Il va vouloir continuer à faire l'amour, et il est impossible que je le baise maintenant... Comment pourrais-je m'en sortir ?
italian: [MG] Vuole continuare a fare sesso, e non c'è modo che lo scopino adesso... Come sarei uscito da quello?

source: [R] Say you're on your period?
french: [R] Dis que tu as tes règles?
italian: [R] Dite che siete nel vostro mestruo?

source: [MG] That will only work for a week.
french: [MG] Cela ne fonctionnera que pendant une semaine.
italian: [MG] Funzionerà solo per una settimana.

source: [R] Say that you've got some kind of vagina disease.
french: [R] Dis que tu as une sorte de maladie du vagin.
italian: [R] Dite che avete un qualche tipo di malattia della vagina.

source: [MG] You mean an STD?... Gross!
french: [MG] Tu veux dire une MST?... Dégueulasse !
italian: [MG] Vuoi dire un STD?... Gross!

source: [R] Exactly.
french: [R] Exactement.
italian: [R] Esattamente.

source: [MG] That would be a fun rumor to try to stop from circling around the school.
french: [MG] Ce serait une rumeur amusante d'essayer d'arrêter de tourner autour de l'école.
italian: [MG] Sarebbe una voce divertente per cercare di smettere di girare intorno alla scuola.

source: [R] Well, think about it. It might be harder, but playing the long game will have such a better reward.
french: [R] Eh bien, penses-y. C'est peut-être plus difficile, mais jouer le long jeu aura une telle meilleure récompense.
italian: [R] Bene, pensateci. Potrebbe essere più difficile, ma giocare a lungo avrà una ricompensa così migliore.

source: [MG] How do you mean?
french: [MG] Que veux-tu dire?
italian: [MG] Come intendi?

source: [R] It's like that book my mom made us read for class. The Count of Monte Cristo.
french: [R] C'est comme ce livre que ma mère nous a fait lire en classe. Le comte de Monte-Cristo.
italian: [R] È come quel libro che mia mamma ci ha fatto leggere per lezione. Il conte di Monte Cristo.

source: [MG] I don't remember.
french: [MG] Je ne me souviens pas.
italian: [MG] Non ricordo.

source: [R] You know... We watched the movie?... About those French guys?... The one went to jail forever, broke out, found a treasure, and planned the best revenge ever.
french: [R] Tu sais... On a regardé le film ?... Sur ce type français ?... Celui qui est allé en prison pour toujours, s'est évadé, a trouvé un trésor, et a planifié la meilleure vengeance qui soit.
italian: [R] Sai... Abbiamo guardato il film?... A proposito di quelli francesi?... Quella andò in prigione per sempre, scoppiò, trovò un tesoro e pianificò la migliore vendetta di sempre.

source: [MG] I think that movie was against revenge.
french: [MG] Je pense que ce film était contre la vengeance.
italian: [MG] Penso che quel film sia stato contro la vendetta.

source: [R] Well, I'd say it worked out pretty well for the Count... At least... in the movie.
french: [R] Eh bien, je dirais que ça a plutôt bien marché pour le Comte... Du moins... dans le film.
italian: [R] Beh, direi che ha funzionato abbastanza bene per il Conte... almeno... nel film.

source: [R] But the point is, he played the long game, and it all came together magnificently.
french: [R] Mais le fait est qu'il a joué le long jeu, et que tout s'est déroulé magnifiquement.
italian: [R] Ma il punto è, ha giocato la partita lunga, e tutto è venuto insieme magnificamente.

source: [MG] Ok... I'll do it.
french: [MG] D'accord... Je vais le faire.
italian: [MG] Ok... lo farò.

source: [R] Yes!
french: [R] Oui!
italian: [R] Sì!

source: [R] Ohh... And would you mind working on the skit with my cousin, Mandy?
french: [R] Ohh... Et ça te dérangerait de travailler sur le sketch avec ma cousine, Mandy ?
italian: [R] Ohh... Ti dispiacerebbe lavorare sullo skit con mio cugino, Mandy?

source: [MG] Oh, the new girl? Is she athletic, or know how to dance?
french: [MG] Oh, la nouvelle fille ? Est-elle athlétique, ou sait-elle danser ?
italian: [MG] Oh, la nuova ragazza? È atletica, o sa danzare?

source: [R] Yeah, she was on some elite dance team at her old school.
french: [R] Ouais, elle faisait partie d'une équipe de danse d'élite à son ancienne école.
italian: [R] Sì, era in qualche squadra di danza d'élite alla sua vecchia scuola.

source: [R] She's really good at choreography.
french: [R] Elle est vraiment bonne en chorégraphie.
italian: [R] È veramente brava in coreografia.

source: [R] I think she'll only make the skit better.
french: [R] Je pense qu'elle ne fera qu'améliorer le sketch.
italian: [R] Penso che farà solo meglio lo skit.

source: [MG] Alright, tell her to get ahold of me.
french: [MG] Très bien, dites-lui de me contacter.
italian: [MG] Bene, le dica di prendermi la mano.

source: [MG] You know my number?
french: [MG] Tu connais mon numéro ?
italian: [MG] Tu conosci il mio numero?

source: [MG] No... Why would you.
french: [MG] Non... Pourquoi le ferais-tu.
italian: [MG] No... Perché ti sarebbe.

source: [MG] I'll text you my contact info.
french: [MG] Je t'enverrai mes coordonnées par SMS.
italian: [MG] Vi scriverò le mie informazioni di contatto.

source: [R] Awesome!... And remember.
french: [R] Génial!... Et souviens-toi.
italian: [R] Fantastica!... E ricorda.

source: [R] Don't let Matt think anything is wrong.
french: [R] Ne laisse pas Matt penser que quelque chose ne va pas.
italian: [R] Non lasciate che Matt pensi che qualcosa sia sbagliato.

source: [MG] Ok, I'll do my best.
french: [MG] Ok, je vais faire de mon mieux.
italian: [MG] Ok, farò del mio meglio.

source: [RT] {i}Why in the hell did I come back here?{/i}
french: [RT] {i}Pourquoi diable suis-je revenu ici?{/i}
italian: [RT] {i}Perché nell'inferno sono tornata qui?{/i}

source: [RT] {i}It's way too risky to try and spy on them twice in the same day.{/i}
french: [RT] {i}C'est beaucoup trop risqué d'essayer de les espionner deux fois dans la même journée.{/i}
italian: [RT] {i}È troppo rischioso cercare di spiare due volte nello stesso giorno.{/i}

source: [RT] {i}I wonder if there are any girls in the showers.{/i}
french: [RT] {i}Je me demande s'il y a des filles dans les douches.{/i}
italian: [RT] {i}Mi chiedo se ci sono delle ragazze nelle docce.{/i}

source: [RT] {i}The coast looks clear... Should I take a peek?{/i}
french: [RT] {i}La voie semble dégagée... Devrais-je jeter un coup d’œil?{/i}
italian: [RT] {i}La costa sembra chiara... Dovrei fare una peek?{/i}

source: [RT] {i}And who do we have here?{/i}
french: [RT] {i}Et qui avons-nous ici?{/i}
italian: [RT] {i}E chi ne abbiamo qui?{/i}

source: [RT] {i}What am I doing here? I could get in a lot of trouble if somebody sees me.{/i}
french: [RT] {i}Qu'est-ce que je fais ici? Je pourrais avoir beaucoup d'ennuis si quelqu'un me voit.{/i}
italian: [RT] {i}Che ci faccio qui? Potrei finire in un sacco di guai se qualcuno mi vede.

source: {i}"It looks like your struggling with the shower run game. Would you like to skip this game?"{/i}
french: {i}'On dirait que vous avez de la peine avec le jeu de course de la douche. Voulez-vous sauter ce jeu?'{/i}
italian: {i}"Sembra che tu stia lottando con il gioco doccia run. Vuoi saltare questa partita?"{/i}

source: {i}"Would you like to erase the negative consequences of losing the game and continue as if you'd never lost in the first place?"{/i}
french: {i}'Voulez-vous effacer les conséquences négatives de la perte du jeu et continuer comme si vous n'aviez jamais perdu en premier lieu?'{/i}
italian: {i}"Vuoi cancellare le conseguenze negative di perdere il gioco e continuare come se non avessi mai perso in primo luogo?"{/i}

source: [RT] {i}Shit!... That girl's here again.{/i}
french: [RT] {i}Merde!... Cette fille est encore là.{/i}
italian: [RT] {i}Shit!... Quella ragazza di nuovo qui.{/i}

source: [RT] {i}Why does she always have to be here?{/i}
french: [RT] {i}Pourquoi doit-elle toujours être ici?{/i}
italian: [RT] {i}Perché deve sempre essere qui? {/i}

source: [RT] {i}Ok, she seems to be pretty focused on getting dressed... Hopefully I can make it this time.{/i}
french: [RT] {i}Ok, elle a l'air assez concentrée sur son habillage... J'espère que je pourrai le faire cette fois-ci.{/i}
italian: [RT] {i}Ok, sembra essere abbastanza concentrata su vestirsi... Speriamo di poter fare questa volta.{/i}

source: [RT] {i}Halls are empty.{/i}
french: [RT] {i}Les salles sont vides.{/i}
italian: [RT] {i}Le sale sono vuote.{/i}

source: [RT] {i}It's so quiet.{/i}
french: [RT] {i}C'est si calme.{/i}
italian: [RT] {i}È così silenzioso.{/i}

source: [RT] {i}Hopefully the girls' locker room will be less crowded this time.{/i}
french: [RT] {i}Espérons que le vestiaire des filles sera moins encombré cette fois.{/i}
italian: [RT] {i}Si spera che lo spogliatoio delle ragazze sia meno affollato questa volta.{/i}

source: [RT] {i}I haven't been here this early since I was on the basketball team.{/i}
french: [RT] {i}Je ne suis pas venu aussi tôt depuis que je faisais partie de l'équipe de basket-ball.{/i}
italian: [RT] {i}Non sono stato qui questo presto da quando ero nella squadra di basket. {/i}

source: [RT] {i}That's a good sign... Hopefully the girls' locker room will be empty, too.{/i}
french: [RT] {i}C'est bon signe... J'espère que le vestiaire des filles sera vide aussi.{/i}
italian: [RT] {i}Questo è un buon segno... Speriamo che anche lo spogliatoio delle ragazze sia vuoto.{/i}

source: [RT] {i}Shit!... There's a girl changing in here.{/i}
french: [RT] {i}Merde!... Il y a une fille qui se change ici.{/i}
italian: [RT] {i}Merda!... C'è una ragazza che si sta cambiando qui.

source: [RT] {i}What is she doing here so early in the morning?{/i}
french: [RT] {i}Que fait-elle ici si tôt le matin?{/i}
italian: [RT] {i}Che ci fa qui così presto di mattina?

source: [RT] {i}She seems to be pretty focused on getting dressed... Maybe I can sneak past her?{/i}
french: [RT] {i}Elle semble être plutôt concentrée à s'habiller... Je peux peut-être passer devant elle ?{/i}
italian: [RT] {i}Sembra essere piuttosto concentrata a vestirsi... Forse posso sgattaiolare davanti a lei?

source: [R] No!... Shhhhh...
french: [R] Non!... Chut...

source: [LRG] BOY IN THE GIRLS' LOCKER ROOM AGAIN!!
french: [LRG] UN GARÇON DANS LE VESTIAIRE DES FILLES DE NOUVEAU!!

source: [RT] {i}Shit!... I've got to get out of here!{/i}
french: [RT] {i}Merde!... Je dois sortir d'ici!{/i}
italian: [RT] {i}Merda!... Devo uscire da qui!{/i}

source: [LRG] BOY IN THE GIRLS' LOCKER ROOM!!
french: [LRG] UN GARÇON DANS LE VESTIAIRE DES FILLES!!
italian: [LRG] BOY IN THE GIRLE 'LOCKER ROOM!!

source: [R] Shhhh...
french: [R] Chut...

source: [MG] Again, [ryan]? What the hell?
french: [MG] Encore, [ryan]? C'est quoi ce bordel ?
italian: [MG] Ancora una volta, [ryan]? Che inferno?

source: [SY] You pervert! You'd better get out of here right now, or I'm really going to start screaming!
french: [SY] Pervers! Tu ferais mieux de sortir d'ici tout de suite, ou je vais vraiment commencer à crier!
italian: [SY] Sei pervertito! Faresti meglio a uscire da qui in questo momento, o inizierò davvero a urlare!

source: [R] Yeah, right away!
french: [R] Oui, tout de suite !
italian: [R] Sì, subito!

source: [MG] [ryan]! What the hell are you doing in here?
french: [MG] [ryan]! Qu'est-ce que tu fous ici ?
italian: [MG] [ryan]! Che diavolo stai facendo qui dentro?

source: [SY] You'd better get out of here right now, or I'm really going to start screaming!
french: [SY] Tu ferais mieux de sortir d'ici tout de suite, ou je vais vraiment commencer à crier!
italian: [SY] Faresti meglio a uscire da qui in questo momento, o inizierò davvero a urlare!

source: [K] Spying on us again?! You really are a pervert!
french: [K] Tu nous espionnes encore ? ! Tu es vraiment un pervers !
italian: [K] Spionarci di nuovo?! Sei davvero un perverso!

source: [R] I'm not here to spy on you!
french: [R] Je ne suis pas là pour vous espionner !
italian: [R] Non sono qui per spiarvi!

source: [K] Yeah, right!
french: [K] Ouais, c'est ça !
italian: [K] Sì, certo!

source: [RG] Didn't get enough last time?
french: [RG] N'en a pas eu assez la dernière fois?
italian: [RG] L'ultima volta non è stata sufficiente?

source: [H] Get out of here!
french: [H] Sors d'ici !
italian: [H] Uscite da qui!

source: [R] I'm going!
french: [R] J'y vais !
italian: [R] Sto andandando!

source: [K] [ryan]! Why are you spying on us?
french: [K] [ryan]! Pourquoi nous espionnes-tu ?
italian: [K] [ryan]! Perché ci spii?

source: [RG] Hope you enjoyed the show, you pervert.
french: [RG] J'espère que tu as apprécié le spectacle, espèce de pervers.
italian: [RG] Spero che ti sia piaciuto lo spettacolo, sei perverso.

source: [R] Principal Hardun?
french: [R] Monsieur le principal Hardun?

source: [PH] Back for more, I see.
french: [PH] De retour pour plus, je vois.
italian: [PH] Torna indietro per di più, vedo.

source: [PH] I knew you were lying.
french: [PH] Je savais que tu mentais.
italian: [PH] Sapevo che stavate mentendo.

source: [PH] Let's go talk to your mother.
french: [PH] Allons parler à ta mère.
italian: [PH] Andiamo a parlare con tua madre.

source: [M] AGAIN!?
french: [M] ENCORE!?
italian: [M] AGAINE!?

source: [RT] {i}Ok... Let's see if this will work again.{/i}
french: [RT] {i}Ok... Voyons si cela fonctionnera à nouveau.{/i}
italian: [RT] {i}Ok... Vediamo se funzionerà di nuovo.{/i}
