Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [RT] {i}God, it would be so nice if Lauren won.{/i}
french: [RT] {i}Mon Dieu, ce serait tellement bien si Lauren gagnait.{/i}
italian: [RT] {i}Dio, sarebbe così bello se Lauren vincere.{/i}

source: [RT] {i}I'd love to see Matt taken down a few pegs.{/i}
french: [RT] {i}J'adorerais voir Matt enlever quelques piquets. {/i}
italian: [RT] {i}Mi piacerebbe vedere Matt preso un paio di pezzi.{/i}

source: [RT] {i}Time to slam dunk this poster into the trash.{/i}
french: [RT] {i}Il est temps de jeter cette affiche à la poubelle.{/i}
italian: [RT] {i}È ora di sbattere questo poster nel cestino.{/i}

source: [RT] {i}I sure hope these posters bring Lauren a lot of votes.{/i}
french: [RT] {i}J'espère que ces affiches apporteront beaucoup de votes à Lauren.{/i}
italian: [RT] {i}Spero che questi poster portino a Lauren un sacco di voti.{/i}

source: [RT] {i}There.{/i}
french: [RT] {i}Là.{/i}
italian: [RT] {i}C'è.{/i}

source: [RT] {i}This will make the guys want to use the bathroom for something beside pissing.{/i}
french: [RT] {i}Cela donnera envie aux gars d'utiliser la salle de bain pour quelque chose d'autre que de pisser.{/i}
italian: [RT] {i}Questo farà sì che i ragazzi vogliano usare il bagno per qualcosa di accanto a pissing.{/i}

source: {i}"Good job! Those "How to Breed your Dragon" posters look really professional, not to mention sexy! They will bring Lauren {b}"1 School Influence Point"{/b} for every school day they are up."{/i}
french: {i}'Bon travail! Ces affiches 'Comment élever votre dragon' ont l'air vraiment professionnelles, pour ne pas dire sexy! Elles rapporteront à Lauren {b}'1 Point d'influence scolaire'{/b} pour chaque jour d'école où elles seront en place.'{/i}
italian: {i}"Ottimo lavoro! Quelli "Come Allevare il tuo Drago" poster sembrano davvero professionali, per non parlare di sexy! Essi porteranno Lauren {b}"1 Punto di Influenza Scuola"{/b} per ogni giorno scolastico sono in aumento. {/ i}

source: [RT] {i}I know it doesn't look very professional, but with that picture of Lauren, I don't think anyone will notice.{/i}
french: [RT] {i}Je sais que ça n'a pas l'air très professionnel, mais avec cette photo de Lauren, je ne pense pas que personne ne le remarquera.{/i}
italian: [RT] {i}Lo so che non sembra molto professionale, ma con quella foto di Lauren, non credo che nessuno se ne accorgerà.{/i}

source: {i}"Sure that picture is sexy, but the lack of professionalism isn't doing Lauren any favors. Sorry, but these dragon posters won't bring Lauren any "School Influence Points" throughout the week."{/i}
french: {i}'Bien sûr que cette photo est sexy, mais le manque de professionnalisme ne rend pas service à Lauren. Désolé, mais ces affiches de dragon n'apporteront à Lauren aucun 'Point d'influence scolaire' tout au long de la semaine.'{/i}
italian: {i}"Certo che l'immagine è sexy, ma la mancanza di professionalità non sta facendo Lauren qualsiasi favore. Siamo spiacenti, ma questi poster di drago non porteranno a Lauren alcun "Punto di influenza della scuola" per tutta la settimana."{/i}

source: [R] Alright, time to hang the next one.
french: [R] D'accord, il est temps d'accrocher le suivant.
italian: [R] Va bene, è ora di appendere il prossimo.

source: [RT] {i}Hopefully there are enough gamers to appreciate this reference.{/i}
french: [RT] {i}Espérons qu'il y aura suffisamment de joueurs pour apprécier cette référence.{/i}
italian: [RT] {i}Speriamo che ci siano abbastanza giocatori per apprezzare questo riferimento. {/i}

source: {i}Luckily, there are plenty of gamers in the school who appreciate the reference and these Ass Affect posters will bring Lauren {b}"1 School Influence Point"{/b} for every school day they're hung up."{/i}
french: {i}Heureusement, il y a beaucoup de joueurs dans l'école qui apprécient la référence et ces affiches avec l'effet fesses apporteront à Lauren {b}'1 Point d'influence scolaire'{/b} pour chaque jour d'école où elles sont raccrochées.'{/i}
italian: {i}Fortunatamente, ci sono un sacco di giocatori nella scuola che apprezzano il riferimento e questi manifesti Ass Affect porterà Lauren {b}"1 Punto di Influenza Scuola"{/b} per ogni giorno di scuola che sono appeso. {/i}

source: [RT] {i}That's a pretty sexy picture... Too bad the rest of the poster isn't.{/i}
french: [RT] {i}C'est une photo assez sexy... Dommage que le reste de l'affiche ne l'est pas. {/i}
italian: [RT] {i}Questa è una bella foto sexy... Peccato che il resto del poster non lo sia. {/i}

source: {i}"Too bad indeed... These space posters won't bring Lauren any "School Influence Points" throughout the week."{/i}
french: {i}'Dommage en effet... Ces affiches de l'espace n'apporteront à Lauren aucun 'Point d'influence scolaire' tout au long de la semaine.'{/i}
italian: {i}"Ancor male veramente... Questi poster spaziali non porteranno a Lauren alcun "Punto di Influenza della Scuola" per tutta la settimana."{/i}

source: [RT] {i}Just eighteen more posters to hang.{/i}
french: [RT] {i}Juste dix-huit autres affiches à accrocher.{/i}
italian: [RT] {i}Solo diciotto poster da appendere.{/i}

source: {i}"Eighteen posters later.{/i}
french: {i}'Dix-huit affiches plus tard.'{/i}
italian: {i}"Più tardi diciotto posteri.{/i}

source: [RT] {i}Time to admire my work.{/i}
french: [RT] {i}Il est temps d'admirer mon travail.{/i}
italian: [RT] {i}Tempo per ammirare il mio lavoro. {/i}

source: [RT] {i}That looks awesome!{/i}
french: [RT] {i}Ça a l'air génial!{/i}
italian: [RT] {i}Sembra fantastico!{/i}

source: {i}"Good job, this setup will bring Lauren "2 School Influence Points" every school day it's up."{/i}
french: {i}'Bon travail, cette configuration apportera à Lauren '2 Points d'influence scolaire' pour chaque jour d'école.'{/i}
italian: {i}"Buon lavoro, questa configurazione porterà Lauren "2 Punti Influenza Scuola" ogni giorno di scuola è finito."{/i}

source: [RT] {i}I think Lauren will be very pleased.{/i}
french: [RT] {i}Je pense que Lauren sera très contente.{/i}
italian: [RT] {i}Credo che Lauren sarà molto soddisfatta.{/i}

source: [RT] {i}At least half of the posters look good.{/i}
french: [RT] {i}Au moins la moitié des affiches sont belles.{/i}
italian: [RT] {i}Almeno la metà dei poster sembra buona.{/i}

source: {i}"Since half of Lauren's posters look good, this setup will generate "1 School Influence Point" every school day it's up."{/i}
french: {i}'Puisque la moitié des affiches de Lauren ont l'air bien, cette configuration générera '1 Point d'influence scolaire' chaque jour d'école.'{/i}
italian: {i}"Poiché la metà dei poster di Lauren sembra buona, questa configurazione genererà "1 Punto di Influenza Scuola" ogni giorno di scuola è su."{/i}

source: [RT] {i}Uuhhh... It actually looks worse than I thought it would.{/i}
french: [RT] {i}Uuhhh... Ça a l'air pire que ce que je pensais.{/i}
italian: [RT] {i}Uuhhh... In realtà sembra peggiore di quanto pensassi.{/i}

source: [RT] {i}Hopefully it will still bring in some extra votes.{/i}
french: [RT] {i}J'espère que cela apportera encore des votes supplémentaires.{/i}
italian: [RT] {i}Speriamo che porti ancora qualche voto extra.{/i}

source: {i}"It won't... This setup will not generate any "School Influence Points" throughout the week.{/i}
french: {i}'Ce ne sera pas le cas... Cette configuration ne générera aucun 'Point d'influence scolaire' tout au long de la semaine.'{/i}
italian: {i}"Non sarà... Questa configurazione non genererà "Punti di Influenza Scuola" per tutta la settimana.{/i}

source: [RT] {i}Hopefully they'll be up for a few days before Matt comes and tears them down again.{/i}
french: [RT] {i}J'espère qu'ils seront debout pendant quelques jours avant que Matt ne vienne les déchirer à nouveau.{/i}
italian: [RT] {i}Speriamo che saranno in piedi per qualche giorno prima che Matt venga e li strappi di nuovo.{/i}

source: [RT] {i}That took a while, looks like school is done for the day.{/i}
french: [RT] {i}Cela a pris un certain temps, on dirait que l'école est terminée pour la journée.{/i}
italian: [RT] {i}Ci è voluto un po', sembra che la scuola sia fatta per il giorno.{/i}

source: [R] Whoa!... Hey, Mom... Where did you come from?
french: [R] Whoa !... Hé, maman... D'où viens-tu ?
italian: [R] Choa!... Ehi, mamma... Da dove sei venuta?

source: [M] Don't you "Hey, Mom" me, you sly little pervert!
french: [M] Ne me dis pas 'Hé, maman', espèce de petit pervers sournois!
italian: [M] Non ti "Ehi, mamma" mi, sei un po' pervertito!

source: [R] Whoa!... What did I do?
french: [R] Ouah!... Qu'ai-je fait?
italian: [R] Chi!... Cosa ho fatto?

source: [M] Don't give me that!... You know exactly what you did.
french: [M] Ne me donne pas ça!... Tu sais exactement ce que tu as fait.
italian: [M] Non darmi questo!... Sai esattamente quello che hai fatto.

source: [R] If you're mad about the posters, you should know that Lauren told me to do it.
french: [R] Si tu es en colère à propos des affiches, saches que Lauren m'a dit de le faire.
italian: [R] Se sei arrabbiato per i manifesti, dovresti sapere che Lauren mi ha detto di farlo.

source: [M] Yeah, right!... Has she seen these yet?... I'll bet she wants to kick your ass too.
french: [M] Ouais, c'est ça!... A-t-elle déjà vu ça ?... Je parie qu'elle veut te botter le cul aussi.
italian: [M] Sì, giusto!... ha già visto questi?... Scommetto che vuole calciare anche il vostro asino.

source: [R] Mom, I'm not kidding. Lauren wanted me to do even sexier, but I talked her down.
french: [R] Maman, je ne plaisante pas. Lauren voulait que je sois encore plus sexy, mais je l'ai rabrouée.
italian: [R] Mamma, non sto scherzando. Lauren voleva che facessi ancora più sexy, ma l'ho parlato giù.

source: [M] Boy, I really find that hard to believe.
french: [M] Bon sang, je trouve ça vraiment difficile à croire.
italian: [M] Ragazzo lo trovo davvero difficile da credere.

source: [R] Just ask her.
french: [R] Il suffit de lui demander.
italian: [R] Chiedi e basta.

source: [M] You better believe I'm going to.
french: [M] Tu ferais mieux de croire que je vais le faire.
italian: [M] Faresti meglio a credere che sto per andare.

source: [M] But for now, I want you to help me take them down.
french: [M] Mais pour l'instant, je veux que tu m'aides à les enlever.
italian: [M] Ma per ora, voglio che tu mi aiuti a abbatterli.

source: [PH] Well hello there, Miss [mom_name]. You look upset. Is there some kind of problem here?
french: [PH] Eh bien bonjour, Mlle [mom_name]. Vous avez l'air contrariée. Y a-t-il un problème ici ?
italian: [PH] Buon saluto, signorina [mom_name]. Sembra sconvolto. C'è qualche tipo di problema qui?

source: [M] Oh... Principal Hardun...
french: [M] Oh... Monsieur le directeur Hardun...

source: [M] No... I mean yes... I'm sure you've noticed the inappropriate posters of my daughter hung up all over the halls.
french: [M] Non... Je veux dire oui... Je suis sûr que vous avez remarqué les affiches inappropriées de ma fille accrochées dans les couloirs.
italian: [M] No... intendo sì... sono sicuro che hai notato i manifesti inappropriati di mia figlia appesi in tutte le sale.

source: [PH] Oh... Lauren is your daughter?... I must congratulate you. She's really very beautiful... I can see where she gets her looks.
french: [PH] Oh... Lauren est votre fille ?... Je dois vous féliciter. Elle est vraiment très belle... Je peux voir d'où elle tient son apparence.
italian: [PH] Oh... Lauren è tua figlia?... devo congratularmi con te. È davvero bella... riesco a vedere dove si fa il suo aspetto.

source: [M] Uhhh... thank you?
french: [M] Uhhh... merci ?
italian: [M] Uhhh... grazie?

source: [PH] So, what exactly is the problem?
french: [PH] Alors, quel est exactement le problème?
italian: [PH] Qual è quindi esattamente il problema?

source: [M] Uhh... The fact that they are completely inappropriate!
french: [M] Heu... Le fait qu'ils soient complètement inappropriés!
italian: [M] Uhh... Il fatto che siano completamente inappropriate!

source: [M] I suspect that my son here is responsible for making them and hanging them up everywhere.
french: [M] Je soupçonne que mon fils ici est responsable de les fabriquer et de les raccrocher partout.
italian: [M] Ho il sospetto che mio figlio qui è responsabile di farli e impiccarli ovunque.

source: [M] So I'm making him take them all down.
french: [M] Donc je lui fais tous les enlever.
italian: [M] Quindi lo sto facendo prendere tutti giù.

source: [PH] Is this true, young man?
french: [PH] Est-ce vrai, jeune homme?
italian: [PH] È vero, giovane?

source: [R] Yes, but...
french: [R] Oui, mais...
italian: [R] Sì, però...

source: [PH] Did you make these posters and hang them without the young lady's consent?
french: [PH] Avez-vous fait ces affiches et les avez-vous accrochées sans le consentement de la jeune femme?
italian: [PH] Hai fatto questi manifesti e li hai appesi senza il consenso della giovane donna?

source: [R] No... She told me to make them, and to hang them up.
french: [R] Non... Elle m'a dit de les fabriquer et de les raccrocher.
italian: [R] No... Mi ha detto di farli e di appenderli.

source: [PH] Does she know what type of photos you used of her?
french: [PH] Sait-elle quel type de photos vous avez utilisé d'elle?
italian: [PH] Lei sa che tipo di foto hai usato da lei?

source: [R] Yes... She's the one who told me to use those pictures.
french: [R] Oui... C'est elle qui m'a dit d'utiliser ces photos.
italian: [R] Sì... Lei è quella che mi ha detto di usare quelle foto.

source: [M] And you listened to her, even though you must have known the school would never allow such immoral content on its walls?
french: [M] Et vous l'avez écoutée, même si vous saviez que l'école n'autoriserait jamais un contenu aussi immoral sur ses murs?
italian: [M] E l'hai ascoltata, anche se devi aver conosciuto la scuola non avrebbe mai permesso un tale contenuto immorale sulle sue pareti?

source: [M] And when I think of the amount of money you must have spent on these. You must have known you would have to tear them down?
french: [M] Et quand je pense au montant d'argent que vous devez avoir dépensé pour ceux-ci. Tu devais savoir que tu devrais les démolir ?
italian: [M] E quando penso alla quantità di denaro che devi aver speso per queste. Devi aver saputo che dovresti strapparli?

source: [R] I thought that...
french: [R] Je le pensais...
italian: [R] Ho pensato che così...

source: [PH] Actually... If your son was acting under the direction of your daughter, with her full knowledge and consent, there's really nothing we can do.
french: [PH] En fait... Si votre fils agissait sous la direction de votre fille, avec sa pleine connaissance et son consentement, nous ne pouvons vraiment rien faire.
italian: [PH] In realtà... Se tuo figlio agiva sotto la direzione di tua figlia, con la sua piena conoscenza e il suo consenso, non c'è davvero nulla che possiamo fare.

source: [M] What?
french: [M] Quoi?
italian: [M] Cosa?

source: [M] This has to violate some kind of school rule or bylaw.
french: [M] Cela doit violer une sorte de règle ou de règlement scolaire.
italian: [M] Questo deve violare una specie di stato scolastico o di statuto.

source: [PH] A few years ago, that would have been true, but ever since the Supreme Court ruled that free speech is protected within schools as well as everywhere else, we've had to change a few rules.
french: [PH] Il y a quelques années, cela aurait été vrai, mais depuis que la Cour suprême a statué que la liberté d'expression est protégée dans les écoles comme partout ailleurs, nous avons dû changer quelques règles.
italian: [PH] Alcuni anni fa sarebbe stato vero, ma fin da quando la Corte Suprema ha stabilito che la libertà di parola è protetta sia nelle scuole che ovunque altrove, abbiamo dovuto cambiare qualche regola.

source: [M] But this is a private school.
french: [M] Mais c'est une école privée.
italian: [M] Ma è una scuola privata.

source: [PH] Yes, but a private school that receives government grants.
french: [PH] Oui, mais une école privée qui reçoit des subventions gouvernementales.
italian: [PH] Sì, ma una scuola privata che riceve sovvenzioni statali.

source: [M] But that can't apply to pornography!
french: [M] Mais cela ne peut pas s'appliquer à la pornographie!
italian: [M] Ma questo non può valere per la pornografia!

source: [PH] Good luck proving that your daughter's poster is pornography. There isn't even nudity.
french: [PH] Bonne chance pour prouver que l'affiche de votre fille est de la pornographie. Il n'y a même pas de nudité.
italian: [PH] Buona fortuna a dimostrare che il poster di tua figlia è pornografia. Non c'è nemmeno nudità.

source: [M] But they're suggestive!
french: [M] Mais elles sont suggestives!
italian: [M] Ma sono suggestivo!

source: [M] And she's my daughter, don't I have the right as her mother to force her to take them down?
french: [M] Et c'est ma fille, n'ai-je pas le droit en tant que mère de l'obliger à les enlever ?
italian: [M] E lei è mia figlia, non ho il diritto come sua madre di costringerla a prenderle giù?

source: [PH] You probably could if you weren't employed here.
french: [PH] Vous le pourriez probablement si vous n'étiez pas employé ici.
italian: [PH] Probabilmente potresti se non fossi stato impiegato qui.

source: [PH] But since you are a teacher, employed by this school, I have to demand that you don't take down a single poster without her consent.
french: [PH] Mais puisque vous êtes enseignante, employée par cette école, je dois exiger que vous ne preniez pas une seule affiche sans son consentement.
italian: [PH] Ma siccome sei un insegnante, impiegato da questa scuola, Devo chiedere di non abbattere un singolo poster senza il suo consenso.

source: [PH] And I mean it!... If you do, there will be disciplinary action. This school can't afford a free speech lawsuit.
french: [PH] Et je le pense!... Si vous le faites, il y aura des mesures disciplinaires. Cette école ne peut pas se permettre un procès en liberté d'expression.
italian: [PH] E intendo questo!... Se lo fai, ci sarà un'azione disciplinare. Questa scuola non può permettersi una causa di libertà di parola.

source: [PH] Now... Do I have your word?
french: [PH] Maintenant... J'ai votre parole ?
italian: [PH] Ora... Ho la tua parola?

source: [PH] Miss [mom_name]?
french: [PH] Mlle [mom_name]?
italian: [PH] Signorina [mom_name]?

source: [M] Yes... I won't take any posters down until my daughter gives me permission.
french: [M] Oui... Je n'enlèverai aucun poster avant que ma fille ne me donne la permission.
italian: [M] Sì... Non prenderò alcun poster giù finché mia figlia non mi darà il permesso.

source: [PH] And let's get that permission in writing, just to cover our butts.
french: [PH] Et mettons cette permission par écrit, juste pour couvrir nos fesses.
italian: [PH] E otteniamo questo permesso per iscritto, solo per coprire i nostri glutei.

source: [PH] Phew... I'm glad I happened upon that conversation.
french: [PH] Ouf... Je suis content d'avoir eu cette conversation .
italian: [PH] Phew... Sono contenta di essere capitato in quella conversazione.

source: [PH] Now if you'll excuse me, I've got other fires that need pissing on.
french: [PH] Maintenant, excusez-moi, j'ai d'autres feux qui doivent être allumés.
italian: [PH] Ora se mi scusi, ho altri fuochi che hanno bisogno di pissing.

source: [M] Don't you think this is over!
french: [M] Ne penses-tu pas que c'est fini!
italian: [M] Non pensate che sia finita!

source: [M] I'm going to have a few words with Lauren, and then you're going to help me take these down.
french: [M] Je vais avoir quelques mots avec Lauren, et ensuite tu vas m'aider à les enlever.
italian: [M] Avrò qualche parola con Lauren, e poi mi aiuterai a prendere queste parole.

source: [R] Yeah, ok Mom. If that's what Lauren wants.
french: [R] Ouais, ok Maman. Si c'est ce que veut Lauren.
italian: [R] Sì, ok Mom. Se è quello che vuole Lauren.

source: [M] Fuck what Lauren wants.
french: [M] Merde ce que Lauren veut.
italian: [M] Cazzo cosa vuole Lauren.

source: [R] Mom! Language.
french: [R] Maman! Langage.
italian: [R] Mom! Lingua.

source: [RT] {i}Wow!... She's even more pissed than I thought she'd be.{/i}
french: [RT] {i}Wow!... Elle est encore plus énervée que je ne le pensais.{/i}
italian: [RT] {i}Wow!... È ancora più inquieta di quanto pensassi. {/i}

source: [RT] {i}I never expected the school to have our back on this one though. What a pleasant surprise!{/i}
french: [RT] {i}Je ne m'attendais pas à ce que l'école soit sur notre dos. Quelle agréable surprise !{/i}
italian: [RT] {i}Non mi sono mai aspettato che la scuola avesse le spalle a questa. Che piacevole sorpresa!{/i}

source: [R] Oh, hey Megan, hey Matt. Where's Miss [mom_name]? I thought I just saw her up here.
french: [R] Oh, salut Megan, salut Matt. Où est Mademoiselle [mom_name]? Je pensais l'avoir vue ici.
italian: [R] Oh, ciao Megan, ciao Matt. Dov'è la signorina [mom_name]? Pensavo di averla appena vista qui.

source: [MG] She took off, she seemed to be kind of in a hurry. Probably needed to get something done before her next class starts.
french: [MG] Elle est partie, elle semblait un peu pressée. Il fallait probablement faire quelque chose avant le début de son prochain cours.
italian: [MG] Se n'è andata, sembrava avere un pò di fretta. Probabilmente aveva bisogno di fare qualcosa prima che iniziasse la sua prossima lezione.

source: [MG] Is everything ok?
french: [MG] Tout va bien?
italian: [MG] Va tutto bene?

source: [R] Yeah.... of course.... I just need to talk to her some more about this stupid Oedipus assignment.
french: [R] Ouais.... bien sûr.... J'ai juste besoin de lui parler un peu plus de cette stupide mission d'Œdipe.
italian: [R] Sì... naturalmente.... Ho solo bisogno di parlare con lei un po 'di più su questo incarico di Edipo stupido.

source: [MB] Haha.... yeah, that's some kinky shit to be teaching us in school.
french: [MB] Haha.... ouais, c'est de la merde de nous enseigner ça à l'école.
italian: [MB] Haha.... sì, è una roba un pò perversa da insegnarci a scuola.

source: [MB] Are you sure you're not just exploring the Oedipal Complex side of this assignment with your mom in her office? Hahahahah...
french: [MB] Es-tu sûr que tu n'explores pas seulement le côté complexe œdipien de cette mission avec ta mère dans son bureau? Hahahahah...
italian: [MB] Sei sicuro che non stai solo esplorando il lato Complesso edipale di questo incarico con tua mamma nel suo ufficio? Hahahahahahah...

source: [R] Shut up!
french: [R] Tais-toi !
italian: [R] Stia zitto!

source: [MG] Holy shit!
french: [MG] Putain de merde!
italian: [MG] Porca puttana!

source: [MG] I just got a mental image.... wow!.... That really turns me on for some reason.
french: [MG] Je viens d'avoir une image mentale.... Ça alors!.... Cela m'excite vraiment pour une raison quelconque.
italian: [MG] Ho appena avuto un'immagine mentale.... wow!.... Questo mi eccita davvero per qualche motivo.

source: [R] What?.... No.... don't get a mental image!.... There's nothing to get an image about.... there's nothing going on with me and Miss [mom_name]!
french: [R] Quoi?.... Non.... pas d'image mentale!.... Il n'y a rien pour obtenir une image.... il ne se passe rien avec moi et Mademoiselle [mom_name]!
italian: [R] Cosa?.... no.... non ottenere un'immagine mentale!.... Non c'è nulla su cui ottenere un'immagine.... non c'è nulla che succede con me e signorina [mom_name]!

source: [MGT] {i}Shit!... I can't fuck Matt after what he did with Jessica.{/i}
french: [MGT] {i}Merde!... Je ne peux pas baiser Matt après ce qu'il a fait avec Jessica.{/i}
italian: [MGT] {i}Shit!... Non riesco a scopare Matt dopo quello che ha fatto con Jessica.{/i}
