Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [L] You filled my womb again!
french: [L] Tu as encore rempli mon ventre!
italian: [L] Hai riempito di nuovo il mio grembo!

source: [MB] Please tell me you've started on birth control!
french: [MB] S'il te plaît, dis-moi que tu as commencé à prendre un contraceptif !
italian: [MB] Ti prego, dimmi che hai iniziato a prendere il controllo delle nascite!

source: [L] Uhh... Not yet.
french: [L] Uhh... Pas encore.
italian: [L] Uhh... Non ancora.

source: [R] What the fuck, Lauren? I can't believe you're not pregnant yet.
french: [R] Putain, Lauren ? Je n'arrive pas à croire que tu ne sois pas encore enceinte.
italian: [R] Che cazzo, Lauren? Non posso credere che tu non sia ancora incinta.

source: [L] Butt out!... You're not in charge of my body!
french: [L] Sors!... Tu n'es pas responsable de mon corps !
italian: [L] Fuori dai piedi!... Non sei responsabile del mio corpo!

source: [MB] I still agree with your brother on this though.
french: [MB] Cependant, je suis toujours d'accord avec ton frère à ce sujet.
italian: [MB] Sono ancora d'accordo con tuo fratello su questo però.

source: [L] I'm not an idiot!... I know I can't afford to get pregnant.
french: [L] Je ne suis pas un idiote!... Je sais que je ne peux pas me permettre de tomber enceinte.
italian: [L] Non sono un'idiota!... So che non posso permettermi di rimanere incinta.

source: [LT] {i}Though the thought of his swimmers knocking me up still turns me on.{/i}
french: [LT] {i}Bien que la pensée de ses spermatozoïdes qui frappent mes ovules m'excite toujours.{/i}
italian: [LT] {i}Anche se il pensiero dei suoi nuotatori mi bussa ancora mi spegne su.{/i}

source: [L] I'll go get some "Plan B" birth control tomorrow.
french: [L] J'irai chercher un contrôle des naissances 'Plan B' demain.
italian: [L] Domani andrò a prendere un anticoncezionale "Plan B".

source: [R] You'd better not forget!
french: [R] Il vaudrait mieux ne pas oublier !
italian: [R] Meglio non dimenticare!

source: [LT] {i}I always forget... I wonder why I'm not pregnant yet... Maybe Matt's destroyed my womb with his huge cock... Or maybe his swimmers arent very strong.{/i}
french: [LT] {i}J'oublie toujours... Je me demande pourquoi je ne suis pas encore enceinte... Peut-être que Matt a détruit mon ventre avec son énorme queue... Ou peut-être que ses spermatozoides ne sont pas très forts.{/i}
italian: [LT] {i}Ho sempre dimenticato... Mi chiedo perché non sono ancora incinta... Forse Matt's distrutto il mio grembo con il suo enorme cazzo... O forse i suoi nuotatori arent molto forte.{/i}

source: [L] When I wiggle, I can feel your cum sloshing around in my womb.
french: [L] Quand je me tortille, je peux sentir ton sperme balloter dans mon ventre.
italian: [L] Quando mi pare, posso sentire il tuo sperma caduto nel mio grembo materno.

source: [R] God, Lauren, I'm still here.
french: [R] Mon Dieu, Lauren, je suis toujours là.
italian: [R] Dio, Lauren, sono ancora qui.

source: [MT] {i}What a refreshing shower.{/i}
french: [MT] {i}Quelle douche rafraîchissante.{/i}
italian: [MT] {i}Che doccia rinfrescante.{/i}

source: [MT] {i}Oh, good!... Matt's here again.{/i}
french: [MT] {i}Oh, bien!... Matt est encore là.{/i}
italian: [MT] {i}Oh, buono!... Matt's qui di nuovo.{/i}

source: [MT] {i}He seemed to enjoy the show I gave him on his last visit. Maybe I should make his evening again?{/i}
french: [MT] {i}Il semblait apprécier le spectacle que je lui ai donné lors de sa dernière visite. Peut-être que je devrais le refaire ce soir ?{/i}
italian: [MT] {i}Sembrava godersi lo spettacolo che gli ho dato nella sua ultima visita. Forse dovrei fare di nuovo la sua sera?{/i}

source: [M] Matt... I'm sorry you've caught me in my towel again, it's just that I always shower in the evenings.
french: [M] Mat... Je suis désolé que tu m'aies encore pris dans ma serviette, c'est juste que je me douche toujours le soir.
italian: [M] Matt... Mi dispiace di avermi catturato di nuovo nel mio asciugamano, è solo che faccio sempre la doccia la sera.

source: [M] That's not why you always visit in the evenings is it?
french: [M] Ce n'est pas pour ça que tu viens toujours le soir, si ?
italian: [M] Non è per questo che visiti sempre la sera?

source: [L] Mooomm!
french: [L] Maaammmmaaannn!
italian: [L] Mooom!

source: [MB] {i}(muttering) {/i}Wow!
french: [MB] {i}(murmure){/i}Wow!

source: [MB] I mean... I... I always feel lucky when I get to see more of you, Miss [mom_name]
french: [MB] Je veux dire... Je... Je me sens toujours chanceux quand j'arrive à vous voir plus, Mademoiselle [mom_name]
italian: [MB] Intendo dire... Mi sento sempre fortunato quando riesco a vedere di più di te, signorina [mom_name]

source: [RT] {i}Mom's towel is slipping down again!{/i}
french: [RT] {i}La serviette de maman glisse à nouveau!{/i}
italian: [RT] L'asciugamano della mamma {i}sta scivolando di nuovo!{/i}

source: [RT] {i}Once could be an accident, but any more than that is on purpose.{/i}
french: [RT] {i}Une fois pourrait être un accident, mais pas c'est fait exprès.{/i}
italian: [RT] {i}Una volta che potrebbe essere un incidente, ma qualsiasi più di quello è a proposito.{/i}

source: [RT] {i}She must be feeling pretty lonely without Dad... I've just got to figure out how to use that to my advantage, and not fucking Matt's.{/i}
french: [RT] {i}Elle doit se sentir assez seule sans papa... Je dois juste trouver comment utiliser cela à mon avantage, et non pas à celui de Matt.{/i}
italian: [RT] {i}Deve sentirsi abbastanza solitaria senza papà... Devo solo capire come usarlo a mio vantaggio, e non scopare Matt's.{/i}

source: [R] Mom!... Your towel!... Pull it up!
french: [R] Maman!... Ta serviette!... Remonte-la !
italian: [R] Moma!... Il tuo asciugamano!... Tira in alto!

source: [M] Oh, my goodness!... What is wrong with our towels?!
french: [M] Oh, mon dieu!... Quel est le problème avec nos serviettes?!
italian: [M] Oh, la mia bontà!... Cosa c'è di sbagliato con i nostri asciugamani?!

source: [M] I'm so sorry!
french: [M] Je suis tellement désolé !
italian: [M] Mi dispiace tanto!

source: [L] Again?... Geez, Mom!
french: [L] Encore?... Bon sang, Maman!
italian: [L] Ancora?... Geez, Mamma!

source: [M] I said I'm sorry!
french: [M] J'ai dit que j'étais désolé !
italian: [M] Ho detto che mi dispiace!

source: [MB] No, don't worry about it... I didn't even notice. As always, I was only looking at your beautiful eyes.
french: [MB] Non, ne vous en faites pas... Je ne l'ai même pas remarqué. Comme toujours, je ne regardais que vos beaux yeux.
italian: [MB] No, non ti preoccupare... non ho nemmeno notato. Come sempre, stavo solo guardando i tuoi bei occhi.

source: [MT] {i}Haha... Just like last time, he couldn't keep his eyes off my breasts.{/i}
french: [MT] {i}Haha... Comme la dernière fois, il n'a pas pu garder les yeux sur mes seins.{/i}
italian: [MT] {i}Haha... Proprio come l'ultima volta, non riusciva a tenere gli occhi lontani dai miei seni.{/i}

source: [MT] {i}Fuck... I'm getting wet thinking about Matt looking at my nipples.{/i}
french: [MT] {i}Merde... Je me mouille en pensant à Matt qui regarde mes mamelons.{/i}
italian: [MT] {i}Cazzo... Mi sto bagnando pensando a Matt che mi guarda i capezzoli

source: {b}{i}"Mom's Libido +1"{/i}{/b}
french: {b}{i}«Libido de maman +1»{/b}{/i}
italian: {b}{i}"Libido della mamma +1"{/i}{/b}

source: [MT] {i}Fuck!... I need to get myself off... but I can't even take care of myself with my sister sleeping in the room with me.{/i}
french: [MT] {i}Merde !... Je dois m'en aller... mais je ne peux même pas prendre du plaisir pour moi avec ma sœur qui dort dans ma chambre avec moi.{/i}
italian: [MT] {i}Cazzo!... Ho bisogno di staccarmi... ma non posso nemmeno occuparmi di me stesso con mia sorella che dorme nella stanza con me.{/i}

source: [L] God, Mom!... Why are you still just standing there!
french: [L] Mon Dieu, maman ... Pourquoi es-tu toujours debout là !
italian: [L] Dio, Mamma!... Perché sei ancora lì in piedi!

source: [L] Why do you keep trying to hang out with us in nothing but your towel... You're embarrassing me.
french: [L] Pourquoi continues-tu à essayer de traîner avec nous dans rien d'autre que ta serviette... Tu m'embarrasses.
italian: [L] Perché continuate a cercare di uscire con noi in nient'altro che il vostro asciugamano... Mi stai imbarazzando.

source: [MB] Really, I don't mind!
french: [MB] Vraiment, ça ne me dérange pas!
italian: [MB] Davvero, non mi dispiace!

source: [LT] {i}(sarcastically) Real subtle, Matt... I'd break up with him today, but then how would I make Ryan jealous?{/i}
french: [LT] {i}(ton sarcastique) Réellement subtil, Matt... Je romprerais avec lui aujourd'hui même, mais alors comment rendrais-je Ryan jaloux?{/i}
italian: [LT] {i}(sarcasticamente) Real subtle, Matt... Mi spezzerei con lui oggi, ma poi come farei Ryan geloso?{/i}

source: [M] You're right... I'd better run.
french: [M] Tu as raison... Je ferais mieux d'y aller.
italian: [M] Hai ragione... E' meglio che scappi.

source: [R] Yeah, I'm out of here too.
french: [R] Ouais, je m'en vais aussi.
italian: [R] Sì, me ne vado anch'io.

source: [RT] {i}Oh, what the hell?{/i}
french: [RT] {i}Oh, que diable?{/i}
italian: [RT] {i}Oh, che inferno?{/i}

source: [RT] {i}Why the fuck is Matt here?{/i}
french: [RT] {i}Pourquoi Matt est là, bordel ?{/i}
italian: [RT] {i}Perché il cazzo è Matt qui?{/i}

source: [RT] {i}And why is he cuddling with my sister on the couch?{/i}
french: [RT] {i}Et pourquoi fait-il des câlins à ma sœur sur le canapé ?{/i}
italian: [RT] {i}E perché è coccolato con mia sorella sul divano?{/i}

source: [RT] {i}Oh, hell no!... They're watching "Game of Thots" without me!{/i}
french: [RT] {i}Oh, enfer non !... Ils regardent 'Game of Thots' sans moi !{/i}
italian: [RT] {i}Oh, diavolo no!... Stanno guardando "Gioco delle Thots" senza di me!{/i}

source: [RT] {i}I wonder if Sidney knows anything about this.{/i}
french: [RT] {i}Je me demande si Sidney sait quelque chose à ce sujet.{/i}
italian: [RT] {i}Mi chiedo se Sidney sappia qualcosa su questo.{/i}

source: [S] Can this wait?... I'm really busy, and I don't want to be bothered.
french: [S] Ça peut attendre ?... Je suis très occupé, et je ne veux pas être dérangée.
italian: [S] Questo può aspettare?... Sono davvero occupato, e non voglio essere infastidito.

source: [R] Too busy to notice, or care that our little sister is cuddling on the couch with some creepy dude?
french: [R] Trop occupé pour remarquer, ou se soucier que notre petite sœur se câline sur le canapé avec un mec bizarre ?
italian: [R] Troppo occupato per notare, o cura che la nostra sorella è coccolata sul divano con qualche tizio raccapricciante?

source: [S] What?... You're talking about Matt?
french: [S] Quoi ?... Tu parles de Matt ?
italian: [S] Cosa?... Stai parlando di Matt?

source: [R] You know him?
french: [R] Tu le connais?
italian: [R] Lo conoscete?

source: [S] Well... I mean I just met him... He came up and introduced himself, and he seems like a really great guy.
french: [S] Eh bien... Je veux dire que je viens de le rencontrer... Il est venu et s'est présenté, et il semble être un gars vraiment génial.
italian: [S] Bene... voglio dire che l'ho appena incontrato... è venuto in su e si presentò, e sembra un ragazzo davvero grande.

source: [R] He tricked you, then!... He's a douche!
french: [R] Il t'a trompé, alors ... C'est un con !
italian: [R] Ti ha ingannato, allora!... è un douche!

source: [S] Matt?... No...
french: [S] Matt ?... Non...

source: [S] I've got pretty good intuition about people, plus, I know his older brother.
french: [S] J'ai une assez bonne intuition sur les gens, de plus, je connais son grand frère.
italian: [S] Ho abbastanza buona intuizione sulle persone, più, conosco il suo fratello maggiore.

source: [S] We went to high school together.
french: [S] Nous sommes allés au lycée ensemble.
italian: [S] Siamo andati alle superiori assieme.

source: [S] He was a year older than me... I always had kind of a crush on him.
french: [S] Il avait un an de plus que moi... J'ai toujours eu un peu le béguin pour lui.
italian: [S] Era un anno più vecchio di me... Ho sempre avuto una sorta di cotta per lui.

source: [S] Look at him over there. He looks a lot like his brother.
french: [S] Regarde-le là-bas. Il ressemble beaucoup à son frère.
italian: [S] Guardatelo laggiù; assomiglia molto a suo fratello.

source: [RT] {i}Oh no, no, no, no, no, no!...Fuck!{/i}
french: [RT] {i}Oh non, non, non, non, non, non!...Merde!{/i}

source: [RT] {i}Oh, my God!{/i}
french: [RT] {i}Oh, mon Dieu!{/i}
italian: [RT] {i}Oh, mio Dio! {/i}

source: [R] Sidney... You're not wearing any panties!
french: [R] Sidney... Tu ne portes pas de culotte !
italian: [R] Sidney... Non stai indossando alcun antianti!

source: [S] Of course not. I like to tease you when you come over to talk to me.
french: [S] Bien sûr que non. J'aime te taquiner quand tu viens me parler.
italian: [S] Naturalmente no. Mi piace prenderti in giro quando vieni a parlare con me.

source: [R] Did you tease Matt, too?
french: [R] Tu as aussi taquiné Matt ?
italian: [R] Anche tu hai preso in giro Matt?

source: [S] Of course not... At least... I don't think...
french: [S] Bien sûr que non... Du moins... Je ne pense pas...
italian: [S] Certamente no... almeno... non penso...

source: [S] Did I?...
french: [S] L'ai-je fait ?...
italian: [S] Ho fatto?...

source: [S] Oh, my God... I'm not sure!... I might have.
french: [S] Oh, mon Dieu... Je ne suis pas sûr!... J'aurais pu.
italian: [S] Oh, mio Dio... non sono sicuro!... potrei avere.

source: [R] Fuck...
french: [R] Merde...
italian: [R] Cazzo...

source: [S] I'm always so careful to keep my legs crossed when Mom or Lauren come and talk to me...
french: [S] Je fais toujours très attention à garder les jambes croisées lorsque Maman ou Lauren viennent me parler...
italian: [S] Sono sempre così attento a tenere le gambe incrociate quando mamma o Lauren vengono a parlare con me...

source: [S] But Matt made me nervous...
french: [S] Mais Matt m'a rendu nerveuse...
italian: [S] Ma Matt mi ha reso nervoso...

source: [R] Nervous how?
french: [R] Nerveuse comment?
italian: [R] Nervoso come?

source: [S] I don't know... like the butterflies you get when you talk to a cute boy.
french: [S] Je ne sais pas... comme les papillons que tu as quand tu parles à un garçon mignon.
italian: [S] Non lo so... come le farfalle che ottieni quando parli con un ragazzo carino.

source: [R] Oh, for fuck's sake!
french: [R] Oh, bordel de merde !
italian: [R] Oh, per il cazzo!

source: [R] Well, Lauren would have probably said something if she saw you flashing her new boyfriend... right?
french: [R] Eh bien, Lauren aurait probablement dit quelque chose si elle t'avait vu flasher son nouveau petit ami... non ?
italian: [R] Beh, Lauren avrebbe probabilmente detto qualcosa se ti avesse visto lampeggiare il suo nuovo fidanzato... giusto?

source: [S] She was in the bathroom when Matt came over to introduce himself.
french: [S] Elle était dans la salle de bain quand Matt est venu se présenter.
italian: [S] Era in bagno quando Matt è venuto a presentarsi.

source: [S] Fuck... I think I might have flashed him.
french: [S] Putain... Je pense que je l'ai peut-être flashé.
italian: [S] Fuck... Penso che potrei averlo lampeggiato.

source: [S] His eyes... might have been wandering down.
french: [S] Ses yeux... ont pu se promener vers le bas.
italian: [S] I suoi occhi... forse sono andati giù.

source: [S] I wonder if he liked it...
french: [S] Je me demande s'il a aimé ça...
italian: [S] Mi chiedo se gli è piaciuto...

source: [R] Good hell, Sidney!
french: [R] Bon sang, Sidney!
italian: [R] Buon inferno, Sidney!

source: [S] What do you mean, good hell?
french: [S] Comment ça, bon sang ?
italian: [S] Che cosa intendi, buon inferno?

source: [S] It shouldn't matter to you who I flash!
french: [S] Ça ne devrait pas t'importer de savoir qui je flashe !
italian: [S] Non dovrebbe importa a voi che lampeggio!

source: [R] Of course it matters to me!
french: [R] Bien sûr que ça compte pour moi !
italian: [R] Naturalmente è importante per me!

source: [S] Well, it shouldn't... You're my brother, not my boyfriend.
french: [S] Eh bien, ça ne devrait pas... Tu es mon frère, pas mon petit ami.
italian: [S] Beh, non dovrebbe... Sei mio fratello, non mio fidanzato.

source: [S] And if you can't get that straight, then we'll have to stop messing around completely!
french: [S] Et si tu ne peux pas comprendre cela, alors nous devrons arrêter de déconner complètement!
italian: [S] E se non riesci a ottenere quel dritto, allora dovremo smettere di fare tutto il pasticcio!

source: [S] And don't you dare fuck up what Lauren's got going with her love life.
french: [S] Et n'ose pas foutre en l'air ce que Lauren a dans sa vie amoureuse.
italian: [S] E non osate scopare quello che Lauren ha fatto andare con la sua vita d'amore.

source: [S] I don't care if you think Matt's a douchebag... Matt would make a great boyfriend for Lauren.
french: [S] Je m'en fiche si tu penses que Matt est un connard... Matt ferait un bon petit ami pour Lauren.
italian: [S] Non mi importa se pensi che Matt's un douchebag... Matt farebbe un grande fidanzato per Lauren.

source: [S] And at least, if she has a boyfriend, she won't have to resort to what we've got going on.
french: [S] Et au moins, si elle a un petit ami, elle n'aura pas à recourir à ce que nous avons en cours.
italian: [S] E almeno, se ha un ragazzo, non dovrà ricorrere a quello che abbiamo fatto.

source: [R] What we've got going on?
french: [R] Qu'est-ce qu'il se passe ?
italian: [R] Che cosa abbiamo fatto?

source: [S] You know... since neither of us have a boyfriend or girlfriend, we just use each other to fill our sexual canteens.
french: [S] Tu sais... comme aucun de nous n'a de petit ami ou de petite amie, nous nous utilisons simplement pour remplir nos cantines sexuelles.
italian: [S] Lo sai... poiché nessuno di noi ha un fidanzato o una fidanzata, ci usiamo solo per riempire le nostre mense sessuali.

source: [R] I don't think of you as just a booty call.
french: [R] Je ne pense pas à toi comme à un simple plan cul.
italian: [R] Non penso che tu sia solo una chiamata da bottino.

source: [S] That's sweet... But you shouldn't try and make our relationship something it can never be.
french: [S] C'est gentil... Mais tu ne devrais pas essayer de faire de notre relation quelque chose qu'elle ne pourra jamais être.
italian: [S] Questo è dolce... Ma non dovreste provare a fare il nostro rapporto qualcosa che non può mai essere.

source: [ST] {i}Shit!... Why am I so glad he said that?{/i}
french: [ST] {i}Merde!... Pourquoi suis-je si contente qu'il ait dit ça?{/i}
italian: [ST] {i}Merda!... Perché sono così contento che abbia detto?{/i}

source: {b}{i}"Sidney's Affection +1"{/i}{/b}
french: {i}{b}«Affection de Sidney +1»{/b}{/i}
italian: {b}{i}"Affetto di "Sidney +1"{/i}{/b}

source: [S] Society would never accept what we're doing.
french: [S] La société n'accepterait jamais ce que nous faisons.
italian: [S] La società non accetterebbe mai quello che stiamo facendo.

source: [S] In fact, I think we could go to jail if we ever tried to make it more.
french: [S] En fait, je pense que nous pourrions aller en prison si jamais nous essayions d'en faire plus.
italian: [S] In realtà, penso che potremmo andare in prigione se mai abbiamo cercato di fare di più.

source: [R] Yeah, well, fuck society. I'd rather follow my heart than follow what a bunch of hypocritical immoral politicians say.
french: [R] Ouais, eh bien, merde à la société. Je préfère suivre mon cœur plutôt que de suivre ce que disent une bande de politiciens hypocrites et immoraux.
italian: [R] Sì, beh, scopare la società. Preferirei seguire il mio cuore che seguire quello che dicono un mucchio di politici ipocriti immorali.

source: [S] Yeah, well... Unfortunately, that's the world we live in.
french: [S] Ouais, eh bien... Malheureusement, c'est le monde dans lequel nous vivons.
italian: [S] Sì, bene... Purtroppo, è il mondo in cui viviamo.

source: [ST] {i}[ryan] makes me feel safe... I've never had anyone make me feel so fulfilled sexually... It fucking sucks that this can't become more!{/i}
french: [ST] {i}[ryan] me fait me sentir en sécurité... Jamais personne ne m'a fait me sentir aussi épanouie sexuellement... Ça craint que ça ne devienne plus!{/i}
italian: [ST] {i}[ryan] mi fa sentire al sicuro... Non ho mai avuto nessuno mi ha fatto sentire così soddisfatto sessualmente... Scopa succhia che questo non può diventare di più!{/i}

source: [S] It can't ever be anything more than that.
french: [S] Cela ne peut jamais être autre chose que cela.
italian: [S] Non può mai essere niente di più.

source: [R] I know.
french: [R] Je sais.
italian: [R] Lo so.

source: [ST] {i}Damn... I kinda hoped he'd disagree with me... Even though I know it's good that he didn't.{/i}
french: [ST] {i}Merde... J'espérais qu'il serait en désaccord avec moi... Même si je sais que c'est bien qu'il ne l'ait pas fait. {/i}
italian: [ST] {i}Damn... Ho sperato che fosse in disaccordo con me... Anche se so che è bene che non lo abbia fatto.{/i}

source: {b}{i}"Sidney's Affection -1"{/i}{/b}
french: {i}{b}«Affection de Sidney -1»{/b}{/i}
italian: {b}{i}"Affetto di "Sidney -1"{/i}{/b}

source: [ST] {i}I really should start trying to make an effort to meet other guys... Too bad Matt's already taken... I wonder how his big brother's doing?{/i}
french: [ST] {i}Je devrais vraiment commencer à essayer de faire un effort pour rencontrer d'autres gars... Dommage que Matt soit déjà pris... Je me demande comment va son grand frère ?{/i}
italian: [ST] {i}Dovrei davvero iniziare a cercare di fare uno sforzo per incontrare altri ragazzi.. Peccato che Matt's già preso... Mi chiedo come sta facendo il suo grande fratello?{/i}

source: [R] Alright, well I'm going to go try and stop Lauren and Matt from getting any closer.
french: [R] D'accord, je vais essayer d'empêcher Lauren et Matt de se rapprocher.
italian: [R] Bene, andrò a cercare di impedire a Lauren e Matt di avvicinarsi.

source: [S] No... Please don't.
french: [S] Non... S'il te plaît, ne le fais pas.
italian: [S] No... Per favore, no.

source: [R] Sidney, You don't know that douchebag like I do. We don't want our sister getting any closer with this prick.
french: [R] Sidney, Tu ne connais pas ce connard comme moi. Nous ne voulons pas que notre sœur se rapproche de ce connard.
italian: [R] Sidney, Non sai che douchebag come me. Non vogliamo che la nostra sorella si avvicini con questo pugno.

source: [S] Fine... Just don't be too noisy. I really want to finish these designs I'm working on.
french: [S] Bien... Ne sois juste pas trop bruyant. Je veux vraiment finir ces dessins sur lesquels je travaille.
italian: [S] Fine... Basta non essere troppo rumoroso. Voglio davvero finire questi disegni su cui sto lavorando.

source: [RT] {i}Ugghh... I still can't believe this is happening.{/i}
french: [RT] {i}Ugghh... Je n'arrive toujours pas à croire que cela arrive.{/i}
italian: [RT] {i}Ugghh... Non riesco ancora a credere che questo stia accadendo.{/i}

source: [RT] {i}I don't even know how to stop it... I guess I'll just have to play it by ear.{/i}
french: [RT] {i}Je ne sais même pas comment l'arrêter... Je devrais juste jouer avec l'oreille.{/i}
italian: [RT] {i}Non so nemmeno come fermarlo... Immagino che dovrò solo giocare per orecchio.{/i}

source: [RT] {i}Shit... What do I even say?{/i}
french: [RT] {i}Merde... Qu'est-ce que je dis ?{/i}
italian: [RT] {i}Merda... Cosa dico ancora?{/i}

source: [R] You're watching "Game of Thots" without me?
french: [R] Tu regardes encore 'Game of Thots' sans moi ?
italian: [R] Stai guardando "Gioco delle Thots" senza di me?
