Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.02.po
Languages: french

source: [RT] {i}What would she do if she knew her own brother was staring at her every move?{/i}
french: [RT] {i}Que ferait-elle si elle savait que son propre frère la regardait à chaque mouvement?{/i}

source: [RT] {i}I hope her recent experiences with Lauren in bed, have at least opened her mind to some new taboo ideas.{/i}
french: [RT] {i}J'espère que ses récentes expériences avec Lauren au lit lui ont au moins ouvert l'esprit à de nouvelles idées taboues.{/i}

source: [RT] {i}Most likely she's not thinking about messing around with me or Lauren yet, but I can dream!{/i}
french: [RT] {i}Très probablement, elle ne pense pas encore à jouer avec moi ou Lauren, mais je peux en rêver!{/i}

source: [RT] {i}I heard her say that she's no virgin, but that she hasn't enjoyed her sexual experiences up to now. Maybe I can change that.{/i}
french: [RT] {i}Je l'ai entendue dire qu'elle n'est pas vierge, mais qu'elle n'a pas apprécié ses expériences sexuelles jusqu'à présent. Je peux peut-être changer ça.{/i}

source: [RT] {i}Oh, nice!.... Got to get those hard to reach places.{/i}
french: [RT] {i}Oh, sympa!.... Je dois trouver ces endroits difficiles à atteindre.{/i}

source: [RT] {i}Look at that bottle just slide in and out!{/i}
french: [RT] {i}Regarde cette bouteille juste entrer et sortir !{/i}

source: [RT] {i}Wow, a shampoo bottle, she needs to get herself a real toy. Or better yet, a real man, or at least one who's conveniently located.{/i}
french: [RT] {i}Wow, une bouteille de shampooing, elle a besoin de se procurer un vrai jouet. Ou mieux encore, un vrai homme, ou au moins un qui est idéalement situé.{/i}

source: [RT] {i}I wonder what Sidney would think if she knew that same bottle has been in Lauren's pussy and Mom's ass.{/i}
french: [RT] {i}Je me demande ce que Sidney penserait si elle savait que la même bouteille était dans la chatte de Lauren et le cul de maman.{/i}

source: [RT] {i}I feel really sad that Sidney has to get herself off like this, when there's someone right here who's all ready and willing to help her out.{/i}
french: [RT] {i}Je suis vraiment triste que Sidney doive s'en sortir comme ça, alors qu'il y a quelqu'un ici qui est prêt à l'aider.{/i}

source: [RT] {i}Maybe I can find something in the online store to help her with that.{/i}
french: [RT] {i}Peut-être que je peux trouver quelque chose dans la boutique en ligne pour l'aider avec ça. {/i}

source: [RT] {i}Holy shit!.... This is like shower-ception!{/i}
french: [RT] {i}Merde!.... C'est comme une douche!{/i}

source: [RT] {i}But if this is a dream, I don't want to wake up.... But....{/i}
french: [RT] {i}Mais si c'est un rêve, je ne veux pas me réveiller.... Mais....{/i}

source: [RT] {i}Thanks Sidney! Same time tomorrow?{/i}
french: [RT] {i}Merci Sidney! À la même heure demain?{/i}

source: {i}{b}"Sidney's Libido -5"{/b}{/i}
french: {i}{b}«Libido de Sidney -5»{/b}{/i}

source: [RT] {i}Mom's taking her after school shower. Thanks to my new spy-cam, I can take a peek.{/i}
french: [RT] {i}Maman prend sa douche après l'école. Grâce à ma nouvelle caméra espion, je peux jeter un coup d'œil.{/i}

source: [RT] {i}Oh, Mom looks so tired, probably all the stress of everything going on!{/i}
french: [RT] {i}Oh, maman a l'air si fatiguée, probablement tout le stress de tout ce qui se passe!{/i}

source: [RT] {i}I wish I could go in there and give her some physical comfort.{/i}
french: [RT] {i}J'aimerais pouvoir y aller et lui donner un peu de réconfort physique.{/i}

source: [RT] {i}I wonder what's going through Mom's head.{/i}
french: [RT] {i}Je me demande ce qui se passe dans la tête de maman.{/i}

source: [RT] {i}Oh, good! The show's getting better. I could never get tired of looking at her in the shower from this angle!{/i}
french: [RT] {i}Oh, bien! Le spectacle s'améliore. Je ne pourrais jamais me lasser de la regarder sous la douche sous cet angle!{/i}

source: [RT] {i}Although Mom does look really good on a pole.{/i}
french: [RT] {i}Bien que maman ait l'air vraiment bien sur une barre.{/i}

source: [RT] {i}I'll just have to save this for later.{/i}
french: [RT] {i}Je vais juste devoir garder cela pour plus tard.{/i}

source: [RT] {i}Alright, show me what I paid $1000 for.{/i}
french: [RT] {i}D'accord, montre-moi pour quoi j'ai payé 1000 $.{/i}

source: [RT] {i}Oh man, Mom's going for it!{/i}
french: [RT] {i}Oh mec, maman y va!{/i}

source: [RT] {i}Without Dad, she must be feeling pretty lonely.{/i}
french: [RT] {i}Sans papa, elle doit se sentir assez seule.{/i}

source: [RT] {i}Oh.... ho.... ho.... Mom really is a naughty girl, giving her asshole a little attention too.{/i}
french: [RT] {i}Oh.... Ho.... Ho.... Maman est vraiment une fille coquine, donnons lui un peu d'attention à son trou du cul aussi.{/i}

source: [RT] {i}What is it that's making her so horny?{/i}
french: [RT] {i}Qu'est-ce qui la rend si excitée?{/i}

source: [RT] {i}Is she thinking about all those men watching her strip?{/i}
french: [RT] {i}Pense-t-elle à tous ces hommes qui la regardent se déshabiller ?{/i}

source: [RT] {i}Is she thinking about me sneaking into the club to watch her strip?{/i}
french: [RT] {i}Pense-t-elle que je me faufile dans le club pour regarder son strip-tease ? {/i}

source: [RT] {i}Did she just stick that shampoo bottle into her ass?{/i}
french: [RT] {i}Est-ce qu'elle vient de lui mettre cette bouteille de shampoing dans le cul?{/i}

source: [RT] {i}Awesome! I've got a picture of Mom pleasuring her asshole!{/i}
french: [RT] {i}Génial ! J'ai une photo de maman qui se fait plaisir avec son cul!{/i}

source: [RT] {i}It goes in so easy! Dad doesn't seem like the kind of guy that would be into anal. Maybe she's always had to pleasure herself this way.{/i}
french: [RT] {i}C'est si facile! Papa ne semble pas être le genre de gars qui serait dans l'anal. Peut-être qu'elle a toujours dû se faire plaisir de cette façon.{/i}

source: [RT] {i}Well, I'll be happy to fill that void for her, so to speak.{/i}
french: [RT] {i}Eh bien, je serai heureux de combler ce vide pour elle, pour ainsi dire.{/i}

source: [RT] {i}What I wouldn't give to be in that bottle's place right now!{/i}
french: [RT] {i}Ce que je ne donnerais pas pour être à la place de cette bouteille en ce moment!{/i}

source: [RT] {i}I can't believe Sidney and Lauren are using this same bottle to get themselves off.{/i}
french: [RT] {i}Je n'arrive pas à croire que Sidney et Lauren utilisent cette même bouteille pour s'en sortir.{/i}

source: [RT] {i}Soon Mom won't have to resort to such measures to get her itches scratched.{/i}
french: [RT] {i}Bientôt maman n'aura plus à recourir à de telles mesures pour se faire gratter ses démangeaisons.{/i}

source: [RT] {i}Her son will be more than willing.{/i}
french: [RT] {i}Son fils sera plus que disposé.{/i}

source: [RT] {i}I've just got to get her to overcome her already formed ideas of where that kind of love should come from.{/i}
french: [RT] {i}Je dois juste l'amener à surmonter ses idées reçues d'où ce genre d'amour devrait venir.{/i}

source: [RT] {i}I've still got a lot of work ahead of me.{/i}
french: [RT] {i}J'ai encore beaucoup de travail devant moi.{/i}

source: [RT] {i}Holy shit!.... If her spray range gets much bigger, she's going to ruin my camara!{/i}
french: [RT] {i}Merde!.... Si sa portée de pulvérisation devient beaucoup plus grande, elle va ruiner ma camara!{/i}

source: [RT] {i}And I don't think I can send her the bill for a replacement.{/i}
french: [RT] {i}Et je ne pense pas pouvoir lui envoyer la facture pour un remplacement.{/i}

source: [RT] {i}Great job today, Mom! I'll try to make it to your next show.{/i}
french: [RT] {i}Excellent travail aujourd'hui, maman ! Je vais essayer de passer à ton prochain spectacle.{/i}

source: {i}{b}"Mom's Libido -5"{/b}{/i}
french: {i}{b}«Libido de maman -5»{/b}{/i}

source: [RT] {i}Ok, I just need to climb up on this cabinet.... {/i}
french: [RT] {i}Ok, j'ai juste besoin de monter sur cette armoire.... {/i}

source: [RT] {i}Ouch.... dammit!.... That hurt!.... {/i}
french: [RT] {i}Aïe.... bon sang !.... Ça fait mal!.... {/i}

source: [RT] {i}You cunt sucking douche mouth!{/i}
french: [RT] {i}Ta chatte suce le pommeau de douche!{/i}

source: [RT] {i}Chode licking, cock gobbler!{/i}
french: [RT] {i}Léchage de branleur, gobeur de bite!{/i}

source: [RT] {i}All right, just a slight adjustment so I have a good view of the bed.{/i}
french: [RT] {i}D'accord, juste un léger ajustement donc j'ai une bonne vue du lit.{/i}

source: [RT] {i}.... and now I should be able to see live streams of whatever it is Mom does in here.{/i}
french: [RT] {i}.... et maintenant, je devrais pouvoir voir les flux en direct de tout ce que Maman fait ici.{/i}

source: [RT] {i}I can't wait! It's amazingly convenient that Mom has a predictable daily schedule.... hmmmm.{/i}
french: [RT] {i}J'ai hâte! C'est incroyablement pratique que maman ait un horaire quotidien prévisible.... hmmmm.{/i}

source: [RT] {i}Hmmm.... I wonder why the door is locked?{/i}
french: [RT] {i}Hmmm.... Je me demande pourquoi la porte est verrouillée?{/i}

source: [RT] {i}Wait.... is that Mom moaning?{/i}
french: [RT] {i}Attends.... c'est Maman qui gémit ?{/i}

source: [RT] {i}I should check it out.{/i}
french: [RT] {i}Je devrais le vérifier.{/i}

source: [RT] {i}Sounds like things are winding down. I'm probably too late to see anything good.{/i}
french: [RT] {i}Il semble que les choses se terminent. Je suis probablement trop tard pour voir quelque chose de bien.{/i}

source: [RT] {i}Wait.... is that Mom moaning? I've got to figure out a way to see in there!{/i}
french: [RT] {i}Attends.... c'est maman qui gémit? Je dois trouver un moyen de voir là-dedans!{/i}

source: [RT] {i}The door's locked, she must be getting dressed. {p}Wait, is that moaning I hear?{p}I'm pretty sure that's moaning.{/i}
french: [RT] {i}La porte est verrouillée, elle doit s'habiller. {p}Attends, est-ce que c'est un gémissement?{p}Je suis presque sûr que s'en est un.{/i}

source: [RT] {i}I've got to figure out a way to spy on her.{/i}
french: [RT] {i}Je dois trouver un moyen de l'espionner.{/i}

source: [RT] {i}She's always got her door locked in the morning when she does yoga and gets ready for the day. Now I can see exactly what she does.{/i}
french: [RT] {i}Elle a toujours sa porte verrouillée le matin quand elle fait du yoga et se prépare pour la journée. Maintenant, je peux voir exactement ce qu'elle fait.{/i}

source: [RT] {i}That's how she stays in such great shape.{/i}
french: [RT] {i}C'est ainsi qu'elle reste en si grande forme.{/i}

source: [RT] {i}Oh yes, finally the good part.{/i}
french: [RT] {i}Oh oui, enfin la bonne partie.{/i}

source: [RT] {i}Just.... wow.... what a body!{/i}
french: [RT] {i}Juste.... wow.... quel corps!{/i}

source: {i}"A little while later."{/i}
french: {i}'Un peu plus tard.'{/i}

source: [RT] {i}Looks like she's about done, I should get out of here before she walks out that door.{/i}
french: [RT] {i}On dirait qu'elle a presque fini, je devrais sortir d'ici avant qu'elle ne sorte par cette porte.{/i}

source: [RT] {i}Looks like Mom's feeling a little lonely without Dad, I've got to convince her that she can come to me for this kind of attention.{/i}
french: [RT] {i}On dirait que Maman se sent un peu seule sans papa, je dois la convaincre qu'elle peut venir me voir pour ce genre d'attention.{/i}

source: [RT] {i}Good timing on my part, I think she's just getting started.{/i}
french: [RT] {i}Bon timing de ma part, je pense qu'elle ne fait que commencer.{/i}

source: [RT] {i}Is that a fucking butt plug?{/i}
french: [RT] {i}Est-ce un putain de plug anal?{/i}

source: [RT] {i}I guess Mom's into that kind of thing.{/i}
french: [RT] {i}Je suppose que maman aime ce genre de choses.{/i}

source: [MT] {i}Time to give the new plug a try.{/i}
french: [MT] {i}Il est temps d'essayer le nouveau plug.{/i}

source: [MT] {i}Uuug.... why did [dad_name] force anal on me? Now it's hard for me to even cum without something in my ass.{/i}
french: [MT] {i}Uuug.... pourquoi [dad_name] m'a-t-il forcée pour l'anal ? Maintenant, c'est difficile pour moi de jouir sans quelque chose dans le cul.{/i}

source: [RT] {i}There's that butt plug again.{/i}
french: [RT] {i}Il y a encore ce plug anal.{/i}

source: [RT] {i}Holy.... she's sliding it in slowly.... I've got to get a picture.{/i}
french: [RT] {i}Merde.... elle le glisse lentement.... Je dois prendre une photo.{/i}

source: [RT] {i}There's some future jack-off material.{/i}
french: [RT] {i}Il y a du futur matériel de branleur.{/i}

source: [MT] {i}Oh God, it's been a little while.{/i}
french: [MT] {i}Oh Mon Dieu, ça fait un petit moment.{/i}

source: [RT] {i}The look on her face.... It looks so uncomfortable.... does she really like it?{/i}
french: [RT] {i}Le regard sur son visage.... Ça a l'air tellement inconfortable.... elle aime vraiment ça?{/i}

source: [MT] {i}Fucking [dad_name]!{/i}
french: [MT] {i}Putain de [dad_name]!{/i}

source: [RT] {i}She needs a vibrator too to get off?{/i}
french: [RT] {i}Elle a aussi besoin d'un vibromasseur pour se calmer?{/i}

source: [RT] {i}I hope when my time comes I can compete with all that hardware.{/i}
french: [RT] {i}J'espère que le moment venu, je pourrai rivaliser avec tout ce matériel.{/i}

source: [RT] {i}I hope one day soon I can pleasure her better than a vibrator and butt plug can.{/i}
french: [RT] {i}J'espère qu'un jour je pourrai lui faire plaisir mieux qu'un vibromasseur et un plug anal.{/i}

source: [MT] {i}Oh God!.... I crossed the touching line with [ryan]!{/i}
french: [MT] {i}Oh Mon Dieu !.... J'ai franchi la ligne rouge avec [ryan]!{/i}

source: [MT] {i}I actually gave him a handjob!{/i}
french: [MT] {i}Je lui ai en fait donné une branlette!{/i}

source: [MT] {i}That cock is so huge, I could barely wrap my hand around it!{/i}
french: [MT] {i}Cette bite est si énorme que je pouvais à peine enrouler ma main autour d'elle!{/i}

source: [MT] {i}I know it can't be good for him to have so much cum stored up, but God, seeing that big of a cumshot really turned me on!{/i}
french: [MT] {i}Je sais que ça ne peut pas être bon pour lui d'avoir autant de sperme stocké en lui, mais mon Dieu, voir cette grosse éjaculation m'a vraiment excitée !{/i}

source: [MT] {i}Oh, Fuuuuuuck!!!{/i}
french: [MT] {i}Oh, Meeerrrdddeee!!!!{/i}

source: [MT] {i}Oh my God!.... I'm squirting!!{/i}
french: [MT] {i}Oh mon dieu !.... Je suis en train de gicler!!{/i}

source: [MT] {i}Oh Yes!! Fucking squirted again!{/i}
french: [MT] {i}Oh Oui!! Putain, encore giclé!{/i}

source: [MT] {i}What's the harm in a little imagination?{/i}
french: [MT] {i}Quel est le mal dans un peu d'imagination?{/i}

source: [MT] {i}But that felt sooooo good!{/i}
french: [MT] {i}Mais ça faisait tellement de bien!{/i}

source: [MT] {i}What's wrong with me.{/i}
french: [MT] {i}Qu’est-ce qui ne va pas chez moi? {/i}

source: [RT] {i}Mom must be doing a lot of extra laundry with all the girls squirting all over their beds.{/i}
french: [RT] {i}Maman doit faire beaucoup de lessive supplémentaire avec toutes les filles qui mouille en éjaculant sur leur lit.{/i}

source: [RT] {i}Not to mention what I do in mine.{/i}
french: [RT] {i}Sans parler de ce que je fais dans le mien.{/i}

source: [RT] {i}And that makes 3 for 3.{/i}
french: [RT] {i}Et cela en fait 3 sur 3.{/i}

source: [RT] {i}Squirting is obviously hereditary.{/i}
french: [RT] {i}Jouir est évidemment héréditaire.{/i}

source: [RT] {i}Wow! Mom's a squirter too.{/i}
french: [RT] {i}Wow! Maman est aussi une femme fontaine.{/i}

source: [RT] {i}Maybe it's a family thing.{/i}
french: [RT] {i}C'est peut-être une histoire de famille.{/i}

source: [RT] {i}Oh my God! Mom just squirted all over her bed!{/i}
french: [RT] {i}Oh mon Dieu! Maman vient de gicler sur son lit!{/i}

source: [RT] {i}I thought that was just some kinky porn gimmick where the girls just piss all over.{/i}
french: [RT] {i}Je pensais que c'était juste un truc porno pervers où les filles pissent partout.{/i}

source: [RT] {i}Wow, Mom's a real squirter!{/i}
french: [RT] {i}Wow, maman est une vraie femme fontaine!{/i}

source: [RT] {i}Just.... wow!{/i}
french: [RT] {i}Juste.... Ça alors!{/i}

source: [RT] {i}I might need to go back to my room to take care of something myself.{/i}
french: [RT] {i}Je devrais peut-être retourner dans ma chambre pour m'occuper de ça moi-même.{/i}

source: [RT] {i}I should probably go get some sleep now, maybe.... {/i}
french: [RT] {i}Je devrais probablement aller dormir maintenant, peut-être.... {/i}

source: [RT] {i}I should run before I get caught.{/i}
french: [RT] {i}Je devrais courir avant de me faire attraper. {/i}

source: [MT] {i}Holy fuck.... It looked like Lauren was licking up cum in the lounge.{/i}
french: [MT] {i}Putain de merde.... On aurait dit que Lauren léchait du sperme dans le salon.{/i}

source: [MT] {i}She said it was frosting from a cinnamon roll, but what if it was [ryan]'s cum?{/i}
french: [MT] {i}Elle a dit que c'était du glaçage d'un biscuit à la cannelle, mais que se passe-t-il si c'était le sperme de [ryan]?{/i}

source: [MT] {i}I know that's absolutely ridiculous.... and that thought shouldn't turn me on.... but.... fuck, that's hot to imagine!{/i}
french: [MT] {i}Je sais que c'est absolument ridicule.... et cette pensée ne devrait pas m'exciter.... mais.... putain, c'est chaud à l'imaginer!{/i}

source: [MT] {i}I can't believe I made my sister get such a sexy uniform.... I mean it serves her right!{/i}
french: [MT] {i}Je n'arrive pas à croire que j'ai fait en sorte que ma sœur obtienne un uniforme aussi sexy.... Je veux dire que ça lui va bien!{/i}

source: [MT] {i}But [ryan] and her are home all alone! Could [ryan] resist the temptation to take advantage of her?{/i}
french: [MT] {i}Mais [ryan] et elle sont à la maison toute seuls ! Est-ce que [ryan] pourrait résister à la tentation de profiter d'elle ?{/i}

source: [MT] {i}Haha.... I know Camille would never let him.... but its still pretty sexy to imagine!{/i}
french: [MT] {i}Haha.... Je sais que Camille ne le laisserait jamais faire.... mais c'est toujours assez sexy à imaginer!{/i}

source: [MT] {i}And that time, I thought of [ryan] fucking Camille.{/i}
french: [MT] {i}Et cette fois-là, j'ai pensé à [ryan] putain de Camille.{/i}

source: [MT] {i}What's the harm in a little imagination. He would never really do that.{/i}
french: [MT] {i}Quel est le mal dans un peu d'imagination. Il ne ferait jamais vraiment ça.{/i}

source: [MT] {i}Oh how have I let those stupid computer games let me get so out of control?{/i}
french: [MT] {i}Oh comment ai-je laissé ces jeux informatiques stupides m'inhiber ?{/i}

source: [MT] {i}[ryan] and I fucking watched each other masturbate!{/i}
french: [MT] {i}[ryan] et moi se regardant mutuellement se masturber !{/i}

source: [MT] {i}I can't believe the size of that kids cock.{/i}
french: [MT] {i}Je n'arrive pas à croire la taille de la queue de ces enfants.{/i}

source: [MT] {i}And that time, I thought of [ryan] fucking me on purpose.{/i}
french: [MT] {i}Et ce moment-là, je pensais à [ryan] qui me baiserait intentionnellement.{/i}

source: [MT] {i}What's the harm in a little imagination. I would never really do that.{/i}
french: [MT] {i}Quel est le mal dans un peu d'imagination. Je ne ferais jamais vraiment ça.{/i}

source: [MT] {i}But that just felt sooooo good!{/i}
french: [MT] {i}Mais ça faisait tellement du bien!{/i}

source: [MT] {i}Was [ryan] really just trying to fix the washing machine, or was he dry humping my ass on purpose?{/i}
french: [MT] {i}Est-ce que [ryan] essayait vraiment de réparer la machine à laver, ou était-il en train se frotter à mon cul exprès ?{/i}

source: [MT] {i}I swear I could feel his huge cock hot dogging my ass cheeks as he tried to fix those belts.{/i}
french: [MT] {i}Je jure que je pouvais sentir son énorme bite brûlante sur mes fesses au moment où il essayait de fixer ces ceintures. {/i}

source: [MT] {i}I can't believe I let [ryan] show me those types of games in my office.{/i}
french: [MT] {i}Je n'arrive pas à croire que j'ai laissé [ryan] me montrer ce type de jeux dans mon bureau.{/i}

source: [MT] {i}I wonder if they make him imagine those same scenarios with me.{/i}
french: [MT] {i}Je me demande s'ils lui font imaginer les mêmes scénarios avec moi.{/i}

source: [MT] {i}I can't believe how much I need to have both of my holes filled.{/i}
french: [MT] {i}Je n'arrive pas à croire à quel point j'ai besoin d'avoir mes deux trous remplis.{/i}

source: [MT] {i}How would it be to fuck two men at the same time?{/i}
french: [MT] {i}Comment ça serait de baiser avec deux hommes en même temps ?{/i}

source: [MT] {i}I can't believe how much I enjoy anal now.{/i}
french: [MT] {i}Je n'arrive pas à croire à quel point j'aime l'anal maintenant.{/i}

source: [MT] {i}[dad_name] would never let that happen, but now that [dad_name] is gone.... {/i}
french: [MT] {i}[dad_name] ne laisserait jamais cela se produire, mais maintenant que [dad_name] a disparu.... {/i}

source: [MT] {i}I can't let myself think that way.... {/i}
french: [MT] {i}Je ne peux pas penser de cette façon.... {/i}

source: [MT] {i}But still.... what two guys would I even want to fuck me besides my husband?{/i}
french: [MT] {i}Mais quand même.... quels types voudrais-je même baiser à part mon mari ?{/i}

source: [MT] {i}I wonder how long [dad_name] will be gone. I can't live without a real fucking for long!{/i}
french: [MT] {i}Je me demande combien de temps [dad_name] sera parti. Je ne peux pas vivre longtemps sans une vraie baise!{/i}

source: [MT] {i}If he's there for years, could I be celibate the whole time he's gone?{/i}
french: [MT] {i}S'il est là depuis des années, pourrais-je être célibataire tout le temps qu'il est parti?{/i}

source: [MT] {i}Who would I even fuck, if not my husband?{/i}
french: [MT] {i}Qui devrais-je même baiser, sinon mon mari?{/i}

source: [MT] {i}Thanks to [dad_name]'s jealousy, there really aren't many men in my life.{/i}
french: [MT] {i}Grâce à la jalousie de [dad_name], il n'y a vraiment pas beaucoup d'hommes dans ma vie.{/i}

source: [MT] {i}There's a few students I could imagine being with, and then there's Joey DeCapo and his goons.{/i}
french: [MT] {i}Il y a quelques étudiants avec qui je pourrais imaginer être, et puis il y a Joey DeCapo et ses hommes de main.{/i}

source: [MT] {i}I still can't believe that asshole allows my son into his club whenever he feels like it.{/i}
french: [MT] {i}Je n'arrive toujours pas à croire que ce trou du cul permette à mon fils d'entrer dans son club quand il en a envie.{/i}

source: [MT] {i}Now that boy has a big penis. I don't know if I'd be able to fit him in either of my holes.{/i}
french: [MT] {i}Maintenant que ce garçon a un gros pénis. Je ne sais pas si je pourrais l'insérer dans l'un ou l'autre de mes trous.{/i}

source: [MT] {i}With [dad_name] being so jealous there really aren't many men in my life.{/i}
french: [MT] {i}Avec [dad_name] étant si jaloux, il n'y a vraiment pas beaucoup d'hommes dans ma vie.{/i}

source: [MT] {i}All I can really think of is stupid Joey DeCapo.... that asshole who let's my son into his club whenever he wants.{/i}
french: [MT] {i}Tout ce à quoi je peux vraiment penser, c'est le stupide Joey DeCapo.... ce connard qui fait entrer mon fils dans son club quand il veut.{/i}

source: [MT] {i}Oh, God!.... Why am I thinking about my son right now?{/i}
french: [MT] {i}Oh, mon Dieu!.... Pourquoi je pense à mon fils en ce moment?{/i}

source: [MT] {i}It's been so long since I've squirted!{/i}
french: [MT] {i}Ça fait tellement longtemps que je n'ai pas joui !{/i}

source: [MT] {i}I haven't done that since before I married [dad_name].{/i}
french: [MT] {i}Je n'ai plus fait cela depuis avant le mariage avec [dad_name].{/i}
