Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [RT] {i}If given a choice between my old life of constant certainty and comfort, and this new life of constant fear and change.{/i}
italian: [RT] {i}Se dovessi scegliere tra la mia vecchia vita di costante certezza e comodità e questa nuova vita di costante paura e cambiamento.

source: [RT] {i}I don't know if I'd change a thing. I've lived more since Dad went to prison, than I have in all my years up until now.{/i}
italian: [RT] {i}Non so se cambierei qualcosa. Ho vissuto di più da quando papà è andato in prigione, che in tutti i miei anni fino ad ora.{/i}Si tratta di un'altra cosa.

source: [RT] {i}I'm beginning to crave the adventure...{/i}
italian: [RT] {i}Sto cominciando a desiderare l'avventura...{/i}

source: [RT] {i}And oh... This shit feels so good!{/i}
italian: [RT] {i}E oh... Questa merda è così bella!

source: [R] Megan! You're such a pro at this!
italian: [R] Megan! Sei proprio una professionista in questo!

source: [RT] {i}Ohhhh! I'm gonna cum!{/i}
italian: [RT] {i}Ohhh! Sto per venire!

source: [MG] You asshole! You could have warned me.
italian: [MG] Stronzo! Avresti potuto avvertirmi.

source: [R] Sorry! I got lost in my thoughts for a little bit.
italian: [R] Scusa! Mi sono perso nei miei pensieri per un pò.

source: [MG] Thinking about your mom, huh?
italian: [MG] Pensando a tua mamma, eh?

source: [R] No!... I was thinking about how crazy my life is, but still kinda good.
italian: [R] No!... Stavo pensando a quanto sia folle la mia vita, ma ancora piuttosto bella.

source: [MG] Is this a good part?
italian: [MG] Questa è una bella parte?

source: [R] Yeah... it's a great part!
italian: [R] Sì... è una parte fantastica!

source: [R] Thank you!
italian: [R] Grazie!

source: [MG] You bet! And remember what I said about [mom_name]... I'm serious about it.
italian: [MG] Ci puoi scommettere! E ricorda quello che ho detto su [mom_name]... Faccio sul serio.

source: [R] Oh... I'll take you up on that!
italian: [R] Oh... ti prendo in parola!

source: [MG] Haha... Ok, fellow pervert.
italian: [MG] Haha... Ok, compagno pervertito.

source: [MG] Let's go jump on that shitty scooter, and you can take me home.
italian: [MG] Andiamo a saltare su quello scooter di merda e tu puoi portarmi a casa.

source: [MT] {i}I suppose I could help him out again.{/i}
italian: [MT] {i}Suppongo che potrei aiutarlo di nuovo.{/i}

source: [M] And I hope [ryan] was able to get all the shots he needed this time.
italian: [M] E spero che [ryan] sia stato in grado di ottenere tutti i colpi di cui aveva bisogno questa volta.

source: [MG] I don't mind coming back if he didn't!
italian: [MG] Non mi dispiace tornare se non lo ha fatto!

source: [MG] I'd love to reward you somehow... Maybe you can meet me in the utility closet and you can do me against the sink?
italian: [MG] Mi piacerebbe ricompensarti in qualche modo... Forse puoi incontrarmi nell'armadio e puoi farmi contro il lavandino?

source: [M] Ok, Megan, I see you're no longer being subtle. I think it's time for you to run along... [ryan] isn't going to be meeting you in the utility closet this time, either.
italian: [M] Ok, Megan, vedo che non sei più sottile. Penso che sia il momento per voi di correre. [ryan] questa volta non ti incontrerà nell'armadio di servizio.

source: [MT] {i}I'll be taking care of him again.{/i}
italian: [MT] {i}Mi prenderò nuovamente cura di lui.{/i}

source: [MG] Can I take the scooter again?
italian: [MG] Posso riprendere lo scooter?

source: [R] Ummm, yeah...
italian: [R] Ummm, sì...

source: [R] You're trying to get rid of her of her again... Aren't you?
italian: [R] Stai cercando di sbarazzarti di lei di nuovo... Non sei?

source: [M] Am I?
italian: [M] Sono io?

source: [M] Well, when she blackmails me to do such a slutty photo shoot, and then flat out offers to have sex with you in the utility closet...
italian: [M] Beh, quando mi ricatta, di fare una foto così troia, e poi appiattire offre per fare sesso con voi nell'armadio di servizio...

source: [R] She was just teasing.
italian: [R] Stava solo prendendo in giro.

source: [M] Oh... [ryan]. You can be so naive sometimes.
italian: [M] Oh... [ryan]. A volte puoi essere così ingenuo.

source: [R] Well, I wish she wasn't teasing, then I'd go meet her.
italian: [R] Beh, vorrei che non si prese in giro, poi andrei a conoscerla.

source: [M] I still don't think Megan's the kind of girl that I want you getting that kind of relief from.
italian: [M] Non penso ancora che Megan il tipo di ragazza che voglio che ottenga quel tipo di sollievo da.

source: [R] I know! Look for girls like my sisters.
italian: [R] Lo so! Cerca ragazze come le mie sorelle.

source: [R] Or someone like you.
italian: [R] O qualcuno come te.

source: [M] We've still got a lot of work to do.
italian: [M] Abbiamo ancora molto lavoro da fare.

source: [MT] {i}What are you doing? You said it was only going to be one time!{/i}
italian: [MT] {i}Cosa stai facendo? Hai detto che sarebbe stata solo una volta!{/i}

source: [R] Well... I might be a little better than last time, but I am kind of stuck in a minor Oedipal phase...
italian: [R] Bene... Potrei essere un po 'migliore della scorsa volta, ma sono una specie di bloccato in una fase edipale minore...

source: [M] Oh... So you're saying you need some more relief?
italian: [M] Oh... Quindi stai dicendo che hai bisogno di un po' di sollievo?

source: [M] How could I say no to that face.
italian: [M] Come potrei dire no a quel volto.

source: [RT] {i}Wow! Even easier this time!{/i}
italian: [RT] {i}Wow! Ancora più facile questa volta!{/i}

source: [M] I know I said it before, but I'm really happy for you that you don't take after your dad in the dick size department.
italian: [M] So che l'ho detto prima, ma sono davvero felice per voi che non prendete dopo il papà nel reparto dimensioni del cazzo.

source: [R] Are you thinking about Grandpa's package again?
italian: [R] Stai pensando di nuovo al pacchetto della nonna?

source: [R] I still want to hear the story about you seeing him erect.
italian: [R] Voglio ancora sentire la storia di voi che lo vedete eretto.

source: [MT] {i}Haha... every time!{/i}
italian: [MT] {i}Haha... ogni volta!{/i}

source: [R] Wow! That feels so good.
italian: [R] Wow! Ci si sente così bene.

source: [MGT] {i}They're at it again!{/i}
italian: [MGT] {i}Sono di nuovo a questo!{/i}

source: [MGT] {i}I was hoping they'd do a little more this time.{/i}
italian: [MGT] {i}speravo che stavolta avrebbero fatto un po' di più questa volta.{/i}

source: [MGT] {i}Still... I can't complain too much.{/i}
italian: [MGT] {i}Ancora ... Non posso lamentarmi troppo.{/i}

source: [R] Oh my God, Mom! That was just as good as last time!
italian: [R] Oh mio Dio, la mamma! Questo è stato buono quanto l'ultima volta!

source: [M] I know honey... You'll get better with time.
italian: [M] Conosco il miele... migliorerai col tempo.

source: [R] I'll just walk home again.
italian: [R] Camminerò di nuovo a casa.

source: [RT] {i}Oh, what a night! I can't believe Mom sucked me off again!{/i}
italian: [RT] {i}Oh, che notte! Non posso credere che la mamma mi abbia risucchiata di nuovo!{/i}

source: [R] I can't believe I let you get me again!
italian: [R] Non posso credere che ti lasci prendere di nuovo!

source: [R] I didn't think you'd stick around again.
italian: [R] Non pensavo che ti saresti attaccato di nuovo.

source: [MG] Well... I didn't want to miss your encore performance.
italian: [MG] Bene... Non volevo perdere la tua performance encore.

source: [MG] Haha... I know... That was cheesy.
italian: [MG] Haha... Lo so... Era formaggio.

source: [MG] I gotta say though, that was pretty hot!
italian: [MG] Ma devo dire che è stato piuttosto caldo!

source: [MG] But I gotta say... [mom_name] is still acting pretty bitchy.
italian: [MG] Ma devo dire... [mom_name] sta ancora agendo abbastanza cagna.

source: [MG] After everything we went through together in that photo shoot, when are you going to get her to include me?
italian: [MG] Dopo tutto quello che abbiamo attraversato insieme in quel scatto fotografico, quando la farai includere?

source: [R] I'm working on it.
italian: [R] Ci sto lavorando.

source: [MG] So, a deal's a deal.
italian: [MG] Quindi, un accordo è un affare.

source: [MG] A blowjob for a blowjob.
italian: [MG] Un pompino per un pompino.

source: [MG] You've got a lot of stamina!
italian: [MG] Hai molta resistenza!

source: [MG] I've got to taste it again.
italian: [MG] Devo assaggiarlo di nuovo.

source: [MG] You asshole! You could have warned me this time!
italian: [MG] Stai stronzando! Avresti potuto avvertirmi questa volta!

source: [R] No!... maybe...
italian: [R] No!... forse...

source: [R] Still thinking about how even though life is hard, there's some really good parts to it.
italian: [R] Ancora pensando a come anche se la vita è difficile, ci sono alcune parti veramente buone ad esso.

source: [MG] And this is still a good part?
italian: [MG] E questa è ancora una buona parte?

source: [R] Yeah... it's still a great part!
italian: [R] Sì... è ancora una gran parte!

source: [MG] You bet! And remember what I said about [mom_name]... I'm still serious about it.
italian: [MG] Scommetti! E ricordate quello che ho detto su [mom_name]... Sono ancora serio a riguardo.

source: [PM] I've got to do something about this!
italian: [PM] Devo fare qualcosa per questo!

source: [PM] That's better! Edgy and sexy!
italian: [PM] Così va meglio! Tagliente e sexy!

source: [PMT] {i}So she thinks she's Moldy's top minion? I'll show her.{/i}
italian: [PMT] {i}Così lei pensa di essere la migliore tirapiedi di Moldy? Glielo faccio vedere io.

source: [PMT] {i}She won't know what hit her.{/i}
italian: [PMT] {i}Non saprà cosa l'ha colpita.

source: [PM] Alright, you slutty flea-bottom mudblood!
italian: [PM] D'accordo, brutta sgualdrina dal culo di pulce e sangue di fango!

source: [PM] Get on the floor and show me some respect before I {i}Avada Kedavra{/i} you into next week.
italian: [PM] Mettiti a terra e mostrami un pò di rispetto prima che ti {i}Avada Kedavra{/i} fino alla prossima settimana.

source: [HG] Uhhh... Yes... Professor.
italian: [HG] Uhhh... Sì... Professore.

source: [PM] Call me Mistress, and lick those boots clean while you're down there.
italian: [PM] Chiamami padrona e lecca bene quegli stivali mentre sei lì sotto.

source: [PMT] {i}That was easier than I thought it would be... Maybe Hermione is a natural submissive.{/i}
italian: [PMT] {i}È stato più facile di quanto pensassi... Forse Hermione è una sottomessa naturale.

source: [PM] That's right, get them clean!
italian: [PM] Esatto, puliscili!

source: [PMT] {i}Now it's time to see just how obedient she will be.{/i}
italian: [PMT] {i}Ora è il momento di vedere quanto sarà obbediente.

source: [PM] Do you really think that uniform is to standard? That slutty shirt will get you two hundred points from Griffendor.
italian: [PM] Pensi davvero che quell'uniforme sia a norma? Quella camicia da sgualdrina ti farà guadagnare duecento punti da Griffendor.

source: [PM] You like dressing like a slut, do you?
italian: [PM] Ti piace vestirti come una puttana, vero?

source: [PM] Then why not do it right?
italian: [PM] Allora perché non farlo bene?

source: [PM] And just so the lesson sinks in...
italian: [PM] E giusto per far sì che la lezione venga recepita...

source: [PM] And now you will write lines until I tell you to stop.
italian: [PM] E ora scriverai delle righe finché non ti dirò di fermarti.

source: [HG] But, how can I write lines with my hands tied?
italian: [HG] Ma come posso scrivere righe con le mani legate?

source: [PM] That's right! I want you to write "I will not dress slutty." one hundred times!
italian: [PM] Proprio così! Voglio che tu scriva "Non mi vestirò da sgualdrina" cento volte!

source: [PM] And while you're doing that... I think I'll help myself to some eye candy.
italian: [PM] E mentre lo fai... Penso che mi servirò di qualche caramella per gli occhi.

source: [HG] You perverted bitch! Get your hands off my dress!
italian: [HG] Puttana pervertita! Togli le mani dal mio vestito!

source: [PM] Oh... You think it's ok to talk to your professor like that?
italian: [PM] Oh... Pensi che sia giusto parlare al tuo professore in quel modo?

source: [HG] I'll talk to you however I want, you STD encrusted flobberworm!
italian: [HG] Ti parlo come voglio, verme incrostato di malattie sessualmente trasmissibili!

source: [HG] You ugly... Aaahhh!
italian: [HG] Brutto... Aaahhh!

source: [HGT] {i}Oh, shit! What have I done?{/i}
italian: [HGT] {i}Oh, merda! Cosa ho fatto?

source: [PM] That's right bitch, now if you know what's good for you, you'll come sit on the floor at my feet like the bitch you are.
italian: [PM] Esatto stronza, ora se sai cosa è bene per te, verrai a sederti sul pavimento ai miei piedi come la cagna che sei.

source: [PMT] {i}Hahaha... I think I've got her to where she'll do whatever I say.{/i}
italian: [PMT] {i}Hahaha... Penso di averla portata al punto in cui farà qualsiasi cosa io dica.

source: [PM] Let's just test your obedience my little pet bitch.
italian: [PM] Mettiamo alla prova la tua obbedienza, mia piccola cagna.

source: [PM] Come bend over the desk.
italian: [PM] Vieni a piegarti sulla scrivania.

source: [PM] Ohhh... That is a pretty little ass.
italian: [PM] Ohhh... Questo è un bel culetto.

source: [PM] But these are getting in the way.
italian: [PM] Ma queste sono d'intralcio.

source: [PM] Oh, my!... You've been a good little girl.
italian: [PM] Oh, mio!... Sei stata una brava bambina.

source: [PM] Not a single whipping mark.
italian: [PM] Neanche un segno di frustata.

source: [PM] Well, that's about to change.
italian: [PM] Beh, questo sta per cambiare.

source: [PM] And now, you'll be completely obedient to your mistress, won't you?
italian: [PM] E ora, sarai completamente obbediente alla tua padrona, vero?

source: [R] And now I think we only need one more shot.
italian: [R] E ora penso che abbiamo bisogno solo di un'altra ripresa.

source: [R] Let's celebrate with our traditional post-photoshoot blowjob.
italian: [R] Festeggiamo con il nostro tradizionale pompino post-photoshoot.

source: [S] Since when is it a tradition?
italian: [S] Da quando è una tradizione?

source: [R] Oh, just since I decided that it would be the best tradition ever!
italian: [R] Oh, solo da quando ho deciso che sarebbe stata la migliore tradizione di sempre!

source: [S] Hahah... [ryan], you're such a goober!
italian: [S] Hahah... [ryan], sei un goober!

source: [S] Fine, I could use some more practice anyways.
italian: [S] Bene, potrei comunque fare un pò di pratica.

source: [R] Practice for whom?
italian: [R] Pratica per chi?

source: [S] Hahaha wouldn't you like to know?...
italian: [S] Hahaha non ti piacerebbe saperlo?...

source: [R] Yes!... I really would!...
italian: [R] Sì!... lo farei davvero!...

source: [R] Who, Sidney?...
italian: [R] Chi, Sidney?...

source: [S] Let's just give this little guy some attention!
italian: [S] Diamo un pò di attenzione a questo piccolo ragazzo!

source: [S] Oh, not little... he's big already!
italian: [S] Oh, non poco... è già grande!

source: [R] ... Ohhhh... what was I saying?...
italian: [R] ... Ohhhh... cosa stavo dicendo?...

source: [S] {i}Hahaha... that did the trick...{/i}
italian: [S] {i}Hahaha... che ha fatto il trucco...{/i}

source: [S] Let's see if this is any easier.
italian: [S] Vediamo se questo è più facile.

source: [S] My jaw's still a little tired from last time.
italian: [S] La mia mascella è ancora un pò stanca dall'ultima volta.

source: [ST] {i}Oh, my God!... I'm getting as needy for this as [ryan]!...{/i}
italian: [ST] {i}Oh, mio Dio!... sto diventando bisognoso come [ryan]!...{/i}

source: [R] Oh my God, Sidney... this feels even better than last time! You're getting so good at this!
italian: [R] Oh mio Dio, Sidney... questo si sente ancora meglio dell'ultima volta! Sei così bravo in questo!

source: [ST] {i}Oh... he's so sweet!{/i}
italian: [ST] {i}Oh... è così dolce!{/i}

source: [RT] {i}I can't hold out any longer! I'm going to cum!{/i}
italian: [RT] {i}Non riesco più a trattenermi più! Sto per cum!{/i}

source: [RT] {i}I'm going to cum right down Sidney's throat again!{/i}
italian: [RT] {i}Sto per sborrare ancora una volta sulla gola di Sidney!{/i}

source: [RT] {i}That's so wrong!...{/i}
italian: [RT] {i}È così sbagliato!...{/i}

source: [RT] {i}But soooooo... hot!!... !!{/i}
italian: [RT] {i}Ma soooooo... hot!!... !!!{/i}

source: [S] MMMMmmmmmmmmmmmmmmmmmphhhhhhhhhhhh!!!!!...
italian: [S] MMMMmmmmmmmmmmmmmmmmmmhhhhhhhhhhhhhh!!!!!...

source: [S] Bleeeeeeeeurghhhhhhhhhhhhhch!!!!...
italian: [S] Bleeeeeeeeurghhhhhhhhhhhhhhch!!!!...

source: [S] [ryan]!!... Why did you force me to swallow again?!
italian: [S] [ryan]!!... Perché mi hai costretto a ingoiare di nuovo?!

source: [R] I'm sorry!... I wasn't thinking!...
italian: [R] Mi dispiace!... Non stavo pensando!...

source: [R] It's like my brain just shuts off when I'm about to cum.
italian: [R] È come se il mio cervello si spegnesse quando sto per venire.

source: [R] And again, I just reacted without thinking...
italian: [R] E di nuovo, ho solo reagito senza pensare...

source: [R] I'm so sorry!...
italian: [R] Mi dispiace tanto!...

source: [S] {i}(pant... pant)...{/i}... well... {i}(pant... pant){/i}... you've got to figure out... {i}(pant... pant){/i}...
italian: [S] {i}(pant... pant)...{/i}... be... {i}(pant... pant){/i}... devi capire... {i}(pant... pant){/i}...

source: [S] How to control... {i}(pant... pant){/i}... yourself... {i}(pant... pant){/i}...
italian: [S] Come controllare... {i}(pant... pant){/i}... te stesso... {i}(pant... pant){/i}...

source: [R] I promise, I'll try to remember next time.
italian: [R] Prometto, cercherò di ricordare la prossima volta.

source: [S] Ohhh... you say that every time... I need to lie down and catch my breath...
italian: [S] Ohhh... tu dici che ogni volta... ho bisogno di sdraiarmi e prendere il respiro...

source: [S] Wow!... I'm getting pretty good at that aren't I?...
italian: [S] Wow!... Sto diventando abbastanza bravo in questo, vero?...

source: {i}{b}"Sidney's Libido +10"{/b}{/i}
italian: {i}{b}"Libido di Sidney +10"{/b}{/i}

source: [R] Holy shit, yes!...
italian: [R] Porca puttana, sì!...

source: [S] I can't even believe how far I'm able to get that huge dick down my throat.
italian: [S] Non riesco nemmeno a credere fino a che punto sono in grado di ottenere quel cazzo enorme giù per la gola.

source: [R] Now you're just trying to flatter me.
italian: [R] Ora stai solo cercando di lusingarmi.

source: [S] Haha... you dipwad!
italian: [S] Haha... che idiota!

source: [R] Haha... what?...
italian: [R] Haha... cosa?...

source: [S] Well, I'm going to go get dressed, and head back to the house.
italian: [S] Beh, andrò a vestirmi e tornerò a casa.

source: [R] K, and I'll stay and clean things up a bit, and I'll see you soon!
italian: [R] K, e resterò e ripulirò un po', e ti vedrò presto!

source: [S] See ya later, [ryan]!
italian: [S] A dopo, [ryan]!

source: [R] I can't stop thinking about the last time we did it... and seeing you dressed like this... well... I've been dying to do it again!
italian: [R] Non riesco a smettere di pensare all'ultima volta che l'abbiamo fatto... e vederti vestito così... beh... Muoio dalla voglia di farlo di nuovo!

source: [S] Do what?
italian: [S] Fare cosa?

source: [R] ... ummm, have sex.
italian: [R] ... ummm, fare sesso.

source: [S] Hahaha... I know, dipshit!
italian: [S] Hahaha... Lo so, coglione!

source: [S] Hmmm... these photoshoots do get me pretty tired... but pretty turned on at the same time.
italian: [S] Hmmm... questi servizi fotografici mi stancano molto... ma allo stesso tempo mi eccitano molto.

source: [S] Alright... I'm in!
italian: [S] Va bene... Ci sto!

source: [S] Let's fuck doggystyle... it really rubs my g-spot just right.
italian: [S] Scopiamo alla pecorina... sfrega davvero bene il mio punto G.

source: [S] Though... I suppose your dick is so big it rubs every spot inside there.
italian: [S] Anche se... Suppongo che il tuo cazzo sia così grande che strofina ogni punto lì dentro.

source: [S] I still can't believe I can even take it at all.
italian: [S] Non riesco ancora a credere di poterlo prendere tutto.

source: [S] But for now... I'm just going to go get dressed and head home...
italian: [S] Ma per ora... Vado a vestirmi e vado a casa...

source: [R] Your ass is so sexy, Sidney!
italian: [R] Il tuo culo è così sexy, Sidney!

source: [S] Would you stop making small talk and stick it in already!
italian: [S] Vuoi smetterla di fare chiacchiere e infilarlo dentro!

source: [S] Oh, fuck!... I meant gently!
italian: [S] Oh, cazzo!... Volevo dire delicatamente!

source: [R] Sorry!
italian: [R] Spiacenti!

source: [S] Wow!... That dick is so big!... I'm never quite prepared for how much it's gonna stretch out my pussy.
italian: [S] Wow!... Quel cazzo è così grande!... Non sono mai preparata a quanto mi stenderà la figa.

source: [R] Are you ok?
italian: [R] Stai bene?

source: [S] Yeah... I'm good now... I'm ready for some proper fucking.
italian: [S] Sì... ora sto bene... Sono pronta per una bella scopata.

source: [S] Ohhh... I feel so full!
italian: [S] Ohhh... mi sento così piena!

source: [S] You're stretching my pussy so much!
italian: [S] Stai allungando la mia figa così tanto!

source: [S] Ohhh... fuck!
italian: [S] Ohhh... cazzo!

source: [S] I shouldn't enjoy fucking my brother so much!
italian: [S] Non dovrebbe piacermi così tanto scopare mio fratello!

source: [R] Thanks Sid... I love fucking you too!
italian: [R] Grazie Sid... Anche a me piace scopare con te!

source: [S] Shut up and keep fucking me!
italian: [S] Stai zitto e continua a scoparmi!

source: [S] Oh, my God! I'm gonna cum!
italian: [S] Oh, mio Dio! Sto per venire!

source: [R] Holy shit, Sidney!
italian: [R] Porca puttana, Sidney!

source: [S] AAAHhhhhh...
italian: [S] AAAHhhhhhh...

source: [R] You're like a fucking fire hose!
italian: [R] Sei come una cazzo di manichetta antincendio!

source: [S] Oh, wow!... That was!... Give me that dick!
italian: [S] Oh, wow!... È stato così!... Dammi quel cazzo!

source: [R] Ohhh... this feels so good!
italian: [R] Ohhh... è così bello!

source: [R] I love the way your pussy squeezes my cock!
italian: [R] Adoro il modo in cui la tua figa stringe il mio cazzo!

source: [R] I'm getting really close!
italian: [R] Mi sto avvicinando molto!

source: [R] Oh, fuck! I'm gonna cum!
italian: [R] Oh, cazzo! Sto per venire!

source: [S] Oh, God! There's no room for all that cum with your dick in there!
italian: [S] Oh, Dio! Non c'è spazio per tutto quello sperma con il tuo cazzo lì dentro!

source: [S] It's stretching my womb!
italian: [S] Mi sta allargando l'utero!

source: [S] I still can't even believe how far I'm able to get that huge dick into my pussy.
italian: [S] Non riesco ancora a credere fino a che punto riesco a far entrare quel cazzo enorme nella mia figa.

source: [R] What if we were to... ?
italian: [R] E se fossimo... ?

source: [R] You know... to have...
italian: [R] Lo sai... di avere...

source: [S] Sex? Here in the park?
italian: [S] Sesso? Qui nel parco?

source: [S] Where anybody could catch us?
italian: [S] Dove qualcuno potrebbe prenderci?

source: [S] Where someone we know could come walking by and see me fucking my brother?
italian: [S] Dove qualcuno che sappiamo potrebbe venire a passeggiare e vedermi scopare mio fratello?

source: [S] I love it!
italian: [S] Lo adoro!

source: [S] Hmmm... but I don't think we could get away with that one on the park bench, without someone calling the cops.
italian: [S] Hmmm... ma non credo che potremmo farci via con quello sulla panchina del parco, senza che qualcuno chiami i poliziotti.
