Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.05.po
Languages: italian

source: [R] I don't care what I have to do to get the money by Thursday every week! There is no way you'll get a shot at Lauren!
italian: [R] Non mi importa cosa devo fare per ottenere il denaro entro giovedì ogni settimana! Non c'è modo di ottenere un colpo a Lauren!

source: [R] And I'm going to find a way to get you off our back if it's the last thing I do.
italian: [R] E troverò un modo per farti uscire dalla schiena se è l'ultima cosa che faccio.

source: [AD] I'd think you'd have all kinds of money since you're not using it to save your sister. Thanks for giving me a shot at her though.
italian: [AD] Penso che avresti tutti i tipi di denaro dal momento che non lo stai usando per salvare tua sorella. Grazie per avermi dato un colpo contro di lei.

source: [R] I've only ever let you have a shot at Lauren because I didn't have the money, or I needed it elsewhere!
italian: [R] Ti ho solo permesso di fare un colpo a Lauren perché non avevo i soldi, o ne avevo bisogno altrove!

source: [R] I swear I'm going to find a way to get you off our back if it's the last thing I do.
italian: [R] Giuro che troverò un modo per toglierti la schiena se è l'ultima cosa che faccio.

source: [AD] Well, good luck with that! Much better men and women than you have tried.
italian: [AD] Beh, buona fortuna con quello! Molto meglio uomini e donne di quanto tu abbia provato.

source: [R] Well, Fuck you very much too, and now I'd like to watch the show.
italian: [R] Beh, Cazzo voi molto troppo, e ora vorrei guardare lo spettacolo.

source: [AD] Back again I see.
italian: [AD] Ancora una volta vedo.

source: [R] Ahhh.... Agent Diaz.... I thought I smelled brimstone!
italian: [R] Ahhh.... Agente Diaz... Pensavo di aver annusare zolfo!

source: [AD] Nice to see you too. How's Lauren? Is she asking about me?
italian: [AD] Piacevole di vederti anche. Com'è Lauren? Mi sta chiedendo di me?

source: [ST] {i}Don't get jealous, don't get jealous, don't get jealous{/i}
italian: [ST] {i}Non ingelosire, non ingelosire, non ingelosi{/i}

source: [S] Well, I hope you enjoyed the show!
italian: [S] Bene, spero che lo spettacolo ti sia piaciuto!

source: [R] What?.... Are you mad I watched another girl strip?
italian: [R] Cosa?.... Sei arrabbiato ho guardato un'altra ragazza striscia?

source: [S] What?.... That's ridiculous!.... Of course not!
italian: [S] Cosa?.... È ridicolo!.... Certamente no!

source: [S] So, was there anything else you wanted to talk to me about?
italian: [S] Quindi, c'era qualcosa di cui volevi parlarmi?

source: [S] What?.... No!.... I've already told you no!
italian: [S] Cosa?.... no!.... ti ho già detto di no!

source: [S] And you've already watched a strip dance.
italian: [S] E hai già visto una danza di striscia.

source: [S] Is there anything else you want, because if not, maybe you should head home.
italian: [S] C'è qualcosa che vuoi, perché in caso contrario, forse dovresti dirigerti a casa.

source: [S] What?.... No!.... We've already screwed around enough tonight!
italian: [S] Cosa?.... no!.... Abbiamo già girato abbastanza stasera!

source: [S] Why so greedy?.
italian: [S] Perché così avido?.

source: [S] We screwed around just last night.
italian: [S] Abbiamo girato in giro solo ieri sera.

source: [S] Try me again tomorrow, and maybe I'll be in the mood.
italian: [S] Prova di nuovo domani, e forse sarò di animo.

source: [R] I'm really surprised to see you here with badge on display.
italian: [R] Sono davvero sorpreso di vederti qui con distintivo in mostra.

source: [R] Ahhh.... Agent Diaz.... I thought I smelled sulfur!
italian: [R] Ahhh.... Agente Diaz.... Pensavo di avere odore di zolfo!

source: [S] I did it again!
italian: [S] L'ho fatto di nuovo!

source: [S] Ha.... I'm getting better and better.
italian: [S] Ha.... Sto migliorando e meglio.

source: [S] Haha.... I think you say that every time you cum!
italian: [S] Haha.... Penso che tu dica che ogni volta che gemmi!

source: [S] Good! I don't want to mess up my makeup!
italian: [S] Bene! Non voglio rovinare il mio trucco!

source: [S] Now I've got to get back to the bar before anyone notices I'm missing.
italian: [S] Ora devo tornare al bar prima che qualcuno se ne accorga.

source: Crazy Old Man
italian: Vecchio pazzo

source: Crazy Old Man's Thoughts
italian: Pensieri del Vecchio Pazzo

source: Mr. Peterson
italian: Signor Peterson

source: Mr. Peterson's Thoughts
italian: Pensieri del signor Peterson

source: Policeman
italian: Poliziotto

source: Mrs. Stone
italian: Signora Stone

source: I'm not going to miss this opportunity.
italian: Non ho intenzione di perdere questa opportunità.

source: Just go to sleep.
italian: Vai a dormire.

source: Help Mom.
italian: Aiuta la mamma.

source: Don't help Mom.
italian: Non aiutare la mamma.

source: Run to the park
italian: Corri al parco

source: I don't feel like running today.
italian: Non ho voglia di correre oggi.

source: You should go to the indoor track.
italian: Dovresti andare alla pista interna.

source: I'll go to the park myself and see if it's safe.
italian: Andrò io stesso al parco per vedere se è sicuro.

source: Let's go jogging in the park together. I'll keep you safe. (Light NTR Warning)
italian: Andiamo a correre nel parco insieme. Ti terrò al sicuro. (Leggero avvertimento NTR)

source: Can I get a handjob?
italian: Posso avere una sega?

source: Do you want me to finger you again?
italian: Vuoi che ti faccia un altro ditalino?

source: How about another blowjob?
italian: Che ne dici di un altro pompino?

source: Deep
italian: Profondo

source: Hold the line!
italian: Tieni la linea!

source: Hold strong.... Hold strong.... Hold strong....
italian: Tieni duro.... Tieni duro.... Tieni duro....

source: Tease Mom
italian: Prendi in giro la mamma

source: Tease Lauren
italian: Stuzzicare Lauren

source: Tease Sidney
italian: Stuzzicare Sidney

source: Public Fingering
italian: Ditalino pubblico

source: {s}Public Fingering{/s} {i}(Sidney's Libido 8+){/i}
italian: {s}Ditalino pubblico{/s} {i}(Sidney's Libido 8+){/i}

source: Public Handjob
italian: Masturbazione pubblica

source: Eat Pussy
italian: Mangiare la figa

source: {s}Eat Pussy{/s} {i}(Sidney's Libido 8+){/i}
italian: {s}Mangia la figa{/s} {i}(Sidney's Libido 8+){/i}

source: Blowjob
italian: Pompino

source: Sex {i}(Bonus){/i}
italian: Sesso {i}(Bonus){/i}

source: {s}Sex{/s} {i}(Sidney's Libido 8+){/i}
italian: {s}Sesso{/s} {i}(Sidney's Libido 8+){/i}

source: That feels so good!
italian: Che bella sensazione!

source: Yeah, suck it whore!
italian: Sì, succhialo, puttana!

source: Cum down her throat.
italian: Sborrale in gola.

source: Cum all over her face.
italian: Sborrale su tutta la faccia.

source: Finish
italian: Finisci

source: Yes!.... Peek!
italian: Sì! .... Sbircia!

source: No!.... Don't risk it.
italian: No!.... Non rischiare.

source: Working for the Mafia
italian: Lavorare per la Mafia

source: Are you making good money?
italian: Stai guadagnando bene?

source: Can we?.... You know....
italian: Possiamo? .... Lo sai....

source: Joey (NTR Warning)
italian: Joey (Avviso NTR)

source: That's all for tonight.
italian: Questo è tutto per stasera.

source: Working for the Mafia.
italian: Lavorare per la Mafia.

source: Can we?.... you know....
italian: Possiamo? .... sai....

source: Sex
italian: Sesso
