Repository: DonRP/AFV
Catalog: game/*/*/UpdateScriptChristmasEvent.po
Languages: italian

source: [LT] {i}Fuck!.... What will.... [ryan] think?....{/i}
italian: [LT] {i}Fuck!.... Cosa penserà.... [ryan]?....{/i}

source: [LT] {i}I can't believe Sidney is into this!.... Now we have a secret together.{/i}
italian: [LT] {i}Non riesco a credere che Sidney sia in questo!.... Ora abbiamo un segreto insieme.{/i}

source: [LT] {i}Now we can do some real sisterly bonding in the future!{/i}
italian: [LT] {i}Ora possiamo fare un vero e proprio legame sorella in futuro!{/i}

source: [LT] {i}I wonder if she'll be up for using Mr. Snuggles' strap-on?{/i}
italian: [LT] {i}Mi chiedo se lei sarà in grado di usare il strap-on di Mr. Snuggles?{/i}

source: [LT] {i}Fuck!.... I can just imagine her pounding me from behind!{/i}
italian: [LT] {i}Fuck!.... Posso solo immaginare la sua battuta da dietro!{/i}

source: [ST] {i}Why am I enjoying this so much?{/i}
italian: [ST] {i}Perché mi diverto così tanto?{/i}

source: [ST] {i}It's not like it's my pussy that's getting all the attention.{/i}
italian: [ST] {i}Non è come se fosse la mia figa che sta ottenendo tutta l'attenzione.{/i}

source: [ST] {i}Good God!.... I can't believe this is happening!{/i}
italian: [ST] {i}Buon Dio!.... Non posso credere che questo stia accadendo!{/i}

source: [ST] {i}One day I'm sucking my brother's dick, and the next day I'm pounding my sister's pussy!{/i}
italian: [ST] {i}Un giorno sto succhiando il cazzo di mio fratello, e il giorno successivo sto picchiando la figa di mia sorella!{/i}

source: [ST] {i}This is so bad!{/i}
italian: [ST] {i}Questo è così cattivo!{/i}

source: [ST] {i}I'm not supposed to be turned on by my siblings!{/i}
italian: [ST] {i}non dovrei essere attivato dai miei fratelli!{/i}

source: [ST] {i}What's next? Fantasies about my mom?{/i}
italian: [ST] {i}Cosa c'è dopo? Fantasie sulla mia mamma?{/i}

source: [ST] {i}Shit, Sidney!.... Don't even go there!{/i}
italian: [ST] {i}Merda, Sidney!.... Non andare nemmeno lì!{/i}

source: [ST] {i}With her perfect ass and titties!{/i}
italian: [ST] {i}Con il suo culo perfetto e le sue tatte!{/i}

source: [ST] {i}Aaahhh.... maybe I should just embrace my perversions.{/i}
italian: [ST] {i}Aaahhh.... forse dovrei solo abbracciare le mie perversioni.{/i}

source: [ST] {i}[ryan] doesn't seem to follow any kind of code of ethics.{/i}
italian: [ST] {i}[ryan] non sembra seguire alcun tipo di codice etico.{/i}

source: [RT] {i}Ouch!.... Yeah.... I kind of let those ethics die the night I saw Mom at the club.... and started letting my cock do all my thinking.{/i}
italian: [RT] {i}Ouch!.... Sì... Ho lasciato che quelle etiche morissero la notte ho visto mamma al club... e ha iniziato a lasciare il mio cazzo fare tutto il mio pensiero.{/i}

source: [RT] {i}Maybe poor self control is a weakness in our genetics.{/i}
italian: [RT] {i}Forse il cattivo autocontrollo è una debolezza della nostra genetica.{/i}

source: [RT] {i}Hmmmm.... maybe a weakness that I can take advantage of.{/i}
italian: [RT] {i}Hmmmm.... forse una debolezza di cui posso approfittare.{/i}

source: [LT] {i}I'm getting sooo close!{/i}
italian: [LT] {i}Mi sto avvicinando!{/i}

source: [LT] {i}What am I going to do?{/i}
italian: [LT] {i}Cosa farò?{/mi}

source: [LT] {i}I can't control if I squirt or not!{/i}
italian: [LT] {i}Non riesco a controllare se squirt o no!{/i}

source: [LT] {i}And as turned on as I am, it's basically a sure thing!{/i}
italian: [LT] {i}E come acceso come me, è fondamentalmente una cosa sicura!{/i}

source: [RT] {i}I should stop her before she makes a mess!.... Plus if she's not allowed a release, maybe she'll be dying to do something with me later.{/i}
italian: [RT] {i}Dovrei fermarla prima di fare un casino!.... Inoltre, se non le è permesso un rilascio, forse lei morirà per fare qualcosa con me più tardi.{/i}

source: [R] I got the camera working! Good job girls! That's a very convincing pose.
italian: [R] Ho funzionato la fotocamera! Buone ragazze di lavoro! È una posa molto convincente.

source: [LT] {i}Fuck.... I was so close!{/i}
italian: [LT] {i}Fuck.... Sono stato così vicino!{/i}

source: [LT] {i}Oh, thank God he stopped her!{/i}
italian: [LT] {i}Oh, grazie a Dio la ha fermata!{/i}

source: [LT] {i}As much as I wanted that.... that would have been a disaster.{/i}
italian: [LT] {i}Per quanto lo volesso... che sarebbe stato un disastro.{/i}

source: [LT] {i}But now I really need to get off! How am I going to take care of this?{/i}
italian: [LT] {i}Ma ora ho davvero bisogno di scendere! Come mi occupo di questo?{/i}

source: [R] You girls did really good today!
italian: [R] Le ragazze hanno fatto davvero bene oggi!

source: [R] I think we need to have you two pose together more often.
italian: [R] Penso che abbiamo bisogno di avere due posa insieme più spesso.

source: [L] I'm all for it!
italian: [L] Sono tutto per questo!

source: [S] Yeah, that was kind of fun!
italian: [S] Sì, è stato un po' divertente!

source: [S] (whispering) Lauren? Are you ok?.... I know you didn't get to satisfy your itch.
italian: [S] (sussurre) Lauren? Stai bene?.... So che non hai potuto soddisfare il tuo prurito.

source: [L] (whispering) No!.... I'm so horny right now!
italian: [L] (sussurre) No!.... Sono così eccitata in questo momento!

source: [RT] {i}I'll help her take care of that.{/i}
italian: [RT] {i}La aiuterò a prendersi cura di questo.{/i}

source: [S] (whispering) When we go to the storage shed to change, I'll finish what I started.... I can't leave my own sister in such pain.
italian: [S] (sussurre) Quando andiamo al capannone di stoccaggio per cambiare, finirò quello che ho iniziato... non posso lasciare mia sorella in un tale dolore.

source: [L] (whispering) Oh my God!.... I have the best sister in the world.... I can't wait!
italian: [L] (sussurra) Oh mio Dio!... Ho la sorella migliore del mondo... non posso aspettare!

source: [RT] {i}Shit! Sidney's taking over!{/i}
italian: [RT] {i}Mossa! Sidney prende il sopravvento!{/i}

source: [R] Uhh.... Sidney, we're all done here.... you can run home. Lauren?.... Would you mind sticking around here and helping me clean up?
italian: [R] Uhh.... Sidney, siamo tutti fatti qui.... puoi correre a casa. Lauren?.... Ti dispiacerebbe attaccare qui e aiutarmi a ripulirmi?

source: [L] Sorry [ryan], but Sidney and I have plans to go shopping right now. Normally I'd stay and help, but we need to get our shopping done before all the stores close.
italian: [L] Scusa [ryan], ma io e Sidney abbiamo in programma di andare a fare shopping in questo momento. Normalmente rimarrò e aiuterò, ma abbiamo bisogno di fare lo shopping prima che tutti i negozi si chiudano.

source: [L] I'm really sorry!
italian: [L] Mi dispiace davvero!

source: [RT] {i}Yeah.... sure you are.... at least that storage shed has so many holes in it, it will be easy to spy on them.{/i}
italian: [RT] {i}Sì.... sicuro di essere.... almeno che il capannone di archiviazione ha così tanti buchi, sarà facile spiarli.{/i}

source: [R] Alright.... I understand. I'll take care of it myself. Go ahead and get changed.
italian: [R] Bene.... Capisco. Me ne prenderò cura. Andate avanti e cambiate.

source: {i}"Sound of girls giggling as they run off."{/i}
italian: {i}" Suono di ragazze ridacchiando mentre scappano."{/mi}

source: [RT] {i}Dammit!.... Sidney cock-blocked me!{/i}
italian: [RT] {i}Dammit!.... Sidney cock-mi ha bloccato!{/i}

source: [RT] {i}I'll give them just a second, and then I'm definitely spying on them.{/i}
italian: [RT] {i}Gli darò solo un secondo, e poi li spierò sicuramente.{/i}

source: [R] Ahh.... shit! You scared me!
italian: [R] Ahh.... merda! Mi hai spaventato!

source: [R] Feeling any better?
italian: [R] Ti senti di meglio?

source: [GCP] Well, the alcohol has numbed me a little, but no, I'm still feeling pretty shitty.
italian: [GCP] Beh, l'alcol mi ha intorpidito un po', ma no, mi sento ancora abbastanza timido.

source: [GCP] How were things while I was gone?
italian: [GCP] Come sono andate le cose mentre ero andato?

source: [R] Oh, you know.... nothing eventful happened here.
italian: [R] Oh, sapete.... non è successo nulla di avvenuto.

source: [GCP] You don't have to lie to me. All your thoughts were so sexually charged, I could hear them all the way in the bar down the street.
italian: [GCP] Non devi mentirmi. Tutti i vostri pensieri sono stati così sessualmente accusati, ho potuto sentirli fino in fondo al bar per strada.

source: [GCP] I have never failed so spectacularly in all the decades I've been doing this.
italian: [GCP] Non ho mai fallito così spettacolarmente in tutti i decenni che ho fatto questo.

source: [GCP] I won't be gettin my wings anytime soon.
italian: [GCP] Non sarò presto a gettin le mie ali.

source: [GCP] Plus, God's definitely going to ream my tiny ass with her huge futa cock, when I get back.
italian: [GCP] Inoltre, Dio sicuramente riamerà il mio piccolo culo con il suo enorme cazzo futa, quando torno.

source: [R] Oh, God!.... I'm so sorry!
italian: [R] Oh, Dio!.... Mi dispiace!

source: [R] But if it makes you feel better.... I learned a couple really valuable things.
italian: [R] Ma se ti fa sentire meglio.... ho imparato una coppia cose davvero preziose.

source: [GCP] Oh?.... Like what?
italian: [GCP] Oh?.... Ti piace cosa?

source: [R] I know that Sidney and Lauren are starting to think like me...
italian: [R] So che Sidney e Lauren stanno iniziando a pensare come me...

source: [GCP] (sarcastically) Oh, wonderful.
italian: [GCP] (sarcasticamente) Oh, meraviglioso.

source: [R] And I learned that I need to keep them from getting too intimate with each other right away, or they're going to cut me out of their sex lives.
italian: [R] E ho imparato che ho bisogno di tenerli troppo intimi l'uno con l'altro subito, o stanno andando a tagliarmi fuori dalla loro vita sessuale.

source: [R] I think I need to work on getting each one of them attached to me more, before I bring them together.
italian: [R] Penso di aver bisogno di lavorare per ottenere ciascuno di loro attaccati a me di più, prima di riunirli.

source: [GCP] (sarcastically) What a treasure trove of moral lessons you've learned today.
italian: [GCP] (sarcasticamente) Che tesoro di lezioni morali che hai imparato oggi.

source: [R] I really am sorry it didn't work out for you the way you wanted. But if you'll now excuse me. I've got a pretty hot event I need to go spy on.
italian: [R] Mi dispiace davvero che non abbia funzionato per te come volevi. Ma se ora mi scuserai. Ho un evento piuttosto caldo devo andare a spiare.

source: [R] Haha.... yeah, you know what I'm talking about.
italian: [R] Haha.... sì, sai di cosa sto parlando.

source: [GCP] Yeah, sorry about that, but you won't have time.
italian: [GCP] Sì, mi dispiace, ma non avrai tempo.

source: [R] What?
italian: [R] Cosa?

source: [GCP] Yeah, it's about time to go.
italian: [GCP] Sì, è ora di andare.

source: [GCP] You can expect the third, and final ghost, when the clock strikes three.
italian: [GCP] Puoi aspettarti il terzo, e il fantasma finale, quando l'orologio colpisce tre.

source: [R] No, I don't want to go yet!.... And once again, we don't have a clock tower.
italian: [R] No, non voglio ancora andare!.... E ancora una volta, non abbiamo una torre dell'orologio.

source: [RT] {i}Oh Futa God.... I'm back in my bed?.... Another weird dream?{/i}
italian: [RT] {i}Oh Futa Dio.... Sono tornato nel mio letto?.... Un altro sogno strano? {/i}

source: [RT] {i}At least, I think they were dreams!{/i}
italian: [RT] {i}Almeno, penso che siano stati sogni!{/i}

source: [RT] {i}They were both just so vivid! Huh.... {/i}
italian: [RT] {i}Sono stati entrambi così vividi! Huh.... {/i}

source: [RT] {i}I guess I'll have to wait till three o'clock to find out.{/i}
italian: [RT] {i}Immagino che dovrò aspettare fino alle tre per scoprire.{/i}

source: [RT] {i}Ohhh.... so tired.... zzzzzzz....{/i}
italian: [RT] {i}Ohhh.... così stanco.... zzzzzzz....{/i}

source: [R] Yeah, I don't think so! I'm going to pay you the $500, and then you can take your broom and fly away.
italian: [R] Sì, non credo così! Ti pagherò i $500, e poi puoi prendere la tua scopa e volare via.

source: [RT] {i}I'll just pull it out of my magic pockets.... shit!.... It's not working!{/i}
italian: [RT] {i}lo tirerò solo fuori dalle mie magiche tasche.... merda!.... Non funziona!{/i}

source: [RT] {i}Ghost of Christmas Present! Why aren't my magic pockets working?{/i}
italian: [RT] {i}Ghost of Christmas Present! Perché le mie magiche tasche non funzionano?{/i}

source: [RT] {i}Yeah, in the past, I could just think about what I needed, and then I could pull it out of my pockets.{/i}
italian: [RT] {i}Sì, in passato, potevo solo pensare a quello che mi serviva, e poi potrei tirare fuori dalle mie tasche.{/i}

source: [GCP] Oh, right!
italian: [GCP] Oh, giusto!

source: [GCP] You see, each ghost has one magic trick. The Ghost of Christmas Past could make you produce anything you needed.
italian: [GCP] Vedi, ogni fantasma ha un trucco magico. Il fantasma del Natale passato potrebbe farti produrre tutto ciò di cui hai bisogno.

source: [GCP] But my magic trick is to let you read minds, so sorry! No magic pockets.
italian: [GCP] Ma il mio trucco magico è quello di farti leggere le menti, quindi mi dispiace.

source: [GCP] But damn, I wish you had them. We need this bitch to leave!
italian: [GCP] Ma maledetta, vorrei che li avessi. Abbiamo bisogno di questa troia per partire!

source: [R] Uhhh.... actually it seems that I don't have the money on me.
italian: [R] Uhhh... in realtà sembra che io non abbia i soldi su di me.

source: [AD] So.... I guess I'll show myself in then.
italian: [AD] Allora.... Immagino che mi mostrerò in allora.

source: [RT] {i}Shit!{/i}
italian: [RT] {i}Merda!{/i}

source: [GCP] Shit!
italian: [GCP] Merda!

source: [R] Ummmm.... girls.... It seems that I forgot that I was bringing in an, ummm.... intern photography student.... who wants to help with the photo shoot today.
italian: [R] Ummmm.... ragazze.... Sembra che ho dimenticato che stavo portando in an, ummm... stagista studente di fotografia.... che vuole aiutare con il servizio fotografico oggi.

source: {i}"Furiously winking at Lauren."{/i}
italian: {i}"Amiccante furiosamente a Lauren."{/i}

source: [S] You don't have to lie to us. Lauren just told me everything.
italian: [S] Non devi mentirci. Lauren mi ha appena detto tutto.

source: [R] Everything?
italian: [R] Tutto?

source: [AD] Like how I'm extorting you for money and favors in exchange for letting you continue your legally questionable business and other activities, and also not throwing you in prison like your father?
italian: [AD] Come come sto estorsing voi per soldi e favori in cambio di lasciarvi continuare il vostro business legalmente discutibile e altre attività, e anche non ti gettare in prigione come tuo padre?

source: [AD] Is that what she told you?
italian: [AD] È quello che ti ha detto?

source: [S] Basically.
italian: [S] Fondamentalmente.

source: [AD] Great! I'm glad we're all up to speed.
italian: [AD] Ottimo! Sono contento che siamo tutti all'altezza della velocità.

source: [AD] And today is Thursday, and [ryan] failed to produce the needed cash for my buy off, so for my payment in favors, I get to take the pictures today instead.
italian: [AD] E oggi è giovedì, e [ryan] non è riuscito a produrre il denaro necessario per il mio acquisto, quindi per il mio pagamento in favori, ottengo invece di scattare le foto oggi.

source: [GCP] No! If this photo shoot takes place, then I'll fail my part of the mission too!
italian: [GCP] No! Se questo scatto fotografico ha luogo, allora fallirò anche la mia parte della missione!

source: [S] You can't do that!
italian: [S] Non puoi farlo!

source: [GCP] Yeah!
italian: [GCP] Sì!

source: [AD] Oh, really? Because I happen to know that you make and get paid for costumes, as part of a business that is not in of itself illegal, but is hiding funds from the FBI to avoid garnishments.
italian: [AD] Oh, veramente? Perché mi capita di sapere che si fanno e vengono pagati per i costumi, come parte di un business che non è di per sé illegale, ma sta nascondendo fondi dall'FBI per evitare guarnizioni.

source: [AD] Now, I can either keep this knowledge safe, and actually completely hide this illegal cash flow, or I can expose it, and you can do hard time in federal prison for financial fraud.
italian: [AD] Ora, posso mantenere questa conoscenza al sicuro, e in realtà nascondere completamente questo flusso di cassa illegale, o posso esporlo, e si può fare fatica in prigione federale per la frode finanziaria.

source: [S] You goddamn dirty cop!
italian: [S] Tu sei il poliziotto sporco!

source: [GCP] You chode-munching, cock-gobbling, anal prolapse-licking, whore of Babylon!
italian: [GCP] Soffocante, cazzo-gobbling, leccata di prolasso anale, puttana di Babilonia!

source: [RT] {i}Are you ok?{/i}
italian: [RT] {i}Stai bene?{/i}

source: [AD] (sarcastically) Ouch.... I can't tell you how much that hurts.
italian: [AD] (sarcasticamente) Ouch.... Non posso dirvi quanto fa male.

source: [AD] So, are you all going to play ball?
italian: [AD] Quindi, giocherai tutti a palla?

source: [S] I don't see another choice.
italian: [S] Non vedo un'altra scelta.

source: [AD] Good! I'm glad you're being sensible.
italian: [AD] Buono! Mi fa piacere che siate ragionevoli.

source: [AD] [ryan], give me the camera, and girls, go do a nice pose! And make these pics good, or else!
italian: [AD] [ryan], dammi la macchina fotografica e le ragazze, vai a fare una bella posa! E fai queste foto buone, o altro!

source: [AD] Girls?.... While I'm figuring out this camera, run to my car and grab the two gifts in the back seat. They were for a couple of my girl friends, but I think we can make better use of them during the photo shoot.
italian: [AD] Ragazze?.... Mentre sto capendo questa fotocamera, correre alla mia auto e afferrare i due regali nel sedile posteriore. Erano per un paio di miei amici, ma penso che possiamo fare un uso migliore di loro durante il servizio fotografico.

source: [L] {i}I hate this bitch!{/i}
italian: [L] {i}Odio questa puttana!{/i}

source: [GCP] I wish God was as vengeful to the wicked as she used to be. Turn her into a pillar of salt or better yet, a puddle of cum.
italian: [GCP] Vorrei che Dio fosse vendetto ai malvagi come era una volta. La trasformi in una colonna di sale o meglio ancora, una pozza di cum.

source: [GCP] This is a disaster!
italian: [GCP] Questo è un disastro!

source: [RT] {i}Isn't there anything we can do to salvage things?{/i}
italian: [RT] {i}Non c'è niente che possiamo fare per salvare le cose?{/i}

source: [GCP] I don't know.... I give up.... try to keep your eyes out for some life lessons.... I guess.
italian: [GCP] Non lo so... mi arrendo.... cerco di tenere gli occhi fuori per alcune lezioni di vita.... Immagino.

source: [GCP] I'll be pillaging the bar down the street for some hard liquor. I'll be back when it's time to go.
italian: [GCP] Farò il saccheggio del bar lungo la strada per un po 'di liquore duro. Sarò di ritorno quando è il momento di andare.

source: [RT] {i}Wow, She really seems sad.{/i}
italian: [RT] {i}Wow, Sembra davvero triste.{/i}

source: [RT] {i}I hope Futa God isn't too hard on her.{/i}
italian: [RT] {i}Spero che Futa God non sia troppo difficile su di lei.{/i}

source: [RT] {i}Haha....Futa God.... hard....{/i}
italian: [RT] {i}Haha....Futa God.... duro....{/i}

source: [RT] {i}Too bad she left. That joke would have cheered her up.{/i}
italian: [RT] {i}Peccato che se ne sia andata. Quella battuta la avrebbe rallegrata.{/i}

source: [L] Ok, We're back!
italian: [L] Ok, Torniamo!

source: [AD] Great! I think I've got the camera figured out, so go strike a pose.
italian: [AD] Ottimo! Penso di aver capito la macchina fotografica, quindi vai a posa.

source: [L] Ok Agent Diaz, I think we're ready
italian: [L] Ok Agent Diaz, credo che siamo pronti

source: [S] Is this ok?
italian: [S] Questo va bene?

source: [AD] Great! I like the buddy-buddy pose.
italian: [AD] Grande! Mi piace la posa amico-amico.

source: [AD] Can you add a homey Christmas background later or something?
italian: [AD] Riesci ad aggiungere uno sfondo natalizio più tardi o qualcosa?

source: [R] Uh, yeah. That's what I'll do.
italian: [R] Uh, sì. Questo è quello che farò.

source: [AD] I can see it all now!
italian: [AD] Posso vedere tutto adesso!

source: [AD] Ok.... now I want you to do some Christmassy things.
italian: [AD] Ok.... ora voglio che tu faccia qualche cosa di Natale.

source: [S] Like what?
italian: [S] Cosa ti piace?

source: [AD] I don't know. Do I have to think of everything for you?
italian: [AD] Non lo so. Devo pensare a tutto per voi?

source: [L] I can make it look like I'm hanging Christmas tree ornaments, I guess.
italian: [L] Posso far sembrare che sto appendendo gli ornamenti dell'albero di Natale, immagino.

source: [AD] Yeah.... whatever! Just make it sexy!
italian: [AD] Sì... qualunque cosa! Rendilo sexy!

source: [ST] {i}Agent Diaz has a terrible disposition for a photographer.{/i}
italian: [ST] L'agente {i}Diaz ha una terribile disposizione per un fotografo.{/i}

source: [ST] {i}I miss how professional [ryan] is.{/i}
italian: [ST] {i}Mi manca quanto sia professionale.{/i} [ryan]

source: [AD] Nice! That looks super hot!
italian: [AD] Bello! Sembra super caldo!

source: [AD] I think I got a lady boner!
italian: [AD] Penso di aver ottenuto una signorina boner!

source: [LT] {i}It's kind of fun posing with my sister, and Agent Diaz dominating this photo shoot is kind of turning me on.{/i}
italian: [LT] {i}È una specie di divertente posa con mia sorella, e l'agente Diaz che domina questo servizio fotografico è una specie di girarmi su.{/i}

source: [ST] {i}My sister looks sexy as hell in that costume I made for her. Plus, it's kind of turning me on to pose in front of someone else besides [ryan].{/i}
italian: [ST] {i}Mia sorella sembra sexy come un inferno in quel costume che ho fatto per lei. Inoltre, è una specie di accendermi a posare davanti a qualcun altro oltre a [ryan].{/i}

source: [RT] {i}This is insightful! I wish I could read minds all the time.{/i}
italian: [RT] {i}Questo è intuitivo! Vorrei poter leggere le menti tutto il tempo.{/i}

source: [AD] Ok.... enough of that!.... I think it's time to pull out the presents I brought.
italian: [AD] Ok.... basta!.... Penso che sia il momento di tirare fuori i regali che ho portato.

source: [AD] Let's do some shots with you opening them.
italian: [AD] Facciamo alcuni scatti con te che li apri.

source: [AD] God, you two are sexy! I love those outfits, Sidney!
italian: [AD] Dio, voi due siete sexy! Io amo quegli outfit, Sidney!

source: [S] Uhh.... thanks?
italian: [S] Uhh.... grazie?

source: [AD] Yeah, I've got a great shot of both of your sexy young pussies.
italian: [AD] Sì, ho un grande colpo di entrambe le tue giovani fighe sexy.

source: [AD] Once you get them open, show each other what was in them.
italian: [AD] Una volta che li avrai aperti, mostrati cosa c'era in loro.

source: [AD] And try to look happy about what's inside!
italian: [AD] E prova a guardare felice di quello che c'è dentro!

source: [ST] {i}Oh God!.... Of course they're dildos{/i}
italian: [ST] {i}Oh Dio!.... Naturalmente sono dildos{/i}

source: [LT] {i}What a predatory pervert!{/i}
italian: [LT] {i}Che perversi predatorio!{/i}

source: [AD] This is great! You two are great actresses!
italian: [AD] Questo è grande! Voi due siete grandi attrici!

source: [ST] {i}If she offers to screw me with it, I'm going home!{/i}
italian: [ST] {i}Se lei mi offre di avvitare con esso, sto andando a casa!{/i}

source: [LT] {i}What if she makes us use them?{/i}
italian: [LT] {i}Cosa succede se ci fa usarli?{/i}
