Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [L] Yeah, Matt hasn't seen it yet, so we're watching it from the beginning.
french: [L] Ouais, Matt ne l'a pas encore vu, donc on le regarde depuis le début.
italian: [L] Sì, Matt non l'ha ancora visto, quindi lo stiamo guardando fin dall'inizio.

source: [L] I didn't think you'd mind if we watched it without you, since you've seen these episodes.
french: [L] Je pensais que ça ne te dérangerait pas qu'on le regarde sans toi, puisque tu as vu ces épisodes.
italian: [L] Non pensavo che ti sarei dispiaciuto se lo guardassimo senza di te, dato che hai visto questi episodi.

source: [R] Well, I do mind... This is our show.
french: [R] Eh bien, ça me dérange... C'est notre émission.
italian: [R] Beh, mi dispiace... Questo è il nostro spettacolo.

source: [MB] Don't worry... We'll invite you back when we catch up to where you and Lauren left off.
french: [MB] Ne t'inquiètes pas... Nous t'inviterons à revenir quand nous aurons rattrapé l'endroit où toi et Lauren vous étiez arrêtés.
italian: [MB] Non ti preoccupare... Ti invitiamo quando raggiungeremo il punto in cui tu e Lauren avete lasciato.

source: [R] Invite me back?... This is my house. I don't need to be invited to watch tv.
french: [R] M'inviter à revenir?... C'est ma maison. Je n'ai pas besoin d'être invité à regarder la télé.
italian: [R] Invitami indietro?... Questa è la mia casa. Non ho bisogno di essere invitato a guardare la tv.

source: [L] You're more than welcome to join us.
french: [L] Tu es le bienvenu pour nous rejoindre.
italian: [L] Sei più che benvenuto ad unirti a noi.

source: [R] Maybe I will.
french: [R] Peut-être que je le ferai.
italian: [R] Forse lo farò.

source: [RT] {i}Hopefully they won't do anything with me sitting right next to them.{/i}
french: [RT] {i}J'espère qu'ils ne feront rien avec moi assis juste à côté d'eux.{/i}
italian: [RT] {i}Speriamo che non faranno nulla con me seduto accanto a loro.{/i}

source: [RT] {i}Here's where Cersie goes down on Jamie's dick for the first time. This is the episode where Lauren and I first started messing around.{/i}
french: [RT] {i}Voici où Cersie descend sur la bite de Jamie pour la première fois. Il s'agit de l'épisode où Lauren et moi avons commencé à nous blottir l'un contre l'autre pour la première fois.{/i}
italian: [RT] {i}Qui è dove Cersie scende sul cazzo di Jamie per la prima volta. Questo è l'episodio in cui Lauren ed io per la prima volta abbiamo iniziato a messaggiare.{/i}

source: [RT] {i}I wonder if Lauren's wishing we were alone now.{/i}
french: [RT] {i}Je me demande si Lauren souhaite que nous soyons seuls maintenant.{/i}
italian: [RT] {i}Mi chiedo se il desiderio di Lauren fosse da solo adesso.{/i}

source: [R] Are you kidding me?
french: [R] Tu te moques de moi ?
italian: [R] Mi stai scherzando?

source: [R] I'm sitting right here.
french: [R] Je suis assis ici.
italian: [R] Sono seduta proprio qui.

source: [LT] {i}I hope he stays and watches what he's missing out on.{/i}
french: [LT] {i}J'espère qu'il reste et regarde ce qu'il manque.{/i}
italian: [LT] {i}Spero che rimanga e guardi ciò che manca su.{/i}

source: [LT] {i}If he'd just done a little more to help me out, this could have been him.{/i}
french: [LT] {i}S'il avait juste fait un peu plus pour m'aider, cela aurait pu être avec lui.{/i}
italian: [LT] {i}Se avesse appena fatto un po 'di più per aiutarmi, questo potrebbe essere stato lui.{/i}

source: [MB] Fuck!... How are you so good at throating such a big cock?
french: [MB] Merde!... Comment es-tu si douée pour sucer une si grosse bite?
italian: [MB] Fuck!... Come sei così bravo a golare un cazzo così grande?

source: [LT] {i}Thank you, [ryan].{/i}
french: [LT] {i}Merci, [ryan].{/i}
italian: [LT] {i}Grazie, [ryan].{/i}

source: [RT] {i}Fuck... Did she take her shorts off just to tease me?{/i}
french: [RT] {i}Merde... A-t-elle enlevé son short juste pour me taquiner ?{/i}
italian: [RT] {i}Fuck... Ha preso in giro i suoi pantaloncini solo per prendermi in giro?{/i}

source: [LT] {i}I wonder if [ryan]'s enjoying the view.{/i}
french: [LT] {i}Je me demande si [ryan] profite de la vue.{/i}
italian: [LT] {i}Mi chiedo se [ryan]stia godendo la vista.{/i}

source: [LT] {i}If this is killing him with jealousy, he's really going to hate what comes next.{/i}
french: [LT] {i}Si cela le tue de jalousie, il va vraiment détester ce qui vient ensuite.{/i}
italian: [LT] {i}Se questo lo uccide con gelosia, odierà davvero quello che verrà dopo.{/i}

source: [LT] {i}Maybe I should give him just a taste of what he's missing though.{/i}
french: [LT] {i}Je devrais peut-être lui donner un avant-goût de ce qui lui manque cependant.{/i}
italian: [LT] {i}Forse dovrei dargli solo un assaggio di ciò che gli manca però.{/mi}

source: [LT] {i}And I mean literally.{/i}
french: [LT] {i}Et je veux dire littéralement.{/i}
italian: [LT] {i}E intendo letteralmente.{/mi}

source: [R] What? I still can't believe that you're doing this right in front of me!
french: [R] Quoi? Je n'arrive toujours pas à croire que tu fasses ça devant moi !
italian: [R] Cosa? Non riesco ancora a credere che tu lo stia facendo proprio davanti a me!

source: [R] And look!... Sidney's just a couple rooms away... In plain sight!
french: [R] Et regardes!... Sidney n'est qu'à quelques pièces... À la vue de tous !
italian: [R] E guarda!... Sidney e ' a un paio di stanze di distanza... In bella vista!

source: [L] And Mom's in the shower, Mandy's doing homework in my room, and Auntie's working out in Mom's room.
french: [L] Et Maman est sous la douche, Mandy fait ses devoirs dans ma chambre, et tante s'entraîne dans la chambre de maman.
italian: [L] E la mamma è sotto la doccia, Mandy sta facendo i compiti nella mia stanza, e la zia sta lavorando nella stanza della mamma.

source: [L] I know... We have a full house. And they're all going to be done with what they're doing soon, so if you want to be part of this, you'd better join now.
french: [L] Je sais... Nous avons une salle comble. Et ils vont tous en finir avec ce qu'ils font bientôt, donc si vous voulez en faire partie, vous feriez mieux de vous joindre maintenant.
italian: [L] Lo so... Abbiamo il pienone. E presto finiranno tutti con quello che stanno facendo, quindi se vuoi far parte di questo, faresti meglio ad unirti ora.

source: [RT] {i}Fuck... when did Lauren start pulling the strings?{/i}
french: [RT] {i}Merde... quand Lauren a-t-elle commencé à tirer les ficelles ?{/i}
italian: [RT] {i}Fuck... quando Lauren ha iniziato a tirare le stringhe?{/i}

source: [RT] {i}I need to get control back somehow.{/i}
french: [RT] {i}J'ai besoin de reprendre le contrôle d'une manière ou d'une autre.{/i}
italian: [RT] {i}Ho bisogno di ottenere il controllo in qualche modo.{/i}

source: [RT] {i}I'd love a taste of her pussy, but she's just letting me out of pity?...{/i}
french: [RT] {i}J'aimerais goûter à sa chatte, mais elle me laisse juste le faire par pitié ?...{/i}
italian: [RT] {i}Mi piacerebbe un assaggio della sua figa, ma lei mi sta solo lasciando fuori di pietà?...{/i}

source: [RT] {i}Should I just swallow my pride and lick that pussy?{/i}
french: [RT] {i}Devrais-je juste ravaler ma fierté et lécher cette chatte?{/i}
italian: [RT] {i}Dovrei solo ingoiare il mio orgoglio e leccare quella figa?{/i}

source: [L] Alright, Matt... I'm ready to get fucked!
french: [L] D'accord, Mat... Je suis prête à me faire baiser!
italian: [L] Alright Matt... Sono pronto a scopare!

source: [R] Here?... In front of me!... In front of Sidney!... With our mom right behind that bathroom door!... You've got to be fucking kidding me!
french: [R] Ici?... Devant moi !... Devant Sidney !... Avec notre mère juste derrière la porte de la salle de bain!... Tu dois te moquer de moi !
italian: [R] Qui?... Davanti a me!... Davanti a Sidney!... Con nostra madre proprio dietro la porta del bagno!... Mi stai prendendo per il culo!

source: [R] I'm not going to lick your pussy while you're sucking off that prick!
french: [R] Je ne vais pas te lécher la chatte pendant que tu suces cette bite!
italian: [R] Non leccherò la tua figa mentre stai succhiando quel bottino!

source: [MB] Careful... I can still beat your ass.
french: [MB] Attention... Je peux encore te battre.
italian: [MB] Attenzione... posso ancora battere il tuo culo.

source: [L] I'm pretty horny already... I think I'm probably wet enough to take Matt's giant cock even without you lubing me up with your spit.
french: [L] Je suis déjà assez excitée... Je pense que je suis probablement assez humide pour prendre la bite géante de Matt même sans que tu me lubrifies avec ta broche.
italian: [L] Sono già abbastanza arrapato... penso di essere probabilmente abbastanza bagnato per prendere il cazzo gigante di Matt, anche senza che tu mi lubrifichi con il tuo spit.

source: [R] Wait!... You're going to let Matt fuck you right here?
french: [R] Attends!... Tu vas laisser Matt te baiser ici?
italian: [R] Aspetta!... Ti lascerai scopare Matt proprio qui?

source: [L] Why not?
french: [L] Pourquoi pas?
italian: [L] Perché no?

source: [L] Sidney won't look up from her computer unless the house is on fire.
french: [L] Sidney ne lèvera pas les yeux de son ordinateur à moins que la maison ne soit en feu.
italian: [L] Sidney non guarderà dal suo computer a meno che la casa non sia in fiamme.

source: [L] And we've still got time before Mom finishes her shower.
french: [L] Et nous avons encore du temps avant que maman ne termine sa douche.
italian: [L] E abbiamo ancora tempo prima che la mamma finisca la sua doccia.

source: [L] It's not like you haven't seen us fuck, plus you're always free to leave.
french: [L] Ce n'est pas comme si tu ne nous avais pas vus baiser, et tu es toujours libre de partir.
italian: [L] Non è come se non avessi visto scopare, più sei sempre libero di andarsene.

source: [R] The least you can do is be quieter about it... I can't believe that Sidney can't hear you.
french: [R] Le moins que vous puissiez faire est d'être plus silencieux à ce sujet... Je n'arrive pas à croire que Sidney ne t'entende pas.
italian: [R] Il minimo che puoi fare è essere più tranquillo al riguardo... Non riesco a credere che Sidney non possa sentirti.

source: [R] You know what... I don't even care if you get caught.
french: [R] Vous savez quoi... Je m'en fous même si tu te fais prendre.
italian: [R] Sai cosa... non mi importa se ti viene catturato.

source: [R] Make all the noise you want.
french: [R] Faites tout le bruit que vous voulez.
italian: [R] Fai tutto il rumore che vuoi.

source: [LT] {i}I really wish it was my brother's dick in my pussy... Not Matt.{/i}
french: [LT] {i}J'aimerais vraiment que ce soit la bite de mon frère dans ma chatte... Pas celle de Matt.{/i}
italian: [LT] {i}Vorrei davvero che fosse il cazzo di mio fratello nella mia figa... Non Matt.{/i}

source: [LT] {i}If that stupid fucker would have just made a little more effort to help me with the election.{/i}
french: [LT] {i}Si ce connard stupide aurait juste fait un peu plus d'efforts pour m'aider avec l'élection.{/i}
italian: [LT] {i}Se quel cazzo stupido si sarebbe appena fatto un po 'più di sforzo per aiutarmi con le elezioni.{/i}

source: [LT] {i}And then, he didn't even try to bargain with Matt.{/i}
french: [LT] {i}Et puis, il n'a même pas essayé de négocier avec Matt.{/i}
italian: [LT] {i}E poi, non ha nemmeno provato a contrattare con Matt.{/i}

source: [LT] {i}Yeah, I hope he's jealous!{/i}
french: [LT] {i}Ouais, j'espère qu'il est jaloux!{/i}
italian: [LT] {i}Sì, spero che sia geloso!{/i}

source: [LT] {i}I hope he's dying with jealousy.{/i}
french: [LT] {i}J'espère qu'il va mourir de jalousie.{/i}
italian: [LT] {i}Spero che stia morendo con gelosia.{/i}

source: [R] Holy shit, Lauren... I hope you're planning on cleaning that up!
french: [R] Merde, Lauren... J'espère que tu prévois de nettoyer ça!
italian: [R] Merda santa, Lauren... Spero che tu abbia intenzione di ripulirla!

source: [R] Don't...
french: [R] Non...
italian: [R] Non fare...

source: [L] And I think there's even more swimming around in my womb!
french: [L] Et je pense qu'il y en a encore plus qui nagent dans mon utérus !
italian: [L] E penso che ci sia ancora più nuotare nel mio grembo!

source: [R] What the fuck, Lauren? You're letting him fuck you without being on birth control?
french: [R] Putain, Lauren ? Tu le laisses te baiser sans avoir le contrôle des naissances?
italian: [R] Che cazzo, Lauren? Ti stai lasciando scopare senza essere sul controllo delle nascite?

source: [MB] He's right though... If you get pregnant, you're on your own... I'm not ready to be a dad.
french: [MB] Il a raison cependant... Si tu tombes enceinte, tu es seule... Je ne suis pas prêt à être papa.
italian: [MB] Ha ragione però... Se sei incinta, sei da solo... non sono pronto ad essere un padre.

source: [LT] {i}Though the thought of his swimmers knocking me up really turns me on.{/i}
french: [LT] {i}Bien que la pensée de ses spermatozoïdes qui frappent mes ovules m'excite vraiment.{/i}
italian: [LT] {i}Anche se il pensiero dei suoi nuotatori mi bussa mi spinge davvero.{/i}

source: [RT] {i}If anyone's going to knock her up, it had better be me.{/i}
french: [RT] {i}Si quelqu'un veut la frapper, il vaut mieux que ce soit moi.{/i}
italian: [RT] {i}Se qualcuno la bussa, sarebbe meglio che fossi io. {/i}

source: [L] when I wiggle, I can feel your cum sloshing around in my womb.
french: [L] quand je me tortille, je peux sentir ton sperme balloter dans mon ventre.
italian: [L] quando mi pare, posso sentire il tuo sperma caduto nel mio grembo materno.

source: [RT] {i}Oh, for fuck's sake!{/i}
french: [RT] {i}Oh, putain!{/i}
italian: [RT] {i}Oh, per amore del cazzo!{/i}

source: [MT] {i}Oh, God... Lauren's got a visitor, and I'm walking around in nothing but a towel.{/i}
french: [MT] {i}Oh, mon Dieu... Lauren a un visiteur, et je me promène avec rien d'autre qu'une serviette.{/i}
italian: [MT] {i}Oh, Dio... Lauren ha avuto un visitatore, e sto camminando in giro in un asciugamano.{/i}

source: [MT] {i}Wait... Is that my student, Matt?{/i}
french: [MT] {i}Attends... C'est mon élève, Matt ?{/i}
italian: [MT] {i}Aspetta... È il mio studente, Matt?{/i}

source: [MT] {i}He seems pretty close with my daughter.{/i}
french: [MT] {i}Il semble assez proche de ma fille.{/i}
italian: [MT] {i}Sembra piuttosto vicino a mia figlia.{/i}

source: [MT] {i}Oh fuck... If they're together... That means that I've sucked off my daughter's boyfriend.{/i}
french: [MT] {i}Oh putain... S'ils sont ensemble... Ça veut dire que j'ai sucé le petit ami de ma fille.{/i}
italian: [MT] {i}Oh fuck... Se sono insieme... Questo significa che ho succhiato il ragazzo di mia figlia.{/i}

source: [MT] {i}That doesn't make me a very good mom.{/i}
french: [MT] {i}Cela ne fait pas de moi une très bonne maman.{/i}
italian: [MT] {i}Questo non mi rende una brava mamma.{/i}

source: [MT] {i}But maybe he's with Lauren because he really wants to get closer to me.{/i}
french: [MT] {i}Mais peut-être qu'il est avec Lauren parce qu'il veut vraiment se rapprocher de moi.{/i}
italian: [MT] {i}Ma forse è con Lauren perché vuole davvero avvicinarmi a me.{/i}

source: [MT] {i}Lauren's got good taste.{/i}
french: [MT] {i}Lauren a bon goût.{/i}
italian: [MT] {i}Lauren ha avuto un buon gusto.{/i}

source: [MT] {i}He's a very handsome boy.{/i}
french: [MT] {i}C'est un très beau garçon.{/i}
italian: [MT] {i}È un ragazzo molto bello.{/i}

source: [MT] {i}And I swear that boy undresses me with his eyes during every class.{/i}
french: [MT] {i}Et je jure que ce garçon me déshabille avec ses yeux à chaque cours.{/i}
italian: [MT] {i}E giuro che quel ragazzo mi spoglia con gli occhi durante ogni classe.{/i}

source: [MT] {i}I hope he's not dating Lauren just to get to me.{/i}
french: [MT] {i}J'espère qu'il ne sort pas avec Lauren juste pour m'atteindre.{/i}
italian: [MT] {i}Spero che non stia incontrando Lauren solo per arrivare a me.{/i}

source: [MT] {i}I wonder how he would react if he were to see an "accidental" wardrobe malfunction.{/i}
french: [MT] {i}Je me demande comment il réagirait s'il constatait un dysfonctionnement 'accidentel' de ses habits.{/i}
italian: [MT] {i}Mi chiedo come reagirebbe se dovesse vedere un malfunzionamento "accidentale" del guardaroba.{/i}

source: [MT] {i}I can't believe I'm doing this... Am I really so depraved that I'm showing a teenage boy my nipples to see how he reacts?{/i}
french: [MT] {i}Je n'arrive pas à croire que je fais ça... Suis-je vraiment si dépravée que je montre mes tétons à un adolescent pour voir comment il réagit ?{/i}
italian: [MT] {i}Non posso credere che sto facendo questo... Sono davvero così depravato che sto mostrando un ragazzo adolescente i miei capezzoli per vedere come reagisce?{/i}

source: [MT] {i}You know this is more for you... You're getting desperate for attention.{/i}
french: [MT] {i}Tu sais que c'est plus pour toi... Tu as désespérément besoin d'attention.{/i}
italian: [MT] {i}Sai che questo è di più per te... Stai diventando disperato per l'attenzione.{/i}

source: [MT] {i}So, what if I am?{/i}
french: [MT] {i}Alors, et si je le suis?{/i}
italian: [MT] {i}Quindi, cosa succede se sono?{/i}

source: [MT] {i}It's better than the unnatural thoughts I've been having about my own son.{/i}
french: [MT] {i}C'est mieux que les pensées contre nature que j'ai eues au sujet de mon propre fils.{/i}
italian: [MT] {i}È meglio dei pensieri innaturali che ho avuto su mio figlio.{/i}

source: [MT] {i}Alright, here I go.{/i}
french: [MT] {i}D'accord, j'y vais. {/i}
italian: [MT] {i}Va bene, qui vanno.{/i}

source: [M] Gosh!... If I'd known we were having a visitor, I would have brought a change of clothes into the bathroom.
french: [M] Mon Dieu!... Si j'avais su que nous avions un visiteur, j'aurais apporté des vêtements de rechange dans la salle de bain.
italian: [M] Gosh!... Se sapessi che stavamo avendo un visitatore, avrei portato un cambiamento di vestiti in bagno.

source: [M] Matt... I must apologize that you've caught your teacher in nothing but a towel.
french: [M] Mat... Je dois m'excuser d'avoir pris votre professeur dans une serviette.
italian: [M] Matt... Devo scusarmi di aver catturato il tuo insegnante solo in un asciugamano.

source: [MB] {i}(muttering){/i}Wow!
french: [MB] {i}(murmure){/i}Wow!

source: [MB] I mean... Thi...think nothing of it... You're looking as beautiful as always!
french: [MB] Je veux dire... Voil...n'y penses rien... Tu es aussi belle que toujours!
italian: [MB] Voglio dire... Thi...non pensarci niente... Stai guardando bella come sempre!

source: [RT] {i}Oh, my God!... Mom's towel is slipping down!{/i}
french: [RT] {i}Oh, mon Dieu!... La serviette de maman glisse!{/i}
italian: [RT] {i}Oh, mio Dio!... L'asciugamano della mamma sta scivolando!{/i}

source: [RT] {i}Her nipples are totally showing!{/i}
french: [RT] {i}Ses mamelons sont totalement visibles!{/i}
italian: [RT] {i}I suoi capezzoli sono totalmente in mostra!{/i}

source: [M] Oh, my goodness!... How embarrassing!
french: [M] Oh, mon dieu!... Comme c'est embarrassant !
italian: [M] Oh, la mia bontà!... Che imbarazzante!

source: [RT] {i}Oh, my God!... First Sidney, and now Mom's flashing my worst enemy!{/i}
french: [RT] {i}Oh, mon Dieu!... D'abord Sidney, et maintenant maman montre mon pire ennemi!{/i}
italian: [RT] {i}Oh, mio Dio!... Primo Sidney, e ora la mamma lampeggia il mio peggior nemico!{/i}

source: [L] Geez, Mom!
french: [L] Bon sang, Maman!
italian: [L] Geez, Moma!

source: [MB] No, don't worry about it... I didn't even notice. I was only looking at your beautiful eyes.
french: [MB] Non, ne vous en faites pas... Je ne l'ai même pas remarqué. Je ne regardais que vos beaux yeux.
italian: [MB] No, non ti preoccupare... non ho nemmeno notato. Stavo solo guardando i tuoi bei occhi.

source: [MT] {i}Wow!... What a charmer... but I know his eyes didn't make their way up here until after I fixed my towel.{/i}
french: [MT] {i}Wow!... Quel charmeur... mais je sais que ses yeux ne sont montés ici qu'après que j'ai replacé ma serviette.{/i}
italian: [MT] {i}Wow!... Che charmer... ma so che i suoi occhi non sono saliti qui fino a quando non ho fissato il mio asciugamano.{/i}

source: {b}{i}"Mom's Libido +3"{/i}{/b}
french: {b}{i}«Libido de maman +3»{/b}{/i}
italian: {b}{i}"Libido della mamma +3"{/i}{/b}

source: [L] God, Mom!... Why are you just standing there!
french: [L] Mon dieu, Maman!... Pourquoi es-tu juste là!
italian: [L] Dio, Mamma!... Perché sei solo lì in piedi!

source: [L] I can't believe you're trying to hang out with us in nothing but your towel... You're embarrassing me.
french: [L] Je n'arrive pas à croire que tu essaies de traîner avec nous dans rien d'autre que ta serviette... Tu m'embarrasses.
italian: [L] Non posso credere che tu stia cercando di uscire con noi in nient'altro che il tuo asciugamano... Mi stai imbarazzando.

source: [MB] Really... I don't mind!
french: [MB] Vraiment... Ça ne me dérange pas!
italian: [MB] Davvero... Non mi dispiace!

source: [LT] {i}(sarcastically) Real subtle, Matt... I can tell this relationship is going to work out great.{/i}
french: [LT] {i}(ton sarcastique) Réellement subtil, Matt... Je peux dire que cette relation va très bien se passer.{/i}
italian: [LT] {i}(sarcasticamente) Real subtle, Matt... Posso dire che questa relazione sta per funzionare grande.{/i}

source: [RT] {i}That's about all I can watch... Plus, if I stick around Lauren will probably expect me to wipe up all her pussy juices.{/i}
french: [RT] {i}C'est à peu près tout ce que je peux regarder... De plus, si je reste autour de Lauren, j'aurais probablement à essuier tous ses jus de chatte.{/i}
italian: [RT] {i}È tutto quello che posso guardare... Inoltre, se mi attendo da Lauren probabilmente mi aspetterò di cancellare tutti i suoi succhi di figa.{/i}

source: [RT] {i}I can't believe she hasn't wiped that up yet.{/i}
french: [RT] {i}Je n'arrive pas à croire qu'elle n'ait pas encore effacé cela.{/i}
italian: [RT] {i}Non posso credere che non lo abbia ancora cancellato.{/i}

source: [L] Hey [ryan], do you want to watch something with me?
french: [L] Hé [ryan], tu veux regarder quelque chose avec moi?
italian: [L] Ehi [ryan], vuoi guardare qualcosa con me?

source: [R] Ok, should we watch the next episode of "Game of Thots"?
french: [R] Ok, faut-il regarder le prochain épisode de 'Game of Thots'?
italian: [R] Ok, dovremmo guardare il prossimo episodio di "Game of Thots"?

source: [L] I don't know, it's getting pretty scary!
french: [L] Je ne sais pas, ça devient assez effrayant!
italian: [L] Non lo so, sta diventando abbastanza spaventoso!

source: [L] Those white walkers creep me out so bad!
french: [L] Ces marcheurs blancs me donnent des frissons!
italian: [L] Quei camminatori bianchi mi strisciano così male!

source: [R] You don't want to miss the rest of the show just because of the white walkers, do you?
french: [R] Tu ne veux pas manquer le reste du spectacle à cause des marcheurs blancs, n'est-ce pas?
italian: [R] Non vuoi perdere il resto dello spettacolo solo a causa dei camminatori bianchi, vero?

source: [L] Well.... No.... but can I at least sit really close to you in case I get too scared?
french: [L] Bien.... Non.... mais puis-je au moins m'asseoir très près de toi au cas où j'aurais trop peur?
italian: [L] Bene... no.... ma posso almeno sedermi davvero vicino a te nel caso in cui mi avessi troppo paura?

source: [R] Of course!
french: [R] Bien sûr!
italian: [R] Certo!

source: [L] Thanks! I feel so much safer!
french: [L] Merci! Je me sens tellement plus en sécurité!
italian: [L] Grazie! Mi sento molto più sicuro!

source: [R] Me too!
french: [R] Moi aussi !
italian: [R] Anche me!

source: [R] Let's start the episode.
french: [R] Commençons l'épisode.
italian: [R] Iniziamo l'episodio.
