Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [RT] {i}Great cover, [ryan]! She'll never expect the truth!{/i}
italian: [RT] {i}Grande copertina, [ryan]! Non ti aspetterai mai la verità!{/i}

source: [MD] I'm calling bullshit. You're surrounded by drop-dead sexy girls, and you haven't noticed? Yeah, that's bullshit!
italian: [MD] Sto chiamando stronzate. Sei circondato da ragazze sexy morte e non hai notato? Sì, è una stronzata!

source: [MD] So spill it.
italian: [MD] Quindi la versi.

source: [R] Fine...
italian: [R] Bene...

source: [RT] {i}Hmmm... Who do I find the most attractive?{/i}
italian: [RT] {i}Hmmm... Chi trovo la più attraente?{/i}

source: [MD] Hahaha... You smartass!
italian: [MD] Hahaha... Sei più intelligente!

source: [MD] Now, tell the truth!
italian: [MD] Ora dica la verità!

source: [MD] Your own mother, huh?...
italian: [MD] Tua madre, eh?...

source: [MD] So you like your women more mature?
italian: [MD] Così ti piacciono le tue donne più mature?

source: [R] I just like her natural curves. She may be a little bit older, but she's aged really well.
italian: [R] Mi piacciono le sue curve naturali. Può essere un po' più vecchia, ma ha un'età davvero buona.

source: [MD] She is really hot... More of a natural beauty, where my mom has a lot of plastic improvements.
italian: [MD] Lei è davvero caldo... Più di una bellezza naturale, dove mia mamma ha molti miglioramenti di plastica.

source: [R] Your mom is hot too, though.
italian: [R] Tua mamma è anche calda.

source: [MD] Eeuuww... You just called your aunt hot!
italian: [MD] Eeuuww... Hai appena chiamato tua zia caldo!

source: [R] But you...
italian: [R] Ma tu...

source: [MD] Alright, it's my turn.
italian: [MD] Va bene, tocca a me.

source: [MD] It's her ass, isn't it?
italian: [MD] È il suo culo, vero?

source: [R] Well, it is pretty firm.
italian: [R] Beh, è abbastanza ferma.

source: [R] She runs almost everyday. She's in great shape.
italian: [R] Lei corre quasi tutti i giorni. Lei è in grande forma.

source: [MD] I wish I had a bigger ass.
italian: [MD] Vorrei avere un culo maggiore.

source: [R] What? No, your ass works great for your body type.
italian: [R] Cosa? No, il tuo culo funziona bene per il tuo tipo di corpo.

source: [MD] You like my ass?
italian: [MD] Ti piace il mio asino?

source: [R] Ummm... Is there a safe way to answer this question?
italian: [R] Ummm... C'è un modo sicuro per rispondere a questa domanda?

source: [MD] Haha... You like your cousin's ass!
italian: [MD] Hah... Ti piace il culo di tuo cugino!

source: [R] But, you...
italian: [R] Ma, tu...

source: [MD] Lauren, huh?...
italian: [MD] Lauren, eh?...

source: [MD] You don't mind the itty-bitty titties?
italian: [MD] Non ti dispiace le gattine morbide?

source: [R] No... I like a nice big set of breasts as much as the next guy, but there's something about little titties that really turns me on.
italian: [R] No... Mi piace un bel grande insieme di seni tanto quanto il ragazzo successivo, ma c'è qualcosa di piccole tette che mi accende davvero.

source: [MD] So you think my little mole hills are ok?
italian: [MD] Così pensate che le mie piccole colline di talpa siano ok?

source: [R] Yeah!... They're sexy as hell.
italian: [R] Sì, sì!... Sono sexy come inferno.

source: [MD] Haha... I'm your cousin, you pervert.
italian: [MD] Haha... Sono tuo cugino, pervertito.

source: [MD] Eeuuww... Really?... My mom?
italian: [MD] Eeuuww... Veramente?... Mia mamma?

source: [MD] But she's all plastic.
italian: [MD] Ma è tutta di plastica.

source: [R] I don't mind. The plastic surgeon did a great job.
italian: [R] Non mi dispiace. Il chirurgo plastico ha fatto un grande lavoro.

source: [R] Plus, she keeps herself in really great shape.
italian: [R] Inoltre, si mantiene in una forma davvero grande.

source: [MD] Yeah, but I think she only does that because her self-esteem is so low.
italian: [MD] Sì, ma credo che lo faccia solo perché la sua autostima è così bassa.

source: [MD] I think she's really craving some attention since my dad left.
italian: [MD] Penso che stia davvero desiderando un po' di attenzione da quando mio padre è partito.

source: [RT] {i}Duly noted.{/i}
italian: [RT] {i}debitamente notata.{/i}

source: [MD] I've never really thought of my mom as hot, but I guess I can see it.
italian: [MD] Non ho mai pensato a mia mamma tanto calda, ma credo di poterla vedere.

source: [R] Ok, what do you want? Truth or dare?
italian: [R] Ok, cosa vuoi? Verità o no?

source: [MD] Let me think... Ok....
italian: [MD] Lascia che pensi... Ok....

source: [MD] How about you bend down and give your sister a little kiss on the ass.
italian: [MD] Che ne dite di piegare e dare a vostra sorella un piccolo bacio sul culo.

source: [R] What?... But she's my sister!
italian: [R] Che cosa?... Ma lei è mia sorella!

source: [MD] Oh, don't pretend like you don't want to.
italian: [MD] Oh, non fingere che tu non voglia.

source: [MD] You've been sneaking peeks at her ass since she fell asleep.
italian: [MD] Sei stato furtivamente sbirciato al suo culo da quando si è addormentata.

source: [R] No, I haven't!
italian: [R] No, non lo ho!

source: [RT] {i}Shit, she noticed.{/i}
italian: [RT] {i}Merda, ha notato. {/i}

source: [MD] Don't worry, it doesn't bother me... I think her ass is hard not to look at, too.
italian: [MD] Non ti preoccupare, non mi disturba... penso che anche il suo culo sia difficile da non guardare.

source: [MD] It makes me really jealous actually. I've got such a small ass.
italian: [MD] Mi rende veramente geloso. Ho un culo così piccolo.

source: [R] You've got a great ass.
italian: [R] Tu hai un grande culo.

source: [MD] No, I don't.
italian: [MD] No, non lo faccio.

source: [R] For your tiny build... Your ass is perfect.
italian: [R] Per la tua piccola costruzione... Il tuo culo è perfetto.

source: [MD] Thanks!... but you really shouldn't be complimenting your cousin's ass.
italian: [MD] Grazie!... ma non dovresti davvero complimentarti con il culo di tuo cugino.

source: [MD] Haha... Relax... I'm just teasing.
italian: [MD] Haha... Rilassati... Sto solo prendendo in giro.

source: [MD] Now are you going to kiss Lauren's ass, or do you give up and have "the big gay"?
italian: [MD] Ora stai per baciare il culo di Lauren, o ti arrendi e hai "il grande gay"?

source: [R] Ok... I'll do it.
italian: [R] Ok... lo farò.

source: [R] Nope! Put your phone away! There can't be any photo evidence of this.
italian: [R] Nope! Metti via il tuo telefono! Non ci possono essere prove fotografiche di questo.

source: [MD] Now kiss her ass!
italian: [MD] Ora baci il suo culo!

source: [MD] Haha!... You're kissing your own sister's ass!
italian: [MD] Haha!... Stai baciando il culo della tua sorella!

source: [MD] It's actually kind of cute!
italian: [MD] In realtà è un po' carino!

source: [MDT] {i}Fucking hot, actually.{/i}
italian: [MDT] {i}Cazzo caldo, in realtà.{/i}

source: [R] Alright, it's your turn.
italian: [R] Va bene, è il tuo turno.

source: [R] So what do you want?
italian: [R] Quindi cosa vuoi?

source: [R] Truth, or dare?
italian: [R] Verità, o no?

source: [MD] ....I'll take dare.
italian: [MD] ...Prenderò un po'.

source: [R] Since you made me kiss Lauren's ass... Why don't you...
italian: [R] Dal momento che mi hai fatto baciare il culo di Lauren...

source: [R] Kiss Lauren on the lips.
italian: [R] Kiss Lauren sulle labbra.

source: [MD] Haha... easy!
italian: [MD] Haha... facile!

source: [MD] We sometimes kiss each other on the lips just when we greet each other.
italian: [MD] A volte ci baciamo sulle labbra proprio quando ci salutiamo a vicenda.

source: [R] Well, then I want you to....
italian: [R] Beh, allora voglio che tu si...

source: [MD] Too late! You've already said it.
italian: [MD] Troppo tardi! L'hai già detto.

source: [R] Well, then do it already.
italian: [R] Beh, poi farlo già.

source: [MD] Fine!
italian: [MD] Bene!

source: [MDT] {i}Her lips are so soft.{/i}
italian: [MDT] {i}Le sue labbra sono così morbide.{/i}

source: [RT] {i}That's pretty hot!{/i}
italian: [RT] {i}È abbastanza caldo!{/i}

source: [MD] Next time, think of a challenging dare.
italian: [MD] La prossima volta, pensa a un osario impegnativo.

source: [R] I thought having you kiss your cousin on the lips would be challenging.
italian: [R] Ho pensato che avere baciare il cugino sulle labbra sarebbe stato impegnativo.

source: [MD] Nah... That's just a thing girls do normally all the time.
italian: [MD] Nah... È solo una cosa che le ragazze fanno normalmente tutto il tempo.

source: [MD] Ususally when boys aren't looking, cuz they always say something inappropriate.
italian: [MD] Quando i ragazzi non stanno guardando, cuz dicono sempre qualcosa di inappropriato.

source: [R] Well, you have permission to kiss in front of me whenever you want.
italian: [R] Beh, hai il permesso di baciarti di fronte a me ogni volta che vuoi.

source: [MD] Yep, something inappropriate like that.
italian: [MD] Sì, qualcosa di inappropriato come questo.

source: [R] Sorry.
italian: [R] Mi dispiace.

source: [MD] Ok, it's your turn again.
italian: [MD] Ok, è il tuo turno di nuovo.

source: [MD] Truth, or dare?
italian: [MD] Verità, o no?

source: [MD] Ok... I want to know why my mom really hates you so bad, so my question is, what is the worst thing you've ever done to my mom?
italian: [MD] Ok... Voglio sapere perché mia mamma realmente odia voi così male, quindi la mia domanda è, qual è la cosa peggiore che hai mai fatto a mia mamma?

source: [RT] {i}Oh shit! Was it the time I had her press her boobs on the shower glass{/i}?
italian: [RT] {i}Oh merda! Era il momento in cui le ho fatto premere le sue tette sul bicchiere{/i}?

source: [RT] {i}Was it the time I had her flash me on the coffee table?{/i}
italian: [RT] {i}Era il momento in cui ho avuto il suo flash me sul tavolo?{/i}

source: [RT] {i}Maybe, it was when I had her present her tits on a platter?{/i}
italian: [RT] {i}Forse, è stato quando ho avuto il suo regalo le sue tette su un piatto?{/i}

source: [RT] {i}I can't answer that!... She'll know what a huge pervert I am...{/i}
italian: [RT] {i}Non posso risponderlo!... Lei saprà cosa sono un enorme pervertito...{/i}

source: [R] I'm afraid to answer that....
italian: [R] Ho paura di risponderlo....

source: [MD] Hah!... I knew you did something more to her.
italian: [MD] Hah!... Sapevo che hai fatto qualcosa di più per lei.

source: [MD] Tell me, tell me, tell me!
italian: [MD] Dimmi, dimmi, dimmi!

source: [R] I can't.
italian: [R] Non posso.

source: [MD] Really?
italian: [MD] Davvero?

source: [MD] Well, that was the shortest game of Truth or Dare I've ever played. it looks like you have "the big gay" after all.
italian: [MD] Beh, quella è stata la partita più breve di Verità o Dura che abbia mai giocato. Sembra che tu abbia "il grande gay" dopo tutto.

source: [R] Shit! I guess so.
italian: [R] Merda! Immagino così.

source: [MD] Ok... I want to know why my mom really hates you so bad, so I dare you to tell me what is the worst thing you've ever done to my mom?
italian: [MD] Ok... Voglio sapere perché mia mamma davvero odia te così male, così ho il coraggio di dirmi qual è la cosa peggiore che hai mai fatto a mia mamma?

source: [R] You can't do that. That's a truth.
italian: [R] Non puoi farlo. È una verità.

source: [MD] Yes, you can do that. You can use a dare to make someone tell the truth, you just can't use a truth to make somebody do a dare.
italian: [MD] Sì, puoi farlo. Si può usare un coraggio per far dire a qualcuno la verità, non si può usare una verità per fare qualcuno fare un osare.

source: [R] Hmmm... That doesn't seem fair.
italian: [R] Hmmm... Questo non sembra giusto.

source: [MD] Maybe so, but thems the rules.
italian: [MD] Forse è così, ma loro le regole.

source: [MD] So what is the worst thing you've done to my mom?
italian: [MD] Qual è dunque la cosa peggiore che hai fatto a mia mamma?

source: [MD] Well, it looks like you have "the big gay" after all.
italian: [MD] Beh, sembra che hai "il grande gay" dopo tutto.

source: [MD] I guess we should call it a night then.
italian: [MD] Immagino che dovremmo chiamarla una notte allora.

source: [MD] If you ever want to play truth or dare with Lauren and I again, you know where to find us.
italian: [MD] Se vuoi mai giocare la verità o osare con Lauren ed io di nuovo, sai dove trovarci.

source: [MD] But just so you know, If you want to play with us, you'll have to answer that question about my mom.
italian: [MD] Ma solo così sai, se vuoi giocare con noi, dovrai rispondere a questa domanda su mia mamma.

source: [R] Oh, come on! Don't be like that.
italian: [R] Oh, vieni! Non essere così.

source: [MD] I can't help it, now that I know there's something to her hate for you, I'm dying to know what it is.
italian: [MD] Non posso aiutarlo, ora che so che c'è qualcosa per lei odio per te, sto morendo per sapere che cos'è.

source: [MD] So bring your A game next time, or don't come at all.
italian: [MD] Quindi porti il tuo gioco la prossima volta, o non arrivi affatto.

source: [RT] {i}What the fuck just happened?... I inadvertently let Mandy know that I did something to Aunt Cami... her own mother!{/i}
italian: [RT] {i}Che cazzo è appena successo?... Ho inavvertitamente fatto sapere a Mandy che ho fatto qualcosa a Zia Cami... sua madre!{/i}

source: [RT] {i}Now she's not going to let me hang out with them at night until I'm willing to tell her.{/i}
italian: [RT] {i}Ora non mi lascerà uscire con loro di notte fino a quando non sono disposto a dirle.{/i}

source: [RT] {i}How is she going to react when I tell her I manipulated her mom to flash me by appealing to her weakness of shopping?{/i}
italian: [RT] {i}Come reagirà quando le dico che ho manipolato sua mamma per farmi lampeggiare facendo appello alla sua debolezza di shopping? / i}

source: [RT] {i}Wow! When I think about it like that, it does sound pretty fucked up!{/i}
italian: [RT] {i}Wow! Quando ci penso così, sembra piuttosto scopato!{/i}

source: [RT] {i}I didn't mean to be such a manipulative bastard, I was just horny and wanted to see some tits.{/i}
italian: [RT] {i}Non avevo intenzione di essere un bastardo così manipolativo, ero solo arrapato e volevo vedere alcune tette.{/i}

source: [RT] {i}Shit!... Maybe I inherited the tendency to be a manipulative bastard from my father.{/i}
italian: [RT] {i}merda!... Forse ho ereditato la tendenza ad essere un bastardo manipolativo da mio padre.{/i}

source: [RT] {i}I suppose I'm going to have to come clean to Mandy if I want to hang out with her anymore.{/i}
italian: [RT] {i}Suppongo che dovrò venire pulito a Mandy se voglio uscire più con lei.{/i}

source: [RT] {i}I'll have to think of a way to make it not sound so bad.{/i}
italian: [RT] {i}Dovrò pensare a un modo per farlo sembrare così male.{/i}

source: [RT] {i}Never mind, they will probably just talk about boys, or other dumb girl stuff.{/i}
italian: [RT] {i}Non importa mai, probabilmente parleranno solo di ragazzi, o di altre cose stupide.{/i}

source: [RT] {i}Creeping on Lauren might be a little more challenging now that Mandy is sharing a bed with her.{/i}
italian: [RT] {i}Creeping on Lauren potrebbe essere un po 'più impegnativo ora che Mandy sta condividendo un letto con lei.{/i}

source: [RT] {i}It also might make things a whole lot more fun.{/i}
italian: [RT] {i}Potrebbe anche rendere le cose molto più divertenti.{/i}

source: [RT] {i}Please say that Mandy drank the melatonin tea as well.{/i}
italian: [RT] {i}Si prega di dire che Mandy beveva anche il tè di melatonina.{/i}

source: [RT] {i}Oh shit!... They're both still awake!{/i}
italian: [RT] {i}Oh merda!... Sono entrambi ancora svegli!{/i}

source: [L] Don't you know how to knock?
italian: [L] Non sai come si bussa?

source: [L] Look... you caught us in our underwear.
italian: [L] Guarda... ci hai catturato nella nostra biancheria intima.

source: [R] Being in your underwear didn't stop you two from coming into my room without knocking.
italian: [R] Essere nella tua biancheria intima non ti ha impedito di entrare nella mia stanza senza bussare.

source: [R] And then staring at my penis, I might add.
italian: [R] E poi guardando il mio pene, potrei aggiungere.

source: [MD] Haha... I've still got a mental picture of that.
italian: [MD] Haha... Ho ancora un quadro mentale di questo.

source: [MD] Can we do anything for you, [ryan]?
italian: [MD] Possiamo fare qualcosa per te, [ryan]?

source: [RT] {i}Shit!... what should I tell them I wanted?{/i}
italian: [RT] {i}Merda!... cosa dovrei dire loro che volevo?{/i}

source: [R] I was just bored. Thought I'd come hang out with you two.
italian: [R] Ero appena annoiato. Pensavo che sarei venuto fuori con te due.

source: [L] We're having girl time.
italian: [L] Stiamo avendo tempo per ragazza.

source: [L] Go away!
italian: [L] Vada via!

source: [MD] {i}(quiet voice){/i} I don't mind if he stays and hangs out.
italian: [MD] {i}(voce tranquilla){/i} Non mi dispiace se rimane e pende.

source: [L] {i}(whispering){/i} He's a pervert... He's probably just here to stare at us in our underwear.
italian: [L] {i}(sussurrando) {/i} E ' un pervertito... Probabilmente e ' qui solo per fissarci in mutande.

source: [MD] {i}(whispering){/i} Yeah... I still don't mind if he hangs out with us.
italian: [MD] {i}(sussurrando){/i} Sì... Non mi dispiace se esce con noi.

source: [L] {i}(whispering){/i} Fine... But at least not tonight.
italian: [L] {i}(sussurrando) {/i} Bene... Ma almeno non stasera.

source: [MD] {i}(whispering){/i} Ok... I'm fine with that.
italian: [MD] {i}(sussurrando){/i} Ok... Mi sta bene.

source: [L] You can come hang out with us on a different night.
italian: [L] Si può venire fuori con noi in una notte diversa.

source: [MD] Yep, it's just us girls tonight.
italian: [MD] Sì, siamo solo noi ragazze stanotte.

source: [RT] {i}They're both awake still. They must not have drank any tea.{/i}
italian: [RT] {i}Sono entrambi ancora svegli. Non devono aver bevuto alcun tè.{/i}

source: [R] Ok, that's fair.
italian: [R] Ok, perfetto.

source: [R] I'm heading to the kitchen, do you want me to bring you back anything? Maybe a cup of tea or something?
italian: [R] Mi dirigo verso la cucina, vuoi che ti riporti qualcosa? Magari una tazza di tè o qualcosa?

source: [L] I've already had a cup.
italian: [L] Ho già avuto una tazza.

source: [MD] I hate tea!
italian: [MD] Odio il tè!

source: [R] You hate tea?
italian: [R] Odiate il tè?

source: [MD] Yeah, it tastes like some leaves farted in my water.
italian: [MD] Sì, ha un sapore come alcune foglie scortate nell'acqua.

source: [MD] I despise the stuff.
italian: [MD] Io disprezzo la roba.

source: [RT] {i}Well, shit!{/i}
italian: [RT] {i}Beh, merda!{/i}

source: [R] Ok well, goodnight then.
italian: [R] Ok bene, buonanotte allora.

source: [MD] Goodnight!
italian: [MD] Buongiorno!

source: [RT] {i}She doesn't drink tea?{/i}
italian: [RT] {i}Lei non beve tè?{/i}

source: [RT] {i}What am I gonna find to spike for Mandy?{/i}
italian: [RT] {i}Cosa troverò per Mandy?{/i}

source: [RT] {i}They said I could come hang out on another night, maybe I should just come back and see what kind of fun I can have when they're awake.{/i}
italian: [RT] {i}Hanno detto che avrei potuto uscire in un'altra notte, forse dovrei solo tornare e vedere che tipo di divertimento posso avere quando sono svegli. /i}

source: [RT] {i}Lauren had a cup of tea though, Mandy must be keeping her awake. I'll bet she crashes really soon.{/i}
italian: [RT] {i}Lauren ha avuto una tazza di tè, Mandy deve tenerla sveglia. Scommetto che si schianta molto presto.{/i}

source: [RT] {i}She locked her door.{/i}
italian: [RT] {i}Ha bloccato la sua porta.{/i}

source: [RT] {i}I wonder if she's asleep... I can't hear anything.{/i}
italian: [RT] {i}Mi chiedo se sta dormendo... Non riesco a sentire niente.{/i}

source: [RT] {i}I'll have to try again tomorrow night.{/i}
italian: [RT] {i}Dovrò riprovare domani sera.{/i}

source: [RT] {i}I guess I could take a look at the spycam to see what they're doing.{/i}
italian: [RT] {i}Immagino di poter dare un'occhiata allo spycam per vedere cosa stanno facendo.{/i}

source: [RT] {i}Yeah, my curiosity is getting the best of me.{/i}
italian: [RT] {i}Sì, la mia curiosità sta ottenendo il meglio di me.{/i}

source: [RT] {i}Damn... Mandy's still awake.{/i}
italian: [RT] {i}Damn... Mandy ancora sveglio.{/i}

source: [RT] {i}Since she doesn't drink the melatonin tea, I won't be able to do any more sneaking around in there at night.{/i}
italian: [RT] {i}Dal momento che non beve il tè alla melatonina, non sarò in grado di fare più furtivamente dentro lì la notte.{/i}

source: [RT] {i}I shouldn't press my luck... That's enough for tonight.{/i}
italian: [RT] {i}Non dovrei premere la mia fortuna... È abbastanza per stasera.{/i}

source: [RT] {i}I can't believe how knocked out she is... That melatonin-laced tea is incredible.{/i}
italian: [RT] {i}Non riesco a credere a quanto è stata buttata fuori... Quel tè con melatonina è incredibile.{/i}

source: [RT] {i}Luckily Lauren has always been a deep sleeper.{/i}
italian: [RT] {i}Fortunatamente Lauren è sempre stato un sonno profondo.{/i}

source: [RT] {i}Now to roll her onto her back.{/i}
italian: [RT] {i}Ora per farla rotolare sulla schiena.{/i}

source: [RT] {i}Nice!{/i}
italian: [RT] {i}Nizzo!{/i}

source: [RT] {i}Time to uncover those little mosquito bites again.{/i}
italian: [RT] {i}È tempo di scoprire di nuovo quelle piccole morsi di zanzare.{/i}

source: [RT] {i}What will it be tonight?{/i}
italian: [RT] {i}Cosa sarà stasera?{/i}

source: [RT] {i}Oh, God!... I love how she squeezes!{/i}
italian: [RT] {i}Oh, Dio!... Mi piace come stringe!{/i}

source: [RT] {i}It's like instinctual for her to have a penis in her hand..{/i}
italian: [RT] {i}È come istintivo per lei avere un pene in mano..{/i}

source: [RT] {i}So good!{/i}
italian: [RT] {i}Così buono!{/i}

source: [RT] {i}Oh... I'm gonna cum!{/i}
italian: [RT] {i}Oh... Sto andando a cum!{/i}

source: [RT] {i}Fuck!... That is so hot!{/i}
italian: [RT] {i}Fuck!... È così caldo!{/i}

source: [RT] {i}I'd better wipe that up and get out of here.{/i}
italian: [RT] {i}Farei meglio a cancellare questo e uscire da qui.{/i}

source: [RT] {i}That made me pretty tired. Should I go to bed now?{/i}
italian: [RT] {i}Mi ha reso abbastanza stanco. Dovrei andare a letto adesso?{/i}

source: [RT] {i}Her feet felt pretty good before, I think I'll try them again.{/i}
italian: [RT] {i}I suoi piedi si sono sentiti abbastanza bene prima, penso che li riproverò.{/i}

source: [RT] {i}The bottoms of her feet are so soft.{/i}
italian: [RT] {i}I fondali dei suoi piedi sono così morbidi.{/i}

source: [RT] {i}I've got to say, this might just grow on me.{/i}
italian: [RT] {i}Devo dire, questo potrebbe crescere solo su di me.{/i}

source: [RT] {i}That's pretty hot.{/i}
italian: [RT] {i}È abbastanza caldo.{/i}

source: [RT] {i}Oh, yeah...{/i}
italian: [RT] {i}Oh, sì...{/i}

source: [RT] {i}I might just be turning into a feet guy.{/i}
italian: [RT] {i}Potrei solo trasformarmi in un ragazzo dei piedi.{/i}

source: [RT] {i}Now I'd better wipe this up and get out of here.{/i}
italian: [RT] {i}Ora farei meglio a cancellare questo e uscire da qui.{/i}

source: [RT] {i}This went really well last time... I hope I can get as lucky a second time.{/i}
italian: [RT] {i}Questo è andato davvero bene l'ultima volta... Spero di poter ottenere la fortuna una seconda volta.{/i}

source: [RT] {i}I'm just going to go ahead and roll her over again.{/i}
italian: [RT] {i}Sto solo andando andare avanti e girare di nuovo la sua.{/i}

source: [RT] {i}Well... Almost perfect.{/i}
italian: [RT] {i}Bene... Quasi perfetto.{/i}
