Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.05.po
Languages: italian

source: [A] If anybody else grabs your ass, remind them that we're only here to serve drinks and look hot. They're not allowed to touch.
italian: [A] Se qualcun altro afferra il tuo culo, ricorda loro che siamo qui solo per servire bevande e guardare caldo. Non è consentito toccare.

source: [A] If that doesn't work, tell the bouncer, and he'll remind him with a black eye.
italian: [A] Se questo non funziona, dite ai buttafuori e gli ricorderà con un occhio nero.

source: [S] Will I eventually get an apron too?
italian: [S] Alla fine prenderò anche un grembiule?

source: [A] Well, the uniform doesn't actually come with the apron.
italian: [A] Beh, l'uniforme non viene effettivamente con il grembiule.

source: [S] Really?.... These pantyhose give me the worst cameltoe. Why do you get one?
italian: [S] Davvero?.... Queste collant mi danno la peggiore vulva camelta. Perché ne ottieni una?

source: [A] My Uncle made me start wearing it shortly after I started serving drinks. I noticed he had a hard time not letting his eyes wander down there. So I think he added it to my uniform to try to protect himself from temptation.
italian: [A] Mio zio mi ha fatto iniziare a indossarla poco dopo che ho iniziato a servire bevande. Ho notato che ha avuto un momento difficile non lasciare che i suoi occhi vagassero lì. Quindi penso che l'abbia aggiunta alla mia uniforme per cercare di proteggersi dalla tentazione.

source: [A] It's actually kind of cute.
italian: [A] In realtà è un po' carino.

source: [A] My mom thinks I'm helping him with the book keeping each night. Which is what I started out doing. But I noticed that the waitresses made more money than I did, thanks to the tips.
italian: [A] Mia mamma pensa che lo sto aiutando con il libro tenendo ogni notte. Ma ho notato che le cameriere hanno fatto più soldi di me, grazie alle punte.

source: [A] And being a server just looked like more fun, so I convinced him to let me try it, and now I'm learning to tend the bar as well.
italian: [A] E essendo un server sembrava più divertente, così l'ho convinto a lasciarmi provare, e ora sto imparando a tendere il bar pure.

source: [A] I wanted to give stripping a try too, but I think my Uncle Joey is too afraid of my mom, since she's his sister, and even more hot blooded than he is.
italian: [A] Volevo anche fare uno spogliarello, ma penso che mio zio Joey abbia troppa paura di mia mamma, da quando è sua sorella, e ancora più caldo sangue di lui.

source: [A] So I don't think that's ever going to happen.
italian: [A] Quindi non penso che succederà mai.

source: [A] Sorry, I started talking too much.... I tend to do that. So, I think the answer you're looking for is no, your uniform doesn't get an apron.
italian: [A] Mi dispiace, ho iniziato a parlare troppo... tendo a farlo. Quindi, penso che la risposta che stai cercando sia no, la tua uniforme non ottiene un grembiule.

source: [S] Oh.... Ok.... I guess it is what it is.
italian: [S] Oh.... Ok.... Suppongo che sia quello che è.

source: [RT] {i}There's Sidney. Wow!, and she's working with another extremely sexy waitress.{/i}
italian: [RT] {i}C'è Sidney. Wow!, e lei sta lavorando con un'altra cameriera estremamente sexy.{/i}

source: [R] I hope I'm not interrupting anything.
italian: [R] Spero di non interrompere nulla.

source: [S] Well, we are working.
italian: [S] Bene, stiamo lavorando.

source: [A] No it's ok, we're pretty slow right now.
italian: [A] No va bene, siamo piuttosto lenti in questo momento.

source: [A] So who's this, Sidney? Your boyfriend?
italian: [A] Chi è questo, Sidney? Il tuo ragazzo?

source: [S] Yeah right, he wishes.
italian: [S] Sì, giusto, desidera.

source: [S] Armani, this is my brother [ryan].
italian: [S] Armani, questo è mio fratello [ryan].

source: [S] [ryan], this is Joey's niece, Armani.
italian: [S] [ryan], questa è la nipote di Joy, Armani.

source: [A] Brother huh?.... and do you really wish Sidney was your girlfriend?
italian: [A] Fratello eh?.... e vuoi davvero Sidney era la tua fidanzata?

source: [R] Sure, why not?
italian: [R] Certo, perché no?

source: [R] It makes sense, we don't even have to move in together, since we already live with each other.
italian: [R] Ha senso, non dobbiamo nemmeno muoverci insieme, poiché viviamo già l'uno con l'altro.

source: [A] Haha.... I like your sense of humor!
italian: [A] Haha.... Mi piace il vostro senso dell'umorismo!

source: [ST] {i}Don't flirt with my brother, you ho!{/i}
italian: [ST] {i}Non flirtare con mio fratello, stai zero!{/i}

source: [R] What?.... Psssshhhh.... Of course not!
italian: [R] Cosa?.... Psssshhh.... Certamente no!

source: [R] That would be so weird!
italian: [R] Sarebbe così strano!

source: [A] It's not really that weird to me. In Italian culture, especially in the strong Mafia families, incest is actually fairly common.
italian: [A] Non è davvero strano per me. Nella cultura italiana, soprattutto nelle famiglie mafiose forti, l'incesto è in realtà abbastanza comune.

source: [ST] {i}We've got some italian blood in us.{/i}
italian: [ST] {i}Abbiamo un po' di sangue in Italia.{/i}

source: [A] Anyways, it was nice to meet you [ryan]. I'll let you guys talk, I've got to run to the store room to grab some more vodka.
italian: [A] In ogni caso, è stato bello incontrarti [ryan]. Ti lascerò parlare, devo correre al negozio per afferrare un po' più di vodka.

source: [R] Thanks Armani.... It was nice to meet you too!
italian: [R] Grazie Armani.... E 'stato bello incontrare anche te!

source: [S] So, what's up?
italian: [S] Allora, cos'è?

source: [RT] {i}Holy shit! Those pantyhose are trying to get as far up Sidney's pussy as they can!{/i}
italian: [RT] {i}Sacra merda! Quelle collant stanno cercando di raggiungere la figa di Sidney il più possibile!{/i}

source: [R] Uhhhh.... Not much.... I just wanted to come check on you on your first day of work.
italian: [R] Uhhhh... Non molto... Volevo solo venire a controllare su di voi il vostro primo giorno di lavoro.

source: [R] You know.... Make sure the Mafia hasn't sold you into prostitution yet.
italian: [R] Sai... Assicurati che la mafia non ti abbia ancora venduto nella prostituzione.

source: [R] Glad to see they're keeping you safe by dressing you in puritan garb.
italian: [R] Sono felici di vedere che ti stanno tenendo al sicuro vestendoti in garbo puritano.

source: [S] Hahah.... How do you know they haven't.
italian: [S] Hahah.... Come sapete che non hanno.

source: [RT] {i}It's so hard to keep my eyes from wandering down there!{/i}
italian: [RT] {i}È così difficile evitare che i miei occhi vagino lì!{/i}

source: [R] Uhhh.... Because if they had, there'd be a line out the door.
italian: [R] Uhhhh.... Perché se avessero avuto, ci sarebbe stata una linea fuori dalla porta.

source: [ST] {i}Holy Fuck!.... I don't know if that was smooth or insulting.{/i}
italian: [ST] {i}Holy Fuck!.... Non so se fosse liscia o insultante.{/i}

source: [ST] {i}Is [ryan] thinking about me getting fucked by other guys?{/i}
italian: [ST] {i}Sta pensando che [ryan] mi venga scopata da altri ragazzi?{/i}

source: [ST] {i}Is [ryan] imagining buying me to be his whore?{/i}
italian: [ST] {i}Sta [ryan] immaginando di comprarmi come la sua puttana?{/i}

source: [ST] {i}Shit!.... Now I am.{/i}
italian: [ST] {i}Merda!.... Ora sono.{/i}

source: [RT] {i}Aaahhh!.... Should I just risk a peek?{/i}
italian: [RT] {i}Aaahhhh!.... Dovrei solo rischiare un peek?{/i}

source: [RT] {i}Holy Fuck! That leaves very little to the imagination.{/i}
italian: [RT] {i}Santo Fuck! Questo lascia molto poco all'immaginazione.{/i}

source: [S] See something you like down there?
italian: [S] Guarda qualcosa che ti piace laggiù?

source: [R] Ummmm.... I wasn't.... I mean....
italian: [R] Ummmm.... Non eravo... Voglio dire....

source: [S] Hahaha.... Relax [ryan].
italian: [S] Hahaha.... Rilassati [ryan].

source: [S] I know these pantyhose are distracting.... Just ask any guy in the club.
italian: [S] So che queste collant stanno distrando.... Basta chiedere a qualsiasi ragazzo nel club.

source: [S] It's bad enough that I have to have a club full of guys staring at me the whole time I'm here,
italian: [S] È abbastanza male che devo avere un club pieno di ragazzi che mi fissano tutto il tempo sono qui,

source: [S] But for you to come treat me the same way? Just stare at me like I'm something on the menu?
italian: [S] Ma per voi di venire mi trattano allo stesso modo? Basta guardarmi come se fossi qualcosa nel menu?

source: [R] I'm sorry!
italian: [R] Mi dispiace!

source: [S] You should be!
italian: [S] Dovresti esserlo!

source: [ST] {i}Look at him trying so hard not to take a peek at my cameltoe.{/i}
italian: [ST] {i}Guardalo cercando così difficile di non sbirciare la mia testa.{/i}

source: [ST] {i}I know he's dying to see it, but he's being so respectful to control his temptations.{/i}
italian: [ST] {i}So che sta morendo per vederlo, ma è così rispettoso per controllare le sue tentazioni.{/i}

source: [S] So, was there something you wanted to talk to me about?
italian: [S] Così, c'era qualcosa di cui volevi parlarmi?

source: [A] And that's just another example of why getting involved with my Uncle's "soldatos" is a bad idea!
italian: [A] E questo è solo un altro esempio di perché essere coinvolti con i "soldatos" di mio zio è una cattiva idea!

source: [S] Holy shit!.... You're such a slut!
italian: [S] Ferita santa!.... Sei una tale troia!

source: [A] Hahaha.... I know!
italian: [A] Hahaha.... Lo so!

source: [R] Hello again, ladies.
italian: [R] Ciao ancora, signore.

source: [A] I was just sharing more secrets about the Mafia with Sidney.
italian: [A] Stavo solo condividendo più segreti sulla mafia con Sidney.

source: [A] Wasn't I?
italian: [A] Non era?

source: [S] More like secrets about sleeping with the Mafia.
italian: [S] Più come i segreti di dormire con la mafia.

source: [A] Hey!.... Haha.... See if I tell you anything ever again!
italian: [A] Hey!.... Haha.... Vedi se ti dico qualcosa mai di nuovo!

source: [A] Haha.... Like I can even help it.
italian: [A] Haha.... Come posso anche aiutarla.

source: [A] Anyways, I've got to run and fill out an order form for the booze we're getting short on.
italian: [A] In ogni caso, devo eseguire e compilare un modulo d'ordine per il booze su cui ci stiamo avvicinando.

source: [A] Sidney, watch the bar for me while I'm gone.
italian: [A] Sidney, guarda il bar per me mentre sono andata.

source: [R] So, I can see that you're bound and determined to keep working for the Mafia, so I had an idea.
italian: [R] Così, posso vedere che sei legato e determinato a continuare a lavorare per la mafia, così ho avuto un'idea.

source: [R] I figure that as long as you're going to be here anyways, maybe you can do some spying for us.
italian: [R] Ho capito che finché sarai comunque qui, forse puoi fare qualche spionaggio per noi.

source: [S] Are you fucking serious? I thought you said you wanted me to be safe! How will spying on the Mafia keep me safe?
italian: [S] Stai scopando seriamente? Pensavo di aver detto che volevi che fossi al sicuro! Come spiare la mafia mi tiene al sicuro?

source: [R] No.... I don't mean to sneak around and risk getting caught hiding under the desk in Joey's office or anything.
italian: [R] No... non intendo muovermi in giro e rischiare di farsi prendere nascosto sotto la scrivania nell'ufficio di Joey o qualsiasi cosa.

source: [R] I just mean that if in the course of your job, you happen to overhear a couple guys talking, or hear a chatty guy blabbing information he shouldn't to some stripper in the VIP room.
italian: [R] Voglio solo dire che se nel corso del vostro lavoro, vi capita di sentire un paio di ragazzi parlare, o sentire un ragazzo chatty blabbing informazioni che non dovrebbe a qualche spogliarellista nella sala VIP.

source: [R] You may not even know it's important at the time, but try to remember it. Something that could seem unimportant, might be the key to getting us out of trouble with the Mafia.
italian: [R] Forse non sai nemmeno che è importante all'epoca, ma prova a ricordarlo. Qualcosa che potrebbe sembrare irrilevante, potrebbe essere la chiave per farci uscire dai problemi con la mafia.

source: [S] Ok, I think I can do that.
italian: [S] Ok, credo di poterlo fare.

source: [R] I'll come by from time to time when you're working to see if you've learned anything.
italian: [R] Verrò di tanto in tanto quando stai lavorando per vedere se hai imparato qualcosa.

source: [R] It would also be really helpful if you got close to somebody here at the club.
italian: [R] Sarebbe anche molto utile se ci fossi vicino a qualcuno qui al club.

source: [S] Once again, you said you don't want me to get involved with the Mafia, and now you're asking me to befriend one of them?
italian: [S] Ancora una volta, hai detto che non vuoi che mi coinvolga nella mafia, e ora mi stai chiedendo di essere amico di uno di loro?

source: [R] Well, since you didn't take my advice, maybe we can benefit from your stubbornness.
italian: [R] Beh, dato che non hai preso il mio consiglio, forse possiamo trarre beneficio dalla tua testardaggine.

source: [S] Well, who are you thinking I should get close to?
italian: [S] Beh, a chi state pensando che dovrei avvicinarmi?

source: [R] Well, who better than the big cheese himself?
italian: [R] Beh, chi meglio del grande formaggio stesso?

source: [S] How would I get close to a Mafia boss?
italian: [S] Come mi avvicinerei ad un boss mafioso?

source: [R] I don't know! You'll just have to try to get to know him, and figure out what his interests are.
italian: [R] Non lo so! Dovrai solo provare a conoscerlo, e capire quali sono i suoi interessi.

source: [R] I'll leave most of that up to you.
italian: [R] Ne lascerò la maggior parte a voi.

source: [R] You and Armani seem to be hitting it off already.
italian: [R] Tu e Armani sembrate già averlo colpito.

source: [S] I mean yeah, she seems nice and all.
italian: [S] Intendo sì, lei sembra gentile e tutti.

source: [S] And she does have a tendency to run her mouth nonstop.
italian: [S] E lei ha la tendenza a correre la bocca senza sosta.

source: [R] Well, that's perfect then!
italian: [R] Beh, allora è perfetto!

source: [S] Alright.... I'll see what I can learn.
italian: [S] Bene... vedrò cosa posso imparare.

source: [S] Was there something else you wanted?
italian: [S] C'era qualcos'altro che volevi?

source: [R] So, have you been able to learn anything from Joey?
italian: [R] Così, sei stato in grado di imparare qualcosa da Joey?

source: [R] So, have you been able to learn anything from Armani?
italian: [R] Quindi, sei stato in grado di imparare qualcosa da Armani?

source: [S] Not yet. I'm going to need some more time.
italian: [S] Non ancora. Avrò bisogno di altro tempo.

source: {i}"This storyline will be continued in future updates."{/i}
italian: {i}"Questa trama continuerà nei futuri aggiornamenti."{/i}

source: [R] So, I know you're trying to save up enough money to go back to fashion design school, is this job paying you well enough so that you can go back soon?
italian: [R] So che stai cercando di risparmiare abbastanza soldi per tornare alla scuola di design di moda, è questo lavoro che ti paga abbastanza bene in modo che si può tornare presto?

source: [S] Well, it's better than nothing, but fashion school is really expensive, but this is probably the best money I can make without the FBI finding out about it.
italian: [S] Beh, è meglio di niente, ma la scuola di moda è davvero costosa, ma questo è probabilmente il miglior denaro che posso fare senza l'FBI scoprire su di esso.

source: [RT] {i}Well.... I can guarantee that at least one person at the FBI will know about it.... Fuck.... Agent Diaz will have leverage over Sidney now too. Hopefully she's only into redheads.{/i}
italian: [RT] {i}Bene.... Posso garantire che almeno una persona all'FBI lo saprà... Fuck.... Agent Diaz avrà la leva su Sidney anche ora. Speriamo che sia solo in rosse.{/i}

source: [S] I want to keep the money for college, but it will also be a good emergency fund, just in case our family gets into some trouble.
italian: [S] Voglio mantenere i soldi per l'università, ma sarà anche un buon fondo di emergenza, nel caso in cui la nostra famiglia si trovi in qualche guai.

source: [R] Well, once our family photo business is making better money, I'll start contributing to your savings fund as well.
italian: [R] Beh, una volta che la nostra azienda fotografica di famiglia sta facendo soldi migliori, inizierò a contribuire al tuo fondo di risparmio.

source: [R] How much have you saved up so far?
italian: [R] Quanto hai risparmiato finora?

source: [S] Well, tonight is my first night, so whatever I make tonight will be what I have in my savings fund. You'll have to ask me another time, when I've actually made some money.
italian: [S] Beh, questa sera è la mia prima notte, quindi quello che faccio stasera sarà quello che ho nel mio fondo di risparmio. Dovrete chiedermi un'altra volta, quando ho effettivamente fatto un po' di soldi.

source: [R] So, how much money have you been able to save up?
italian: [R] Quindi, quanti soldi sei stato in grado di risparmiare?

source: [S] Well, with tonight's earnings, my college-slash-emergency fund should be about $[sidney_money]
italian: [S] Beh, con i guadagni di stasera, il mio college-slash-Fondo di emergenza dovrebbe essere di circa $[sidney_money]

source: [R] That's a good start. I hope I can start contributing to your college fund soon as well.
italian: [R] È un buon inizio. Spero di poter iniziare a contribuire al tuo fondo universitario anche presto.

source: [S] that would be awesome!
italian: [S] questo sarebbe fantastico!

source: [R] There's just something about being in a strip club that makes me....
italian: [R] C'è solo qualcosa di essere in una striscia club che mi rende....

source: [S] Extra horny?.... Well, no shit Sherlock.
italian: [S] Molto cornea?.... Beh, no shit Sherlock.

source: [R] So.... I was wondering if there was something we could do about it?
italian: [R] Quindi... mi chiedevo se c'era qualcosa che potevamo fare al riguardo?

source: [S] Yeah.... I guess so....
italian: [S] Sì.... Immagino di sì....

source: [S] We are kind of slow.
italian: [S] Siamo abbastanza lenti.

source: [S] Let's go to the usual spot.
italian: [S] Andiamo al solito posto.

source: [R] Maybe we should start going somewhere more private.... You know with less chance of getting caught.
italian: [R] Forse dovremmo iniziare ad andare da qualche parte più privato... Sai con meno possibilità di farsi catturare.

source: [S] Where's the fun in that?
italian: [S] Dov'è il divertimento in questo?

source: [S] Let's go to the usual spot, or not go at all.
italian: [S] Andiamo al solito posto, o non andare affatto.

source: [RT] {i}I can't believe what an exhibitionist Sidney is becoming.{/i}
italian: [RT] {i}Non riesco a credere a cosa stia diventando un esibizionista Sidney. {/i}

source: [ST] {i}Oh.... I love this cock!{/i}
italian: [ST] {i}Oh.... Mi piace questo cazzo!{/i}

source: [ST] {i}Oh.... I love watching the strip show while I'm giving my brother a blowjob!{/i}
italian: [ST] {i}Oh.... Mi piace guardare lo spettacolo della striscia mentre sto dando un pompino a mio fratello!{/i}

source: [S] Yeah, that's a big no for me.
italian: [S] Sì, è un grande no per me.

source: [R] Really?.... Why?....
italian: [R] Davvero?.... Perché?....

source: [S] I'm just not feeling it tonight.
italian: [S] Semplicemente non lo sento stasera.

source: {i}"Sidney's libido must be at least 7+ to have fun with Sidney."{/i}
italian: {i}"La libido di Sidney deve essere almeno 7+ per divertirsi con Sidney."{/i}

source: [R] Fine.... I'm already here anyways.... I might as well go watch the stripshow.
italian: [R] Fine.... Sono già qui comunque... potrei anche andare a guardare il stripshow.

source: [AD] Well, There's a face I recognize.
italian: [AD] Beh, c'è una faccia che riconosco.

source: [R] Oh!.... Holy shit! Agent Diaz?
italian: [R] Oh!.... Merda santa! Agente Diaz?

source: [R] Sorry I didn't notice you sitting there, my attention was focused elsewhere.
italian: [R] Mi dispiace che non ti abbia notato seduto lì, la mia attenzione è stata concentrata altrove.

source: [AD] Haha.... I'm sure it was.
italian: [AD] Haha.... Sono sicuro che fosse.

source: [AD] So, you decided to come watch a stripshow from somewhere else besides behind the corner?
italian: [AD] Così, hai deciso di venire a guardare uno stripshow da qualche altra parte oltre a dietro l'angolo?

source: [R] How did you know?....
italian: [R] Come lo sapevi?....

source: [AD] I know the cleaning lady pretty well, and she's no fan of yours, and everyone here just assumes it was you, and now you just confirmed it.
italian: [AD] Conosco la signora della pulizia abbastanza bene, e lei non è un vostro fan, e tutti qui solo suppone che fosse voi, e ora lo avete appena confermato.

source: [R] Shit!....
italian: [R] Mossa!....

source: [AD] Hahaha.... Don't worry about it! This is a strip club, they see all kinds of weird shit.
italian: [AD] Hahaha.... Non preoccuparti! Questo è un club di striscia, vedono tutti i tipi di merda strana.

source: [R] I'm really surprised to see you here with your badge on display.
italian: [R] Sono davvero sorpreso di vederti qui con il tuo distintivo in mostra.

source: [AD] Ahh.... Everybody knows me here. There's no sense in trying to hide anything.
italian: [AD] Ahh.... Tutti mi conoscono qui. Non ha senso cercare di nascondere qualcosa.

source: [R] What about the FBI?
italian: [R] Che ne dite dell'FBI?

source: [AD] They just assume I'm working an informant.
italian: [AD] Suppongono che sto lavorando un informatore.

source: [AD] And the DeCapos give me some small time criminals from outside the family from time to time.
italian: [AD] E i DeCapos mi danno qualche piccolo criminale di tempo dall'esterno della famiglia di tanto in tanto.

source: [AD] Then I just tell the FBI they are part of the DeCapo family, and they are pleased as can be.
italian: [AD] Poi dico solo all'FBI che fanno parte della famiglia DeCapo e sono contenti come può essere.

source: [AD] The DeCapos further their interests, and I get promoted.
italian: [AD] I DeCapos ulteriormente i loro interessi, e vengo promosso.

source: [R] Do you mean small time criminals like my dad?
italian: [R] Vuoi dire piccoli criminali di tempo come mio papà?

source: [AD] Exactly.... Only we weren't responsible for that one. We wouldn't purposefully incarcerate your dad. He knows too much about the DeCapos.
italian: [AD] Esattamente.... Solo noi non eravamo responsabili di quello. Non incarceravamo volutamente tuo papà. Sa troppo sul DeCapos.

source: [AD] And if he wants to stay alive, he'll keep his mouth shut. But he already knows that.
italian: [AD] E se vuole rimanere vivo, manterrà la bocca chiusa. Ma lo sa già.

source: [RT] {i}Diaz sure is brazenly unashamed about her relationship with the DeCapos, maybe I could record a conversation with her where she reveals something more incriminating.{/i}
italian: [RT] {i}Diaz sicuro è sfacciatamente svergognato del suo rapporto con i DeCapos, forse potrei registrare una conversazione con lei dove lei rivela qualcosa di più incriminante. /i}

source: [AD] So, are you excited for my next visit on Thursday?
italian: [AD] Quindi, sei entusiasta per la mia prossima visita il giovedì?

source: [AD] Maybe if you stop paying me, and let me get a better shot at Lauren, I'll start involving you in her punishments.
italian: [AD] Forse se smettete di pagarmi, e lasciatemi ottenere un colpo migliore a Lauren, inizierò a coinvolgervi nelle sue punizioni.
