Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [R] Don't worry, girls... I'm here!
italian: [R] Non preoccupatevi, ragazze... Sono qui!

source: [S] Is that [ryan]!?
italian: [S] Quello è [ryan]!?

source: [R] Yeah, it's me!
italian: [R] Sì, sono io!

source: [S] Oh, [ryan]! Thank God!
italian: [S] Oh, [ryan]! Grazie a Dio!

source: [AD] Hey, [ryan]?
italian: [AD] Ehi, [ryan]?

source: [R] Yeah?... Is that you, Agent Diaz?
italian: [R] Sì?... Sei tu, agente Diaz?

source: [AD] Yes... and can you hurry up and detain this guy, and kindly get the wrench out of my ass?
italian: [AD] Sì... e puoi sbrigarti a trattenere questo tizio, e gentilmente togliermi la chiave inglese dal culo?

source: [RT] {i}Haha... That wrench is just sticking out of her ass!{/i}
italian: [RT] {i}Haha... Quella chiave sta uscendo dal suo culo!

source: [R] Ummm... yeah...
italian: [R] Ummm... sì...

source: [R] Let those girls out of those shackles before I put a bullet in your head!
italian: [R] Fai uscire quelle ragazze da quelle manette prima che ti pianti una pallottola in testa!

source: [R] Get away from those girls, you perverted son of a bitch!
italian: [R] Allontanati da quelle ragazze, hai pervertito il figlio di una puttana!

source: [CC] Whoa... Hey... Hey... don't shoot!
italian: [CC] Choa... Hey... Hey... non sparare!

source: [R] Don't worry girls... I'm here!
italian: [R] Non preoccuparti ragazze... sono qui!

source: [R] Yeah? Is that you, Agent Diaz?
italian: [R] Sì? Sei tu, Agente Diaz?

source: [AD] Yes... and can you hurry up and detain this guy and get us out of these shackles, so I can pull my panties back up?
italian: [AD] Sì... e puoi sbrigarti e trattenere questo ragazzo e farci uscire da queste griglie, così posso tirare le mie mutandine di nuovo in su?

source: [AD] So you think it's ok to shove things up someone's ass?
italian: [AD] Quindi pensi che sia giusto ficcare cose nel culo di qualcuno?

source: [CC] You liked it, you slut.
italian: [CC] Ti è piaciuto, puttana.

source: [AD] Yeah well, we'll see how you like it when they are interrogating you. I'm going to request that they shove a pineapple up your ass.
italian: [AD] Sì, beh, vedremo come ti piacerà quando ti interrogheranno. Chiederò che ti ficchino un ananas nel culo.

source: [AD] You're going to wish [ryan] had pulled the trigger.
italian: [AD] Desidererai che [ryan] abbia premuto il grilletto.

source: [CC] Bitch!
italian: [CC] Puttana!

source: [AD] Come on, I'm taking your treacherous ass to the DeCapo boys!
italian: [AD] Andiamo, sto portando il tuo culo infido ai ragazzi di DeCapo!

source: [AD] They can decide what to do with you.
italian: [AD] Loro possono decidere cosa fare con te.

source: [AD] You're lucky [ryan] never gave you a chance to stick that wrench up my ass.
italian: [AD] Sei fortunato [ryan] non ti ha mai dato la possibilità di attaccare quella chiave sul mio culo.

source: [CC] Yeah, you would have liked it, you slut.
italian: [CC] Sì, ti sarebbe piaciuto, ti troia.

source: [A] Are you doing ok, Sidney?
italian: [A] Stai bene, Sidney?

source: [S] Yeah, I'm surprisingly calm.
italian: [S] Sì, sono sorprendentemente calmo.

source: [S] I was scared while it was happening, but now I feel almost a rush.
italian: [S] Ero spaventato mentre stava accadendo, ma ora sento quasi un brivido.

source: [A] Aahh... like after a scary movie, right?
italian: [A] Aahh... come dopo un film di paura, giusto?

source: [S] Yeah... Kinda...
italian: [S] Sì... Più o meno...

source: [A] There are very few people that get a thrill from such intense situations.
italian: [A] Ci sono poche persone che provano un brivido da situazioni così intense.

source: [A] Maybe this type of life is suited for you.
italian: [A] Forse questo tipo di vita è adatto a te.

source: [A] Anyways, I hope this experience won't make you quit working here.
italian: [A] Comunque, spero che questa esperienza non ti faccia smettere di lavorare qui.

source: [A] I love having your company at work.
italian: [A] Adoro avere la tua compagnia al lavoro.

source: [S] No... I think I'm ok... I'll be back next Monday... Maybe even sooner.
italian: [S] No... penso di essere a posto... Tornerò lunedì prossimo... Forse anche prima.

source: [A] Yay! I'm so happy you're going to stay!
italian: [A] Evviva! Sono così felice che tu rimanga!

source: [A] And thank you so much for saving us, [ryan]!
italian: [A] E grazie mille per averci salvato, [ryan]!

source: [A] Who knows what would have happened to us if he'd succeeded in killing my uncle.
italian: [A] Chissà cosa ci sarebbe successo se fosse riuscito ad uccidere mio zio.

source: [R] He was after your uncle?
italian: [R] Stava cercando tuo zio?

source: [A] Yes, and because of you, we're all safe!
italian: [A] Sì, e grazie a te, siamo tutti salvi!

source: [RT] {i}Damnit! Why couldn't I have saved them after he'd killed her uncle.{/i}
italian: [RT] {i}Dannazione! Perché non ho potuto salvarli dopo che lui ha ucciso suo zio?

source: [RT] {i}No uncle, no debt.{/i}
italian: [RT] {i}Nessuno zio, nessun debito.{/i}

source: [R] Wow!... Thanks!
italian: [R] Wow!... Grazie!

source: [A] No... Thank you!
italian: [A] No... grazie a te!

source: [A] And now I've got to run help Diaz find my uncle.
italian: [A] E ora devo correre ad aiutare Diaz a trovare mio zio.

source: [A] Make sure Sidney's ok for me, will you?
italian: [A] Assicurati che Sidney stia bene per me, va bene?

source: [R] Yeah, of course.
italian: [R] Sì, certo.

source: [R] Wow! What a day!
italian: [R] Wow! Che giornata!

source: [R] I'm so glad you're safe!
italian: [R] Sono così felice che tu sia salva!

source: [S] I'm only safe thanks to you.
italian: [S] Sono al sicuro solo grazie a te.

source: [S] You're my hero!
italian: [S] Sei il mio eroe!

source: [R] I was just lucky to be there at the right time.
italian: [R] Sono stato solo fortunato ad essere lì al momento giusto.

source: [S] No!... Don't sell yourself short!
italian: [S] No!... Non sottovalutarti!

source: [S] What you did took incredible courage.
italian: [S] Quello che hai fatto ha richiesto un coraggio incredibile.

source: [S] I don't think I'd have had the courage to...
italian: [S] Non credo che avrei avuto il coraggio di...

source: [S] Wow! Your dick is as hard as a rock!
italian: [S] Wow! Il tuo cazzo è duro come una roccia!

source: [R] Oh... I'm sorry! I didn't even notice, with everything else going on... I guess it's just a weird reaction to all the excitement.
italian: [R] Oh... mi dispiace! Non l'ho nemmeno notato, con tutto quello che stava succedendo... Credo che sia solo una strana reazione a tutta l'eccitazione.

source: [S] No it's ok... Actually...
italian: [S] No, va bene... In realtà...

source: [S] I'm kinda hoping that you're hard because you were hugging me.
italian: [S] Spero che tu sia duro perché mi stavi abbracciando.

source: [R] Really?!
italian: [R] Davvero?!

source: [S] Yeah...
italian: [S] Sì...

source: [S] I know this is really weird... But my thoughts and emotions are doing all kinds of somersaults.
italian: [S] So che è molto strano... Ma i miei pensieri e le mie emozioni stanno facendo tutti i tipi di capriole.

source: [S] I'm both shook up, and weirdly calm. I'm feeling timid, and brave. I'm scared, but I've also feeling a rush like I just rode a rollercoaster.
italian: [S] Sono allo stesso tempo scosso e stranamente calmo. Mi sento timido e coraggioso. Ho paura, ma sento anche un brivido come se avessi appena fatto un giro sulle montagne russe.

source: [S] But the strongest of all these feelings is that I need to get as close as I can to the guy who saved my life!
italian: [S] Ma il più forte di tutti questi sentimenti è che ho bisogno di avvicinarmi il più possibile al ragazzo che mi ha salvato la vita!

source: [S] And I know this is so wrong, but I just don't care anymore!
italian: [S] E so che è così sbagliato, ma non mi importa più!

source: [S] I neeeed you inside me!
italian: [S] Ho bisogno di te dentro di me!

source: [RT] {i}Is this really going to happen?{/i}
italian: [RT] {i}Sarà davvero così? {/i}

source: [RT] {i}I mean it took a lot of work to get here, but I never would have thought I'd get her to the point where she would initiate our first time having sex!{/i}
italian: [RT] {i}Voglio dire che c'è voluto molto lavoro per arrivare qui, ma non avrei mai pensato che l'avrei portata al punto in cui lei avrebbe iniziato la nostra prima volta a fare sesso!

source: [RT] {i}Wow! My first time having sex is going to be with my sister, Sidney!{/i}
italian: [RT] {i}Wow! La mia prima volta che fai sesso sarà con mia sorella, Sidney!{/i}

source: [ST] {i}Oh, my God! What's come over me?{/i}
italian: [ST] {i}Oh, mio Dio! Cosa mi sta succedendo?

source: [ST] {i}Am I really going to let my own brother fuck my needy pussy?{/i}
italian: [ST] {i}Ho davvero intenzione di lasciare che mio fratello scopi la mia figa bisognosa?

source: [ST] {i}But it is such a needy pussy right now.{/i}
italian: [ST] {i}Ma è una figa così bisognosa in questo momento.

source: [ST] {i}It seems that I need a good dicking down when my adrenaline gets so high.{/i}
italian: [ST] {i}Sembra che abbia bisogno di un bel cazzotto quando la mia adrenalina è così alta.

source: [ST] {i}God, I hope a good dicking down will satisfy this itch!{/i}
italian: [ST] {i}Dio, spero che un bel cazzotto soddisfi questo prurito!

source: [ST] {i}It's not like I need my brother's cock... I just need any cock right now... His is just the most convenient and willing.{/i}
italian: [ST] {i}Non è come se avessi bisogno del cazzo di mio fratello... ho solo bisogno di qualsiasi cazzo in questo momento... Il suo è solo il più comodo e volente.{/i}

source: [ST] {i}Not to mention the biggest around.{/i}
italian: [ST] {i}Per non parlare del più grande intorno.{/i}

source: [ST] {i}How could I have allowed myself to get so wanton?{/i}
italian: [ST] {i}Come avrei potuto permettermi di ottenere così voluto?{/i}

source: [ST] {i}But it's not like any cock will scratch this itch... I really just need my brother's cock.{/i}
italian: [ST] {i}Ma non è come qualsiasi cazzo grattare questo prurito... Ho davvero solo bisogno del cazzo di mio fratello.{/i}

source: [ST] {i}How could I have let things go so far between us?{/i}
italian: [ST] {i}Come ho potuto lasciare che le cose andassero così lontano tra noi?

source: [S] Ok, I think we're both ready. Lay down.
italian: [S] Ok, penso che siamo entrambi pronti. Sdraiati.

source: [R] Wait!
italian: [R] Aspetta!

source: [S] Oh no... What is it?
italian: [S] Oh no... Cosa c'è?

source: [R] I just wanted to let you know that I'm giving my virginity to you.
italian: [R] Volevo solo farti sapere che ti sto dando la mia verginità.

source: [S] Oh, my God... I didn't realize... I mean I've never seen you real cozy around any other girls, but your virginity?
italian: [S] Oh, mio Dio... Non mi ero reso conto... Voglio dire che non ti ho mai visto molto accogliente con altre ragazze, ma la tua verginità?

source: [R] Yeah, yeah, I know I'm not real smooth with the ladies.
italian: [R] Sì, sì, so di non essere molto delicato con le donne.

source: [S] No wonder you're so perverted, all that pent-up sexual energy...
italian: [S] Non mi sorprende che tu sia così perverso, tutta quell'energia sessuale repressa...

source: [S] but... are you sure you want to lose your virginity to your sister?
italian: [S] ma... sei sicuro di voler perdere la tua verginità a tua sorella?

source: [R] I can't think of anyone better.
italian: [R] Non riesco a pensare a nessuno di meglio.

source: [RT] {i}Well maybe Mom, or Lauren.{/i}
italian: [RT] {i}Beh forse mamma, o Lauren.{/i}

source: [S] That's so sweet.
italian: [S] È così dolce.

source: [S] So are you ready? I'm dying to get that huge cock in my pussy!
italian: [S] Allora, sei pronto? Sto morendo dalla voglia di avere quel cazzo enorme nella mia figa!

source: [R] Hahah... Yeah... I'm ready.
italian: [R] Hahah... Sì... sono pronta.

source: [RT] {i}Oh, fuck!{/i}
italian: [RT] {i}Oh, cazzo!{/i}

source: [S] God, [ryan]! I've never felt so filled!
italian: [S] Dio, [ryan]! Non mi sono mai sentita così piena!

source: [ST] {i}It's happening!... I'm fucking my brother!... God, that's so wrong!... but fuck, it's so hot!{/i}
italian: [ST] {i}Sta succedendo!... Sto scopando mio fratello!... Dio, è così sbagliato!... ma scopa, è così caldo!{/i}

source: [S] It's so tight in there! Look how my pussy lips grip your cock!
italian: [S] È così stretto lì dentro! Guarda come le labbra della mia figa afferrano il tuo cazzo!

source: [S] I've never had anything this big in there!
italian: [S] Non ho mai avuto niente di così grande lì dentro!

source: [S] It's too long! I can't even get it very deep!
italian: [S] È troppo lungo! Non riesco nemmeno a metterlo molto in profondità!

source: [S] I wonder... if... we try... another... position...
italian: [S] Mi chiedo... se... proviamo... un'altra... posizione...

source: [S] Wow!... I know that feels good, but I want to see if I can take you any deeper. I wonder if it will work better if you fuck me from behind.
italian: [S] Wow!... So che è una bella sensazione, ma voglio vedere se posso portarti più in profondità. Mi chiedo se funzionerà meglio se mi scopi da dietro.

source: [R] Yeah... Let's try it.
italian: [R] Sì... Proviamo.

source: [S] Shit, that's much deeper...
italian: [S] Merda, è molto più profondo...

source: [S] You're pounding my cervix!
italian: [S] Stai martellando la mia cervice!

source: [R] Your what now?
italian: [R] La tua cosa ora?

source: [S] The entrance of my womb!
italian: [S] L'ingresso del mio utero!

source: [RT] {i}Her womb! Holy fuck! I didn't even think about how I could get her pregnant!{/i}
italian: [RT] {i}Il suo utero! Porca puttana! Non ho nemmeno pensato a come avrei potuto metterla incinta!

source: [RT] {i}She's probably on birth control. Should I ask her?... Nah... That would ruin the moment.{/i}
italian: [RT] {i}Probabilmente prende un anticoncezionale. Dovrei chiederglielo?... No... Rovinerebbe il momento.

source: [RT] {i}Oh fuck, I'm getting close though!{/i}
italian: [RT] {i}Oh cazzo, mi sto avvicinando però!

source: [RT] {i}Hnnnggghhh... I'm getting really close!{/i}
italian: [RT] {i}Hnnnggghhh... Mi sto avvicinando molto!

source: [R] Sidney! I'm gonna cum!
italian: [R] Sidney! Sto per venire!

source: [S] Please!... Fill my pussy!
italian: [S] Per favore!... Riempi la mia figa!

source: [R] Fill your pussy? Are you on birth control?
italian: [R] Riempire la tua figa? Sei sotto anticoncezionale?

source: [S] No!... But I don't care! I need your cum deep in my pussy!
italian: [S] No!... Ma non mi interessa! Ho bisogno del tuo sperma nella mia figa!

source: [RT] {i}Shit! Do I risk getting her pregnant?{/i}
italian: [RT] {i}Merda! Rischio di metterla incinta?

source: {i}"[ryan]'s cum loads in Sidney's pussy +1"{/i}
italian: {i}"[ryan]'s cum carica nella figa di Sidney +1"{/i}

source: {i}{b}"Sidney's Libido +5"{/b}{/i}
italian: {i}{b}"Libido di Sidney +5"{/b}{/i}

source: {i}"Sidney's Submission +1"{/i}
italian: {i}"Invio di "Sidney +1"{/i}

source: [S] Wow, [ryan]! That was amazing!
italian: [S] Wow, [ryan]! È stato incredibile!

source: [S] I can't believe you lasted so long for your first time!
italian: [S] Non posso credere che hai resistito così a lungo per la tua prima volta!

source: [S] And ohhh... God! There's so much cum in my pussy!
italian: [S] E ohhh... Dio! C'è così tanto sperma nella mia figa!

source: [S] I'll be dripping for days!
italian: [S] Sgocciolerò per giorni!

source: [RT] {i}Shit! Did I just knock up my sister?{/i}
italian: [RT] {i}Merda! Ho appena bussato a mia sorella?{/i}

source: [R] Maybe you should take one of those...
italian: [R] Forse dovresti prendere una di quelle...

source: [R] I'm sorry! It's just too risky!
italian: [R] Mi dispiace! È troppo rischioso!

source: [S] Fuck, [ryan]! I think that's the most I've ever seen you cum!
italian: [S] Cazzo, [ryan]! Penso che questo sia il massimo che ti abbia mai visto sborrare!

source: [S] Sorry I got so carried away while you were fucking me. Not cumming inside me was a really good call.
italian: [S] Scusa se mi sono lasciata trasportare mentre mi stavi scopando. Non sborrare dentro di me è stata un'ottima decisione.

source: [S] Ohh... But now it's dripping down the back of my legs!
italian: [S] Ohh... Ma ora sta gocciolando sul retro delle mie gambe!

source: [S] I'll just rub it into my skin for now.
italian: [S] Mi limiterò a strofinarlo sulla pelle per ora.

source: [S] I'm not on birth control!
italian: [S] Io non sono sul controllo delle nascite!

source: [S] Please! Don't cum in my pussy!
italian: [S] Per favore! Non sborri nella mia figa!

source: [RT] {i}It's not like she really has a choice here, but should I risk gettting her pregnant?{/i}
italian: [RT] {i}Non è come se avesse davvero una scelta qui, ma dovrei rischiare di farla incinta?{/i}

source: {i}{b}"Sidney's Anger +5"{/b}{/i}
italian: {i}{b}"Rabbia di "Sidney +5"{/b}{/i}

source: [S] What the hell?... I told you not to cum in my pussy!
italian: [S] Che inferno?... Ti ho detto di non sborrare nella mia figa!

source: [S] God! And you came so much!
italian: [S] Dio! E sei venuto così tanto!

source: [S] I'm going to be dripping for days.
italian: [S] Sto andando a gocciolare per giorni.

source: [S] I'd better go get one of those...
italian: [S] Farei meglio ad andare a prendere una di quelle...

source: [S] Thank you so much for resisting the urge to cum in my pussy!
italian: [S] Grazie mille per aver resistito alla voglia di sborrare nella mia figa!

source: [A] Fuck! What are you two doing?
italian: [A] Cazzo! Cosa state facendo voi due?

source: [S] It's not what it looks like!
italian: [S] Non è come sembra!

source: [S] Its...
italian: [S] Il suo...

source: [A] It doesn't matter right now. You two need to hurry and get your pants back on. My uncle is back, and he's looking for both of you.
italian: [A] Non ha importanza adesso. Voi due dovete sbrigarvi a rimettervi i pantaloni. Mio zio è tornato e vi sta cercando entrambi.

source: [A] I'll run and tell him you're still here, and in the meantime, get those pants back on.
italian: [A] Correrò a dirgli che siete ancora qui e, nel frattempo, rimettetevi i pantaloni.

source: [J] I'm so glad you two are still here.
italian: [J] Sono così felice che voi due siate ancora qui.

source: [J] I was really hoping I'd get a chance to talk to you before you went home tonight.
italian: [J] Speravo davvero di avere la possibilità di parlarvi prima che andaste a casa stasera.

source: [J] Mostly [ryan], I want to thank you for stopping Charlie the Chin from hurting my niece and possibly killing me.
italian: [J] Più che altro [ryan], voglio ringraziarvi per aver impedito a Charlie il mento di fare del male a mia nipote e forse di uccidermi.

source: [RT] {i}Fuck! What does Armani think we were up to?... Is there any way she could mistake what we were doing?{/i}
italian: [RT] {i}Cazzo! Cosa pensa Armani che stavamo facendo? C'è un modo in cui potrebbe fraintendere quello che stavamo facendo?

source: [J] Though it's unlikely he would have ever succeeded.
italian: [J] Anche se è improbabile che ci sia riuscito.

source: [RT] {i}Nope... Looks like she understood exactly what we were doing.{/i}
italian: [RT] {i}No... Sembra che abbia capito esattamente cosa stavamo facendo.

source: [J] That idiot doesn't have two brain cells to rub together.
italian: [J] Quell'idiota non ha due cellule cerebrali da sfregare insieme.

source: [J] But it still takes a lot of courage to stand up to a Mafia goon, there's no way you could have known he's not the sharpest tool in the shed.
italian: [J] Ma ci vuole comunque molto coraggio per tenere testa a un sicario della mafia, non c'è modo di sapere che non è l'attrezzo più affilato della baracca.

source: [J] Sidney, I'm so embarrassed that you were put in danger at your place of employment.
italian: [J] Sidney, sono così imbarazzata che tu sia stato messo in pericolo nel tuo posto di lavoro.

source: [RT] {i}At least Armani doesn't seem very disturbed by it all.{/i}
italian: [RT] {i}Almeno Armani non sembra molto disturbato da tutto questo.

source: [J] I would hate to lose your help over this incident, so please consider continued employment with us.
italian: [J] Mi dispiacerebbe perdere il tuo aiuto per questo incidente, quindi ti prego di considerare di continuare a lavorare con noi.

source: [J] I'd love to give you a little pay bonus for the inconvenience.
italian: [J] Mi piacerebbe darti un piccolo bonus di stipendio per l'inconveniente.

source: [J] Also, as a token of my appreciation, I'm going to take twenty thousand dollars off of your family's debt to us.
italian: [J] Inoltre, come segno del mio apprezzamento, prenderò ventimila dollari per il debito della vostra famiglia nei nostri confronti.

source: [R] Wow! That's a lot!
italian: [R] Wow! Sono tanti!

source: [J] Well, it won't affect any weekly payments or anything, but it will take a lot off the final balloon payment that's due at the end of the payment period.
italian: [J] Beh, non influirà su nessun pagamento settimanale o altro, ma toglierà molto dal pagamento finale a palloncino che è dovuto alla fine del periodo di pagamento.

source: [R] How much debt do we still owe you, and when does the payment period end?
italian: [R] Quanto debito ti dobbiamo ancora, e quando finisce il periodo di pagamento?

source: [J] Sorry, I don't have the numbers memorised. I'll look into it, and get back to you through Agent Diaz.
italian: [J] Scusa, non ho memorizzato i numeri. Ci darò un'occhiata e ti farò sapere tramite l'agente Diaz.

source: [J] But anyways, thank you so much, and if there's anything else we can do for you within reason, let me know.
italian: [J] Ad ogni modo, grazie mille e se c'è qualcos'altro che possiamo fare per te, nei limiti del ragionevole, fammi sapere.

source: [J] I'll give you a few minutes to collect yourselves, and then I'm going to need that room back. I've got a certain former disgruntled employee that I've got to do an exit interview with in that room.
italian: [J] Vi darò qualche minuto per riprendervi e poi avrò bisogno di quella stanza. Ho un certo ex dipendente scontento con cui devo fare un'intervista di uscita in quella stanza.

source: [R] Understood.
italian: [R] Capito.

source: [A] Holy fuck!... I can't even believe you two!
italian: [A] Scopata santa!... Non posso nemmeno crederti due!

source: [A] Sidney! Why didn't you tell me you were fucking your brother?
italian: [A] Sidney! Perché non mi hai detto che stavi scopando tuo fratello?

source: [S] I wasn't... Until tonight...
italian: [S] Non lo ero... Fino a stasera...

source: [S] I was just so overwhelmed with emotions, I acted on instinct, instead of using my brain.
italian: [S] Ero così sopraffatta dalle emozioni che ho agito d'istinto, invece di usare il cervello.

source: [A] Shit! That's awesome! Usually our instincts are right, and we just screw things up with our brains.
italian: [A] Merda! È fantastico! Di solito il nostro istinto ha ragione e noi incasiniamo solo le cose con il nostro cervello.

source: [A] Just to be clear though, you don't have any time to fuck here again. They are literally hauling Charlie's broken ass to this room as we speak.
italian: [A] Giusto per essere chiari, però, non hai più tempo per scopare qui. Stanno letteralmente trasportando il culo rotto di Charlie in questa stanza mentre parliamo.

source: [A] I hope I get to see you two around again very soon!
italian: [A] Spero di rivedervi molto presto!

source: [A] And thank you again, [ryan]! You're my hero!
italian: [A] E grazie ancora, [ryan]! Sei il mio eroe!
