Repository: DonRP/AFV
Catalog: game/*/*/UpdateScriptChristmasEvent.po
Languages: italian

source: [S] I'm sorry [ryan].... I had no idea you had this added pressure on you, on top of everything else you're trying to do to keep a roof over our heads.
italian: [S] Mi dispiace [ryan].... Non avevo idea che tu avessi questa pressione aggiuntiva su di te, in cima a tutto il resto che stai cercando di fare per mantenere un tetto sopra le nostre teste.

source: [ST] {i}Now that's a real man!{/i}
italian: [ST] {i}Ora questo è un vero uomo!{/i}

source: [RT] {i}That's so nice!{/i}
italian: [RT] {i}È così bello!{/i}

source: [ST] {i}Even if he doesn't look like it.{/i}
italian: [ST] {i}Anche se non assomiglia.{/i}

source: [GCP] No! This can't be happening.
italian: [GCP] No! Questo non può succedere.

source: [S] We're going to do the photo shoot!
italian: [S] Faremo lo shooting fotografico!

source: [S] I know it has the potential to bring in a lot of money, and I want to help you out by doing my part.
italian: [S] So che ha il potenziale per portare un sacco di soldi, e voglio aiutarvi facendo la mia parte.

source: [S] Are you in, Lauren?
italian: [S] Sei dentro, Lauren?

source: [L] Yeah, and I think we can make it fun!
italian: [L] Sì, e penso che possiamo renderlo divertente!

source: [S] We'll think of a good pose to start with.
italian: [S] Penseremo a una buona posa con cui iniziare.

source: [LT] {i}It's not everyday I get to spend time with my sister. At least not dressed like total sluts. Damn, she looks hot!{/i}
italian: [LT] {i}Non è ogni giorno che trascorrerò del tempo con mia sorella. Almeno non vestita come troie totali. Dannazione, ha un aspetto caldo!{/i}

source: [GCP] You degenerates!
italian: [GCP] Ti degeneri!

source: [RT] {i}What's the matter? This is awesome! They now love and respect me more, and they're going to do the photo shoot without having to be manipulated.{/i}
italian: [RT] {i}Qual è la questione? Questo è fantastico! Ora amano e mi rispettano di più, e stanno andando a fare il servizio fotografico senza dover essere manipolati. /i}

source: [RT] {i}Isn't this what you wanted?{/i}
italian: [RT] {i}Non è quello che volevi?{/i}

source: [GCP] No!.... I wanted you to see the error of your ways, and stop taking sexy pictures of your sisters!
italian: [GCP] No!.... Volevo vedere l'errore dei tuoi modi, e smettere di scattare foto sexy delle tue sorelle!

source: [RT] But why? They're into it now. They're fully consenting adults.
italian: [RT] Ma perché? Ci sono adesso. Sono adulti pienamente consenzienti.

source: [GCP] I've had it with your family!
italian: [GCP] L'ho avuto con la vostra famiglia!

source: [GCP] I'm going to see if I can pillage some liquor from the bar down the street!
italian: [GCP] Ho intenzione di vedere se posso saccheggiare un po 'di liquore dal bar lungo la strada!

source: [GCP] I'll be back when it's time to go.
italian: [GCP] Sarò di ritorno quando è ora di andare.

source: [RT] {i}Shoot! I made another ghost disappointed.{/i}
italian: [RT] {i}Sparatori! Ho deluso un altro fantasma.{/i}

source: [L] So, are you ready to shoot us in sexy poses?
italian: [L] Quindi, sei pronto a spararci in pose sexy?

source: [S] And how's this for a first pose?
italian: [S] E come è questo per una prima posa?

source: [R] Great! I like the buddy-buddy pose.
italian: [R] Grande! Mi piace la posa amico-amico.

source: [R] That will make a great first pic.
italian: [R] Questo farà una grande prima foto.

source: [R] I think I'll add a homey Christmas background.
italian: [R] Penso che aggiungerò uno sfondo natalizio casalingo.

source: [R] I can see it all now!
italian: [R] Posso vedere tutto adesso!

source: [R] Ok.... now I want you to do some Christmassy things.
italian: [R] Ok.... ora voglio che tu faccia qualche cosa di Natale.

source: [L] I can make it look like I'm hanging Christmas tree ornaments.
italian: [L] Posso farla sembrare come se fossi appeso agli ornamenti dell'albero di Natale.

source: [S] And I'll make it look like I'm hanging stockings.
italian: [S] E farò sembrare che io appeso le calze.

source: [R] Sounds good, but do it in a sexy way.
italian: [R] Suona bene, ma farlo in modo sexy.

source: [L] Well, duh...
italian: [L] Beh, duh...

source: [R] Nice! That looks super sexy!
italian: [R] Bene! Sembra super sexy!

source: [R] Beautiful!
italian: [R] Bello!

source: [LT] {i}It's kind of fun posing with my sister.{/i}
italian: [LT] {i}È una specie di divertente posa con mia sorella.{/i}

source: [ST] {i}My sister looks sexy as hell in that costume I made for her.{/i}
italian: [ST] {i}Mia sorella sembra sexy come l'inferno in quel costume che ho fatto per lei.{/i}

source: [RT] {i}This is awesome! I wish I could read minds all the time.{/i}
italian: [RT] {i}Questo è fantastico! Vorrei che potessi leggere le menti tutto il tempo.{/i}

source: [R] Ok.... moving on.... I think I see some prop presents against the wall.
italian: [R] Ok.... in movimento.... penso di vedere alcuni regali di puntello contro il muro.

source: [R] Let's do a scene with you opening them
italian: [R] Facciamo una scena con te aprendoli

source: [S] Those aren't actually props. Sidney and I decided to give each other our Christmas presents early, since, well.... at least my present isn't appropriate to open under the tree in front of Mom.
italian: [S] In realtà non sono promettenti. Sidney e io abbiamo deciso di darci a vicenda i nostri regali di Natale presto, da allora, bene... almeno il mio regalo non è adatto per aprirsi sotto l'albero di fronte alla mamma.

source: [L] Haha, yeah.... mine isn't, either.
italian: [L] Haha, sì... il mio non lo è.

source: [R] Do you guys mind opening them now, for the photo shoot?
italian: [R] Ti dispiace aprirli ora, per il servizio fotografico?

source: [S] No, we don't mind.
italian: [S] No, non ce ne dispiace.

source: [R] Geat! Run and grab them, and then get into a good pose.
italian: [R] Geat! Corri e prendi loro, e poi entra in una buona posa.

source: [R] You two are becoming naturals at this.
italian: [R] Voi due state diventando naturali in questo.

source: [R] Once you get them open, show each other what you got.
italian: [R] Una volta che li avrai aperti, mostrati quello che hai ottenuto.

source: [S] Haha.... I can't believe we got each other the same thing!
italian: [S] Haha.... Non riesco a credere che ci siamo presi la stessa cosa!

source: [L] Yeah.... just different colors!
italian: [L] Sì.... solo colori diversi!

source: [R] I guess horny minds think alike.
italian: [R] Immagino che le menti cornea pensino allo stesso modo.

source: [R] This is great! The natural reaction makes an even better picture than if you girls were acting!
italian: [R] Questo è fantastico! La reazione naturale rende un'immagine ancora migliore che se le ragazze stavano recitando!

source: [ST] {i}I can't wait to get home and try it.{/i}
italian: [ST] {i}Non vedo l'ora di tornare a casa e provarlo.{/i}

source: [LT] {i}I wish I could try this right now!{/i}
italian: [LT] {i}Vorrei che potessi provare subito questo!{/i}

source: [R] Alright.... why don't you thank each other with a passionate kiss.
italian: [R] Va bene.... perché non vi ringraziate con un bacio appassionato.

source: [S] What!?...
italian: [S] Cosa!?...

source: [R] For the photo shoot!
italian: [R] Per lo scatto fotografico!

source: [R] Not for real.
italian: [R] Non è reale.

source: [R] You don't actually have to make out.
italian: [R] In realtà non è necessario fare a meno.

source: [R] Just make it look like you are.
italian: [R] Semplicemente faccia sembrare che sei.

source: [L] But we're sisters!
italian: [L] Ma noi siamo sorelle!

source: [R] Yeah, well, none of your online fans know that. And even if they did, it would just make you two even more popular.
italian: [R] Sì, beh, nessuno dei tuoi fan online lo sa così. E anche se lo facessero, ti renderebbe due ancora più popolari.

source: [RT] {i}Maybe I should put that in their bios.{/i}
italian: [RT] {i}Forse dovrei metterlo nelle loro biografie

source: [R] If you want to learn to be good models, you'll have to learn to go outside your comfort zones a little.
italian: [R] Se vuoi imparare ad essere dei buoni modelli, dovrai imparare ad uscire leggermente dalle tue zone di comfort.

source: [S] Uhhh.... this is outside a lot!
italian: [S] Uhhh.... questo è fuori molto!

source: [LT] {i}Oh my God! Will Sidney agree to do this with me? Why am I getting butterflies in my pussy when I think about it?{/i}
italian: [LT] {i}Oh mio Dio! Sidney accetterà di fare questo con me? Perché sto ottenendo farfalle nella mia figa quando ci penso?{/i}

source: [L] Come on Sidney, Let's just get it over with.
italian: [L] Vieni su Sidney, Facciamo finita con esso.

source: [R] Lauren, why don't you just straddle Sidney and...
italian: [R] Lauren, perché non sei solo a cavallo Sidney e...

source: [R] Oh, yeah.... that's perfect!
italian: [R] Oh, sì... è perfetto!

source: [R] Wow! That's pretty hot!
italian: [R] Wow! Fa abbastanza caldo!

source: [S] Just hurry up and take the picture!
italian: [S] Basta sbrigarsi e scattare la foto!

source: [ST] {i}Before my pussy betrays me and leaves a puddle on the floor!{/i}
italian: [ST] {i}Prima che la mia figa mi tradisca e lasci una pozza sul pavimento!{/i}

source: [ST] {i}This is so wrong!{/i}
italian: [ST] {i}Questo è così sbagliato!{/i}

source: [ST] {i}Why is it making my pussy tingle so much?{/i}
italian: [ST] {i}Perché mi sta facendo formicolare così tanto la figa? {/i}

source: [LT] {i}Why does this turn me on so bad?{/i}
italian: [LT] {i}Perché questo mi rende così male?{/i}

source: [LT] {i}I've already been having confusing thoughts about women, but now I'm getting turned on by my sister?{/i}
italian: [LT] {i}Ho già avuto pensieri confusi sulle donne, ma ora mi accenno a mia sorella?{/i}

source: [LT] {i}God, I hope I don't drip all over her lap.{/i}
italian: [LT] {i}Dio, spero di non gocciolare tutto il suo giro.{/i}

source: [LT] {i}I can't believe she made a costume that doesn't include panties.{/i}
italian: [LT] {i}Non posso credere che abbia fatto un costume che non include i pantaloni.{/i}

source: [RT] {i}Wow! They're kind of into each other.{/i}
italian: [RT] {i}Wow! Sono gentili gli uni negli altri.{/i}

source: [RT] {i}It sounds like they just need a little persuading.{/i}
italian: [RT] {i}Sembra che abbiano solo bisogno di un po' convincente.{/i}

source: [R] I think we're ready for the next pose.
italian: [R] Penso che siamo pronti per la prossima posta.

source: [R] Unless you want to keep kissing, but I'm thinking we should take a few shots with you playing with your new toys.
italian: [R] A meno che tu non voglia continuare a baciarti, ma penso che dovremmo fare qualche colpo con te giocando con i tuoi nuovi giocattoli.

source: [S] Play with our...
italian: [S] Gioca con il nostro...

source: [S] How do you mean?
italian: [S] Come intendi?

source: [LT] {i}Oh my.... he wants us to dildo each other.... shit!.... I think I just dripped onto Sidney's leg!{/i}
italian: [LT] {i}Oh mio.... vuole che ci dilatiamo a vicenda.... merda!.... Penso di aver appena gocciolato sulla gamba di Sidney!{/i}

source: [LT] {i}I hope she doesn't notice.{/i}
italian: [LT] {i}Spero che lei non se ne accorge.{/i}

source: [ST] {i}Holy shit!.... I think Lauren just leaked onto my leg!.... Does the thought of us playing with toys together get her excited?{/i}
italian: [ST] {i}Merda Santa!.... Penso che Lauren sia appena trapelata sulla mia gamba!.... Il pensiero di noi di giocare insieme con i giocattoli la fa eccitare?{/i}

source: [R] Haha.... I'm not expecting you to screw each other with your new dildos.
italian: [R] Haha.... Non mi aspetto che ti avvizzi a vicenda con i tuoi nuovi dildo.

source: [RT] {i}These girls are going to make me nut in my pants!{/i}
italian: [RT] {i}Queste ragazze mi faranno noce nei miei pantaloni!{/i}

source: [R] Just get into a position so it looks like Sidney is penetrating Lauren with the dildo.
italian: [R] Basta entrare in una posizione così sembra che Sidney stia penetrando Lauren con il dildo.

source: [R] But you won't actually penetrate.
italian: [R] Ma in realtà non penetrai.

source: [R] Just make it look like it.
italian: [R] Semplicemente la faccia assomigliare.

source: [R] Unless you want to keep making out!
italian: [R] A meno che tu non voglia continuare a farlo!

source: [LT] {i}I kind of do.{/i}
italian: [LT] {i}che tipo di fare.{/i}

source: [S] Uuuhhh.... ok Lauren.... let's.... get.... into position.
italian: [S] Uuuhhh.... ok Lauren.... let's.... get.... in posizione.

source: [S] Does this look ok?
italian: [S] Questo sembra giusto?

source: [R] Yeah, that's pretty convincing.
italian: [R] Sì, questo è abbastanza convincente.

source: [R] Let me get a quick shot of it.
italian: [R] Permettetemi di ottenere un colpo veloce di esso.

source: [R] Great! Now move the dildo a little closer.
italian: [R] Ottimo! Ora sposta il dildo un po' più vicino.

source: [R] And if Lauren's ok with it, just kind of prod and push the dildo between her thigh gap.
italian: [R] E se Lauren ok con esso, solo tipo di prod e spingere il dildo tra il suo divario coscia.

source: [R] From my perspective, it should look pretty convincing.
italian: [R] Dal mio punto di vista, dovrebbe sembrare abbastanza convincente.

source: [ST] {i}Hmmmm.... I think I should use this opportunity to tease Lauren.{/i}
italian: [ST] {i}Hmmmm.... Penso che dovrei approfittare di questa opportunità per prendere in giro Lauren.{/i}

source: [ST] {i}After all, she did let her pussy leak her naughty juices all over my leg.{/i}
italian: [ST] {i}Dopo tutto, ha lasciato la sua figa perdere i suoi succhi cattivi in tutta la mia gamba.{/i}

source: [RT] {i}Oh, no way!.... I always thought Sidney was too much of a prude to do anything like that to her own sister!{/i}
italian: [RT] {i}Oh, nessun modo!.... Ho sempre pensato che Sidney fosse troppo prudente per fare qualcosa del genere a sua sorella!{/i}

source: [RT] {i}I wonder what she'll do to her.{/i}
italian: [RT] {i}Mi chiedo cosa farà a lei.{/i}

source: [LT] {i}Oh.... my.... God!....{/i}
italian: [LT] {i}Oh.... mio.... Dio!....{/i}

source: [LT] {i}What the hell is Sidney thinking?{/i}
italian: [LT] {i}Che diavolo sta pensando Sidney?{/i}

source: [LT] {i}Where does she get the balls to do this to her own sister?{/i}
italian: [LT] {i}Dove ottiene le palle per fare questo a sua sorella?{/i}

source: [LT] {i}Keep quiet.... not a sound.... that would be so embarassing if [ryan] knew!{/i}
italian: [LT] {i}Mantieni silenzioso.... non un suono.... che sarebbe così imbarcarsi se [ryan] sapesso!{/i}

source: [ST] {i}Haha.... look at her squirm.... this is driving her crazy!{/i}
italian: [ST] {i}Haha.... guarda il suo scoiattolo.... questo sta guidando il suo pazzo!{/i}

source: [RT] {i}Damn, from this angle I can't see what she's doing.{/i}
italian: [RT] {i}Dannazione, da questo punto di vista non riesco a vedere cosa sta facendo.{/i}

source: [RT] {i}I can only imagine what's going on back there.{/i}
italian: [RT] {i}Posso solo immaginare cosa sta succedendo lì.{/i}

source: [LT] {i}Why does it feel so much better when Sidney does that to me, then when I do it to myself?{/i}
italian: [LT] {i}Perché si sente molto meglio quando Sidney lo fa a me, poi quando lo faccio a me stesso?{/i}

source: [LT] {i}It's really starting to feel good!{/i}
italian: [LT] {i}Sta davvero iniziando a sentirsi bene!{/i}

source: [LT] {i}Oh God!.... This is driving me crazy!.... What if that ho gives me an orgasm, right here in front of [ryan]?{/i}
italian: [LT] {i}Oh Dio!.... Questo mi sta facendo impazzire!.... E se mi desse un orgasmo, proprio qui di fronte a [ryan]?{/i}

source: [S] (whispering) This is what you get for dripping your dirty juices all over my leg.
italian: [S] (sussurre) Questo è quello che ottenete per gocciolare i vostri succhi sporchi su tutta la mia gamba.

source: [L] (whispering) Oh my God.... you.... noticed that?
italian: [L] (sussurra) Oh mio Dio... tu... hai notato?

source: [S] (whispering) Yes, I noticed that!.... And now I'm going to do this until [ryan] tells me to stop.
italian: [S] (sussurre) Sì, l'ho notato!.... E ora farò questo fino a quando [ryan] mi dice di fermarmi.

source: [RT] {i}Whatever Sidney is doing to Lauren, I should let it continue for a little while.{/i}
italian: [RT] {i}Qualunque cosa Sidney stia facendo a Lauren, dovrei lasciare che continui per un po'.{/i}

source: [R] Can you girls keep holding that pose for a bit? There's something funny going on with this camera, just hold that until I get it working.
italian: [R] Riesci a tenere in mano questo posa per un po'? C'è qualcosa di divertente in corso con questa macchina fotografica, basta tenere che fino a quando non ottengo funziona.

source: [LT] {i}You've got to be kidding me!{/i}
italian: [LT] {i}Devi prendermi in giro!{/i}

source: [S] (whispering) Oh my God Sidney!.... Today is your lucky day.
italian: [S] (sussurra) Oh mio Dio Sidney!.... Oggi è il vostro giorno fortunato.

source: [L] (whispering) You're so mean today!
italian: [L] (sussurra) Sei così intenzionato oggi!

source: [S] (whispering) I'll bet your slutty little pussy wishes I'd go further in, doesn't it?
italian: [S] (sussurre) Scommetterò che la tua figa troia vorrebbe andare più avanti, vero?

source: [L] (whispering) Nnnn....nnoo...that's disgusting!
italian: [L] (sussurra) Nnnn....nnoo...è disgustoso!

source: [L] (whispering) I.... I don't.... want my own sister.... to fuck my pussy!
italian: [L] (sussurre) Io... non voglio.... mia sorella.... per scopare la mia figa!

source: [S] (whispering) You don't sound very convincing.
italian: [S] (sussurre) Non sembri molto convincente.

source: [L] (whispering) When did you become such a pervert?
italian: [L] (sussurre) Quando sei diventato così pervertito?

source: [S] (whispering) hmmm.... well.... lately there's been some things going on, that have opened me up to be a little more sexually adventurous.
italian: [S] (sussurre) hmmm.... beh, ultimamente ci sono state alcune cose in corso, che mi hanno aperto per essere un po 'più sessualmente avventuroso.

source: [ST] {i}Thank you [ryan].{/i}
italian: [ST] {i}Grazie [ryan].{/i}

source: [L] (whispering) You mean like molesting me in my sleep?
italian: [L] (sussurre) Significa come molestarmi nel mio sonno?

source: [L] Did you do that on purpose!?
italian: [L] Lo hai fatto di proposito!?

source: [S] Ssshhhh.... (whispering loudly) Of course I didn't.
italian: [S] Ssshhhh.... (sussurrando rumorosamente) Naturalmente no.

source: [S] (whispering) But it did start a chain of events that brought me to where I am now.
italian: [S] (sussurre) Ma ha iniziato una catena di eventi che mi ha portato a dove sono ora.

source: [S] (whispering) Maybe I'll tell you some day.
italian: [S] (sussurre) Forse ti dirò un giorno.

source: [S] (whispering) Maybe it would help you be a little more adventurous.
italian: [S] (sussurre) Forse ti aiuterebbe ad essere un po 'più avventuroso.

source: [LT] {i}She has no idea!{/i}
italian: [LT] {i}Lei non ha idea!{/i}

source: [LT] {i}She would probably think I'm such a dirty pervert if she knew that I've been dry humping my own brother.{/i}
italian: [LT] {i}Lei probabilmente penserebbe che io sia così sporco pervertito se sapesse che ho seccato il mio fratello.{/i}

source: [LT] {i}Oh I wish it was his cock rubbing against my pussy!{/i}
italian: [LT] {i}Oh Vorrei che fosse il suo cazzo sfregando contro la mia figa!{/i}

source: [RT] {i}Holy shit!.... If this isn't a dream, I could really ramp things up between the two of them.{/i}
italian: [RT] {i}merda santa!.... Se questo non fosse un sogno, potrei davvero rampare le cose tra i due.{/i}

source: [RT] {i}But how will I ever be sure?{/i}
italian: [RT] {i}Ma come sarò mai sicuro?{/i}

source: [L] (whispering loudly) Aaahhhhh.... Fuck you, Sidney.... you're driving me completely crazy! Just fuck my pussy already!
italian: [L] (sussurrando rumorosamente) Aaahhhhh.... Cazzo tu, Sidney.... mi stai guidando completamente pazzo! Basta scopare la mia figa già!

source: [S] (whispering) Are you fucking kidding me?
italian: [S] (sussurre) Sta scopando scherzando?

source: [L] (whispering) No.... you ho! You started this.
italian: [L] (sussurre) No... hai fatto! Hai iniziato questo.

source: [L] (whispering) I'm literally dying with lust right now!
italian: [L] (sussurre) Sto letteralmente morendo con la lussuria in questo momento!

source: [S] (whispering) Is it really turning you on that bad to have your sister rub your pussy?
italian: [S] (sussurre) Ti sta davvero accendendo quel male per avere tua sorella strofinare la tua figa?

source: [L] (whispering) Well, obviously I'm thinking of someone else while you're doing that.
italian: [L] (sussurra) Beh, ovviamente sto pensando a qualcun altro mentre lo stai facendo.

source: [LT] {i} Like my brother's cock.... shit!.... That feels sooo wrong when I think those things!.... So why does it turn me on so bad?{/i}
italian: [LT] {i} Come il cazzo di mio fratello.... merda!.... Che si sente così male quando penso quelle cose!.... Quindi perché mi accende così male?{/i}

source: [L] (whispering) I will admit, having you do this to me, right in front of [ryan], and he has no idea, is making this so much hotter!
italian: [L] (sussurre) Ammetterò, facendomi fare questo per me, proprio di fronte a [ryan], e lui non ha idea, sta rendendo questo molto più caldo!

source: [S] (whispering) Aren't you worried that he'll notice?
italian: [S] (sussurre) Non sei preoccupato che noterà?

source: [L] (whispering) No.... he'll think you're just sliding it between my thighs like he suggested.... plus he's got all his attention focused on his camera right now.
italian: [L] (sussurre) No.... penserà che tu stia semplicemente scivolando tra le mie cosce come ha suggerito... più ha tutta la sua attenzione focalizzata sulla sua macchina fotografica in questo momento.

source: [S] (whispering) Alright.... you asked for it!
italian: [S] (sussurra) Bene.... l'hai chiesto!

source: [R] Are you ok over there?
italian: [R] Stai bene laggiù?

source: [S] (whispering loudly) Lauren!.... What the fuck?
italian: [S] (sussurrando rumorosamente) Lauren!.... Che scopa?

source: [L] Yeah.... I'm.... ok.... I think I just.... kneeled on a.... pebble.
italian: [L] Sì... sì... ok... penso di essere solo... inginocchiato su un... sasso.

source: [R] Ok good!.... I'm glad that's all it is.
italian: [R] Ok buono!.... Sono contento che sia tutto così.

source: [R] I'll be done with the camera soon. Just hang on a little longer!
italian: [R] Mi sarà fatto presto con la fotocamera. Basta appendere un po' più a lungo!

source: [RT] {i}Holy Futa God!.... Sidney penetrated Lauren before I got to!{/i}
italian: [RT] {i}Sacra Futa Dio!.... Sidney penetrò Lauren prima di arrivare a!{/i}

source: [RT] {i}I'm kind of jealous!{/i}
italian: [RT] {i}Sono un po' geloso!{/i}

source: [RT] {i}But at the same time.... that's pretty fucking hot!{/i}
italian: [RT] {i}Ma allo stesso tempo.... che è abbastanza caldo cazzo!{/i}

source: [LT] {i}Holy fuck!.... My sister is fucking me.... right in front of my brother.... and he has no idea!....{/i}
italian: [LT] {i}Sacra scopata!.... Mia sorella mi scopa.... proprio di fronte a mio fratello.... e lui non ha idea!....{/i}

source: [RT] {i}Well, maybe more than you think.{/i}
italian: [RT] {i}Beh, forse più di quanto si pensa.{/i}

source: [LT] {i}I've never been more turned on in my life!{/i}
italian: [LT] {i}Non sono mai stato più attivato nella mia vita!{/i}

source: [LT] {i}Oh....no.... what if I cum?.... It will be so obvious if I squirt all over the green screen!{/i}
italian: [LT] {i}Oh....no.... cosa succede se io cum?.... Sarà così ovvio se mi schizzo su tutto lo schermo verde!{/i}
