Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [RT] {i}She's got to be around here somewhere.{/i}
french: [RT] {i}Elle doit être quelque part par ici.{/i}
italian: [RT] {i}Deve essere in giro da qualche parte.{/i}

source: [RT] {i}Shit... She's going to pop out of nowhere and surprise me again.{/i}
french: [RT] {i}Merde... Elle va sortir de nulle part et me surprendre à nouveau.{/i}
italian: [RT] {i}Shit... Sta per uscire dal nulla e mi sorprende di nuovo.{/i}

source: [L] Let's take our fun to my office where nobody can see us.
french: [L] Prenons notre plaisir à mon bureau où personne ne peut nous voir.
italian: [L] Prendiamo il nostro divertimento nel mio ufficio dove nessuno può vederci.

source: [R] Haha... You mean the stall?
french: [R] Haha... Tu veux dire le stand ?
italian: [R] Haha... Intendi la bancarella?

source: [L] No... I mean my personal campaign office.
french: [L] Non... Je veux dire mon bureau de campagne personnel.
italian: [L] No... Voglio dire il mio ufficio di campagna personale.

source: [L] There... Now nobody can see us.
french: [L] Là... Maintenant, personne ne peut nous voir.
italian: [L] Là... Ora nessuno ci può vedere.

source: [R] They can see our feet.
french: [R] Ils peuvent voir nos pieds.
italian: [R] Essi possono vedere i nostri piedi.

source: [L] Yes, but they won't know it's us, or what we're doing.
french: [L] Oui, mais ils ne sauront pas que c'est nous, ni ce que nous faisons.
italian: [L] Sì, ma non sapranno che siamo noi o che cosa stiamo facendo.

source: [R] Yeah, they'll probably imagine we're doing something much worse than we really are.
french: [R] Ouais, ils vont probablement imaginer que nous faisons quelque chose de bien pire que ce que nous sommes vraiment.
italian: [R] Sì, probabilmente immagineranno che stiamo facendo qualcosa di molto peggiore di noi.

source: [L] Just shut up and kiss me some more!
french: [L] Tais-toi et embrasse-moi encore un peu!
italian: [L] Basta chiudere e baciarmi un po'di più!

source: [R] I really want to do something extra for you.
french: [R] Je veux vraiment faire quelque chose de plus pour toi.
italian: [R] Voglio davvero fare qualcosa in più per te.

source: [L] Oh, really?
french: [L] Oh, vraiment?
italian: [L] Oh, davvero?

source: [L] I can't wait to find out what.
french: [L] J'ai hâte de savoir quoi.
italian: [L] Non vedo l'ora di scoprire cosa.

source: [R] I just need you to lay back on the toilet seat.
french: [R] J'ai juste besoin que tu t'allonges sur le siège des toilettes.
italian: [R] Ho solo bisogno di posare indietro sul sedile del bagno.

source: [L] Oh... that's kind of gross?
french: [L] Oh... c'est un peu dégueulasse ?
italian: [L] Oh... questo è un tipo di grossolano?

source: [R] Don't you sit there every day?
french: [R] Tu ne t'assois pas là tous les jours ?
italian: [R] Non ci sedete tutti i giorni?

source: [L] Yeah... I guess... ok.
french: [L] Ouais... Je suppose... OK.
italian: [L] Sì... immagino... ok.

source: [L] Could you do what you did to me on our couch?
french: [L] Pourrais-tu faire ce que tu m'as fait sur notre canapé?
italian: [L] Potresti fare ciò che mi hai fatto sul nostro divano?

source: [L] I mean that thing with your pinky.
french: [L] Je veux dire ce truc avec ton petit doigt.
italian: [L] Voglio dire quella cosa con il vostro rosa.

source: [R] Can you be more specific?
french: [R] Peux-tus être plus précise?
italian: [R] Può essere più specifico?

source: [R] Tell me you're a dirty girl...
french: [R] Dis-moi que tu es une sale fille...
italian: [R] Mi dica che sei una ragazza sporca...

source: [R] And that you want it in the ass.
french: [R] Et que tu le veux dans le cul.
italian: [R] E che vuoi nel culo.

source: [L] Stick your pinky in my ass.
french: [L] Mets ton petit doigt dans mon cul.
italian: [L] Attacca il tuo rosa nel mio culo.

source: [R] Whoa... Did you just call me...?
french: [R] Ouah... Tu viens de m'appeler...?
italian: [R] Chia... Mi hai appena chiamato...?

source: [L] You think you're the only one who watches hentai?
french: [L] Tu penses être le seul à regarder du hentai?
italian: [L] Pensi di essere l'unico che guarda hentai?

source: [L] Yes, senpai!... Please! Stick it in my ass!
french: [L] Oui, senpai!... S'il te plaît! Mets-le dans mon cul!
italian: [L] Sì, senpai!... Per favore! Attaccalo nel mio culo!

source: [L] [ryan]?... Can you do something else for me?
french: [L] [ryan]?... Tu peux faire autre chose pour moi ?
italian: [L] [ryan]?... Puoi fare qualcos'altro per me?

source: [L] It's just... I really like it when you stick your pinky in my bum...
french: [L] C'est juste... J'aime vraiment quand tu me mets ton petit doigt dans les fesses...
italian: [L] E 'solo... Mi piace molto quando si incolla il tuo rosa nel mio bum...

source: [L] I was wondering what it would feel like to have my bum hole licked.
french: [L] Je me demandais ce que ça ferait d'avoir mon trou de cul léché.
italian: [L] Mi stavo chiedendo cosa avrebbe voluto fare leccare il mio buco del bus.

source: [L] Don't worry. I showered this morning. And I haven't done... anything.
french: [L] Ne t'inquiètes pas. Je me suis douché ce matin. Et je ne l'ai pas fait... quoi.
italian: [L] Non ti preoccupare. Ho fatto la doccia stamattina. E non ho fatto... nulla.

source: [L] I should be really clean.
french: [L] Je devrais être vraiment propre.
italian: [L] Dovrei essere veramente pulito.

source: [R] You really are a dirty girl.
french: [R] Tu es vraiment une sale fille.
italian: [R] Sei davvero una ragazza sporca.

source: [L] A dirty girl with a clean bum.
french: [L] Une fille sale avec un cul propre.
italian: [L] Una ragazza sporca con un bum.

source: [L] Oh, my God!... That's even better than I imagined!
french: [L] Oh, mon Dieu!... C'est encore mieux que ce que j'imaginais !
italian: [L] Oh, mio Dio!... è ancora meglio di quanto immaginassero!

source: [R] Wow!... You almost got me!
french: [R] Wow!... Tu m'as presque eu!
italian: [R] Wow!... Mi hai quasi ottenuto!

source: [R] But, I don't think your campaign poster survived.
french: [R] Mais, je ne pense pas que ton affiche de campagne ait survécu.
italian: [R] Ma, non penso che il tuo manifesto di campagna sia sopravvissuto.

source: [L] Fuuuccckk... That felt goood.
french: [L] Meererrdddee... C'était bon.
italian: [L] Fuuuccckk... Quello sembrava buono.

source: [R] If Mom could here you right now...
french: [R] Si maman pouvait te voir maintenant...
italian: [R] Se la mamma poteva qui in questo momento...

source: [L] Haha... I know!... "Language, honey!"
french: [L] Haha... Je sais !... 'Langage, chérie!'
italian: [L] Haha... Lo so!... "Lingua, miele!"

source: [L] Do you think you could help me find my panties?
french: [L] Penses-tu que tu pourrais m'aider à trouver ma culotte?
italian: [L] Pensi che potresti aiutarmi a trovare i miei antipo?

source: [L] Wow! That was unexpected...
french: [L] Wow! C'était inattendu...
italian: [L] Wow! Era inatteso...

source: [L] Could you get some more posters made and hung up all over the school?
french: [L] Pourrais-tu faire fabriquer d'autres affiches et les accrocher partout dans l'école?
italian: [L] Potresti ottenere qualche altro poster fatto e appeso in tutta la scuola?

source: [R] Yeah, of course, I saw that Matt tore them all down.
french: [R] Oui, bien sûr, j'ai vu que Matt les a tous déchirés.
italian: [R] Sì, certamente, ho visto che Matt li strappò tutti.

source: [R] I'll make sure to return the favor.
french: [R] Je m'assurerai de rendre la pareille.
italian: [R] Mi assicurerò di tornare il favore.

source: [L] Too close to call!
french: [L] Trop près pour appeler!
italian: [L] Troppo vicino a chiamare!

source: [R] I know!...
french: [R] Je sais!...
italian: [R] Lo so!...

source: [R] I'm starting to believe that you could actually win this thing!
french: [R] Je commence à croire que tu pourrais réellement gagner cette chose!
italian: [R] Sto cominciando a credere che tu possa davvero vincere questa cosa!

source: [R] I'm so proud of you!
french: [R] Je suis si fier de toi!
italian: [R] Sono così orgogliosa di te!

source: [L] Well, it couldn't have happened without your help.
french: [L] Eh bien, cela n'aurait pas pu arriver sans ton aide.
italian: [L] Beh, non sarebbe potuto accadere senza il tuo aiuto.

source: [L] I'm really lucky to be your sister.
french: [L] J'ai vraiment de la chance d'être ta sœur.
italian: [L] Sono davvero fortunata ad essere tua sorella.

source: [LT] {i}Oh, my God!... He's kissing me again!{/i}
french: [LT] {i}Oh, mon Dieu!... Il m'embrasse encore!{/i}
italian: [LT] {i}Oh, mio Dio!... Mi sta baciando ancora!{/i}

source: [LT] {i}Oh, God!{/i}
french: [LT] {i}Oh, mon Dieu!{/i}
italian: [LT] {i}Oh, Dio! {/i}

source: [L] Wow!... [ryan]... You kissed me again!
french: [L] Wow!... [ryan]... Tu m'as encore embrassé!
italian: [L] Wow!... [ryan]... Mi hai baciato di nuovo!

source: [R] I know... I just can't help it!... seeing you so happy... You're just so beautiful!
french: [R] Je sais... Je ne peux pas m'en empêcher!... te voir si heureuse... Tu es tellement belle !
italian: [R] Lo so... non posso proprio aiutarlo!... vedendoti così felice... sei semplicemente così bello!

source: [L] I... love it too. We just have to be careful.
french: [L] Je... j'adore ça aussi. Nous devons juste être prudents.
italian: [L] Io... lo amiamo anche. Dobbiamo solo fare attenzione.

source: [R] Of course... We just had some fun, and now it's back to business.
french: [R] Bien sûr... Nous nous sommes juste amusés, et maintenant c'est de retour aux affaires.
italian: [R] Certo... Ci siamo appena divertiti, e ora è tornato al business.

source: [L] Exactly!
french: [L] Exactement!
italian: [L] Esattamente!

source: [L] Matt's going to start working harder to try to push back our success.
french: [L] Matt va commencer à travailler plus fort pour essayer de repousser notre succès.
italian: [L] Matt's going to start working hard to try to push back our succession.

source: [L] He's already ripped down our posters again.
french: [L] Il a déjà démoli nos affiches à nouveau.
italian: [L] Ha già strappato di nuovo i nostri manifesti.

source: [L] Could you get some more made and hung up all over the school?
french: [L] Pourrais-tu en faire plus et raccrocher dans toute l'école?
italian: [L] Potresti ottenere qualche altro prodotto e appeso in tutta la scuola?

source: [R] Yeah, of course.
french: [R] Oui, bien sûr.
italian: [R] Sì, certo.

source: [L] Can you believe it!?
french: [L] Peux-tu y croire!?
italian: [L] Ci puoi credere!?

source: [R] I can't believe it!
french: [R] Je n'arrive pas à y croire!
italian: [R] Non posso crederci!

source: [R] It's amazing!
french: [R] C'est incroyable!
italian: [R] È incredibile!

source: [LT] {i}Oh, my God!... He's kissing me!{/i}
french: [LT] {i}Oh, mon Dieu!... Il m'embrasse!{/i}
italian: [LT] {i}Oh, mio Dio!... Lui mi sta baciando!{/i}

source: [LT] {i}Oh, God!... He's kissing me!{/i}
french: [LT] {i}Oh, mon Dieu!... Il m'embrasse!{/i}
italian: [LT] {i}Oh, Dio!... Lui mi sta baciando!{/i}

source: [L] Wow!... [ryan]... What's gotten into you?
french: [L] Wow!... [ryan]... Qu'est-ce qui t'arrive ?
italian: [L] Wow!... [ryan]... Cosa ti è entrato?

source: [R] Shit! I'm so sorry... I couldn't help it, seeing you so happy... You're just so beautiful... I couldn't help myself.
french: [R] Merde! Je suis vraiment désolée... Je n'ai pas pu m'en empêcher, te voyant si heureuse... Tu es tellement belle... Je n'ai pas pu m'en empêcher.
italian: [R] Merda! Mi dispiace... non potevo aiutarla, vedendoti così felice... sei semplicemente così bello... non potrei aiutarmi.

source: [L] No... I liked it... That's the sweetest thing that's ever happened to me.
french: [L] Non... Ça m'a plu... C'est la chose la plus douce qui me soit jamais arrivée.
italian: [L] No... Mi è piaciuto... È la cosa più dolce che mi sia mai capitata.

source: [L] But a kiss?... That's more than just sexual experimentation, or playing around... Does that mean you "like me", like me?
french: [L] Mais un baiser?... C'est plus qu'une simple expérimentation sexuelle ou un jeu... Est-ce que ça veut dire que tu 'm'aimes', comme moi?
italian: [L] Ma un bacio?... È più di una semplice sperimentazione sessuale, o suonare intorno... significa che ti "piace", come me?

source: [R] I've been feeling this way for a long time, but I've been repressing those feelings.
french: [R] Je ressens cela depuis longtemps, mais j'ai réprimé ces sentiments.
italian: [R] Mi sento così da molto tempo, ma sto reprimendo quei sentimenti.

source: [R] I know I should have confessed them a long time ago...
french: [R] Je sais que j'aurais dû les avouer il y a longtemps...
italian: [R] So che avrei dovuto confessarli molto tempo fa...

source: [R] I know I'm not supposed to feel that way about my sister.
french: [R] Je sais que je ne suis pas censé ressentir cela à propos de ma sœur.
italian: [R] So che non dovrei sentirmi così per mia sorella.

source: [L] For a long time?
french: [L] Depuis longtemps?
italian: [L] Per molto tempo?

source: [R] Well, yeah...
french: [R] Eh bien, oui...
italian: [R] Beh, sì...

source: [L] [ryan], I've got some confusing emotions wreaking havoc through my heart as well.
french: [L] [ryan], j'ai aussi des émotions confuses qui font des ravages dans mon cœur.
italian: [L] [ryan], Ho alcune emozioni confuse che scatenano lo scompiglio anche nel mio cuore.

source: [L] But, we can't let what we have turn into anything romantic.
french: [L] Mais, nous ne pouvons pas laisser ce que nous avons se transformer en quelque chose de romantique.
italian: [L] Ma non possiamo lasciare che ciò che abbiamo trasformato in qualcosa di romantico.

source: [L] It just makes life too complicated.
french: [L] Cela rend la vie trop compliquée.
italian: [L] Rende la vita troppo complessa.

source: [L] It's just got to be for fun, or we've got to stop.
french: [L] C'est juste pour s'amuser, ou nous devons arrêter.
italian: [L] Deve essere solo per divertimento, oppure dobbiamo fermarci.

source: [L] But I am really flattered!
french: [L] Mais je suis vraiment flattée!
italian: [L] Ma io sono davvero lusinghiero!

source: [L] Are you ok with just doing this for fun?...
french: [L] Es-tu d'accord avec le simple fait de faire cela pour le plaisir?...
italian: [L] Stai bene a fare questo per divertimento?...

source: [L] I hope I haven't hurt your feelings.
french: [L] J'espère que je n'ai pas blessé tes sentiments.
italian: [L] Spero di non aver ferito i vostri sentimenti.

source: [R] Haha... Would you stop making that face?
french: [R] Haha... Tu veux arrêter de faire ce visage?
italian: [R] Haha... Vuoi smettere di fare quella faccia?

source: [L] What face?
french: [L] Quel visage?
italian: [L] Che volto?

source: [R] That stupid sympathy face, you goof.
french: [R] Ce stupide visage de sympathie, espèce de gaffe.
italian: [R] Quella stupida simpatia faccia, bizzarre.

source: [L] I wasn't pulling a face!
french: [L] Je ne tirais pas un visage!
italian: [L] Non stavo tirando un viso!

source: [R] Yes, you were... And I love what we have.
french: [R] Oui, tu l'étais... Et j'adore ce que nous avons.
italian: [R] Sì, tu eravi... E io amo quello che abbiamo.

source: [R] So, I agree. Let's just keep it fun, and nothing more.
french: [R] Donc, je suis d'accord. Gardons ça amusant, et rien de plus.
italian: [R] Quindi, sono d'accordo. Manteniamo solo il divertimento, e niente di più.

source: [L] Yeah... Let's not make it weird.
french: [L] Ouais... Ne rendons pas ça bizarre.
italian: [L] Sì... Non rendiamolo strano.

source: [R] For sure...
french: [R] À coup sûr...
italian: [R] Sicuramente...

source: [L] So...
french: [L] Donc...
italian: [L] Così...

source: [R] Uhh... Yeah...
french: [R] Heu... Ouais...
italian: [R] Uhh... Sì, sì...

source: [R] I guess I'll see you around?
french: [R] Je suppose que je te verrais dans le coin?
italian: [R] Immagino che ti vedrò intorno?

source: [L] Oh... I almost forgot.
french: [L] Oh... J'ai presque oublié.
italian: [L] Oh... ho quasi dimenticato.

source: [R] Well... It's actually really hard to define exactly what it is I'm feeling.
french: [R] Bien... C'est vraiment difficile de définir exactement ce que je ressens.
italian: [R] Bene... In realtà è davvero difficile definire esattamente quello che sto sentendo.

source: [R] It's definitely a new feeling... You know... since we've been spending time together again, ever since Dad was arrested.
french: [R] C'est définitivement un nouveau sentiment... Tu sais... depuis qu'on passe du temps ensemble, depuis que papa a été arrêté.
italian: [R] È sicuramente un nuovo sentimento... lo sai... dal momento che stiamo tornando insieme, da quando il papà è stato arrestato.

source: [R] Boy, things are different now.
french: [R] Garçon, les choses sont différentes maintenant.
italian: [R] Ragazzo, le cose sono diverse.

source: [R] I guess, I'm saying that I'm afraid to put a label on it.
french: [R] Je suppose, je dis que j'ai peur de mettre une étiquette dessus.
italian: [R] Immagino che sto dicendo che ho paura di metterci un'etichetta.

source: [L] Oh, good!... That's a relief!
french: [L] Oh, bien!... C'est un soulagement!
italian: [L] Oh, buono!... È un sollievo!

source: [L] I've been having some confusing feelings as well.
french: [L] J'ai également eu des sentiments confus.
italian: [L] Ho avuto anche alcuni sentimenti confusionari.

source: [L] I don't want to call it love... You know... Like boyfriend-girlfriend kind of love.
french: [L] Je ne veux pas l'appeler amour... Tu sais... Comme un amour petit ami-petite amie.
italian: [L] Non voglio chiamarlo amore... Lo sapete... Come il tipo di amore, fidanzata-fidanzata.

source: [L] I obviously love you because you're my brother, but this feels different than it ever has before...
french: [L] Je t'aime évidemment parce que tu es mon frère, mais cela semble différent de ce qu'il a jamais été auparavant...
italian: [L] Ti amo ovviamente perché sei mio fratello, ma questo si sente diverso di quanto non abbia mai fatto prima...

source: [L] And I know I'm not supposed to feel the other kind of love for my brother.
french: [L] Et je sais que je ne suis pas censé ressentir l'autre genre d'amour pour mon frère.
italian: [L] E so che non devo sentire l'altro tipo di amore per mio fratello.

source: [L] So, I guess I'm just saying that I'm glad we're confused together.
french: [L] Donc, je suppose que je dis juste que je suis content que nous soyons confus ensemble.
italian: [L] Quindi, immagino che sto solo dicendo che sono contento che siamo confusi insieme.

source: [L] I still can't believe we did so good in the polls today.
french: [L] Je n'arrive toujours pas à croire que nous avons si bien fait dans les sondages aujourd'hui.
italian: [L] Non riesco ancora a credere che oggi abbiamo fatto così bene nelle urne.

source: [L] We've still got a lot to do to keep our numbers up.
french: [L] Nous avons encore beaucoup à faire pour maintenir nos effectifs.
italian: [L] Abbiamo ancora molto da fare per mantenere alti i nostri numeri.

source: [L] And that asshole Matt has ripped all my posters down.
french: [L] Et ce connard Matt a déchiré toutes mes affiches.
italian: [L] E quel culo Matt ha strappato tutti i miei poster.

source: [RT] {i}Huh... I really thought she'd be here.{/i}
french: [RT] {i}Hein... Je pensais vraiment qu'elle serait là.{/i}
italian: [RT] {i}Huh... Pensavo davvero che sarebbe stata qui.{/i}

source: [R] Oh... Where did you come from?
french: [R] Oh... D'où viens-tu?
italian: [R] Oh... Da dove sei venuta?

source: [RT] {i}Ohh... She's happy!{/i}
french: [RT] {i}Ohh... Elle est heureuse !{/i}
italian: [RT] {i}Ohh... È felice!{/i}

source: [L] Can you believe those poll numbers?
french: [L] Peux-tu croire ces chiffres de sondage?
italian: [L] Riesci a credere a quei numeri di sondaggio?

source: [L] I mean, we're not winning or anything, but this early on in the election...
french: [L] Je veux dire, nous ne gagnons pas ou quoi que ce soit, mais si tôt dans l'élection...
italian: [L] Intendo dire che non stiamo vincendo o nulla, ma questo presto nelle elezioni...

source: [R] Yeah, it's a really encouraging sign.
french: [R] Oui, c'est un signe vraiment encourageant.
italian: [R] Sì, è un segnale davvero incoraggiante.

source: [L] I'm so excited!... We just need to work a little harder and we'll have this election in the bag!
french: [L] Je suis tellement excitée!... Nous devons juste travailler un peu plus fort et nous aurons cette élection dans le sac!
italian: [L] Sono così eccitato!... Abbiamo solo bisogno di lavorare un po 'più duro e avremo questa elezione nella borsa!

source: [R] Thank you so much for all your help this week!
french: [R] Merci beaucoup pour toute ton aide cette semaine!
italian: [R] Grazie mille per tutto il tuo aiuto questa settimana!

source: [L] The campaign team is meeting later today, and every day this week right here in the afternoon.
french: [L] L'équipe de campagne se réunit plus tard aujourd'hui, et tous les jours cette semaine ici même dans l'après-midi.
italian: [L] Il team della campagna si riunisce più tardi oggi, e tutti i giorni questa settimana proprio qui nel pomeriggio.

source: [L] I actually hope you won't be there today because I have a more important job for you.
french: [L] J'espère en fait que tu ne seras pas là aujourd'hui parce que j'ai un travail plus important pour toi.
italian: [L] In realtà spero che tu non sarai oggi perché ho un lavoro più importante per te.

source: [L] That asshole Matt has torn down all my posters, and hung all of his in their place.
french: [L] Ce trou du cul Matt a démoli toutes mes affiches et a accroché toutes les siennes à leur place.
italian: [L] Quel buco opaco ha strappato tutti i miei manifesti e appeso tutto il suo al loro posto.

source: [L] Would you mind making some more posters for me?
french: [L] Pourrais-tu faire d'autres affiches pour moi?
italian: [L] Ti dispiacerebbe creare altri poster per me?

source: [L] And could you pretty please get rid of Matt's and hang them back up?
french: [L] Et pourrais-tu te débarrasser de celles Matt et les raccrocher?
italian: [L] E potreste piuttosto sbarazzarvi di Matt's e appenderli di nuovo?

source: [R] You can count on me.
french: [R] Tu peux compter sur moi.
italian: [R] Si può contare su di me.

source: [R] I'll see you soon then.
french: [R] A bientôt.
italian: [R] Ci vedrò presto all'epoca.

source: [RT] {i}Dammit!... I knew she'd be disappointed, but she looks really sad.{/i}
french: [RT] {i}Bon sang!... Je savais qu'elle serait déçue, mais elle a l'air vraiment triste.{/i}
italian: [RT] {i}Dammit!... Sapevo che sarebbe rimasta delusa, ma sembra davvero triste.{/i}

source: [RT] {i}I hope I can say something to cheer her up.{/i}
french: [RT] {i}J'espère pouvoir lui dire quelque chose pour lui remonter le moral.{/i}
italian: [RT] {i}Spero di poter dire qualcosa per allietarla.{/i}

source: [R] Hey, Lauren... Are you ok?
french: [R] Hé Maman, ça va, c’est juste moi.
italian: [R] Hey, Lauren... Sta bene?

source: [L] Oh, [ryan]... I'm sorry about the tears... I can't believe I did so poorly.
french: [L] Oh, [ryan]... Je suis désolé pour les larmes... Je n'arrive pas à croire que j'ai si mal fait.
italian: [L] Oh, [ryan]... mi dispiace per le lacrime... non riesco a credere che ho fatto così male.

source: [L] I was so humiliated, I had to leave class before anyone could see me cry.
french: [L] J'étais tellement humiliée que j'ai dû quitter la classe avant que quelqu'un ne puisse me voir pleurer.
italian: [L] Ero così umiliato che ho dovuto lasciare la classe prima che qualcuno potesse vedermi piangere.

source: [L] I know Matt's super popular...
french: [L] Je sais que Matt est super populaire...
italian: [L] Conosco il super-popolare...
