Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [M] I don't like this at all, but let's do the scene.
italian: [M] Non mi piace affatto, ma facciamo la scena.

source: {i}{b}"Mom's Submission +1"{/b}{/i}
italian: {i}{b}"Sottomissione della mamma +1"{/b}{/i}

source: [R] Great, let's just have Megan standing right here, when you just come over and rip her shirt open.
italian: [R] Grande, cerchiamo solo di avere Megan in piedi proprio qui, quando appena vieni e strappare la sua camicia aperta.

source: To get Mom to expose Megan's breasts, you need her submission points at 7 or her libido points at 9.
italian: Per ottenere la mamma di esporre i seni di Megan, è necessario i suoi punti di sottomissione a 7 o i suoi punti di libido a 9.

source: [R] Ok, I think Professor MCGargleCum needs to establish dominance quickly by exposing Hermione's breasts, tying her arms behind her back, and giving her some kind of punishment that a teacher would give a schoolgirl.
italian: [R] Ok, penso che il professor MCGargleCum abbia bisogno di stabilire rapidamente il dominio esponendo i seni di Hermion, legando le braccia dietro la schiena, e dandole una sorta di punizione che un insegnante darebbe a una studentessa.

source: [MB] Yeah... like making her write lines, like I had to do when I was in second grade.
italian: [MB] Sì... come fare le sue linee di scrittura, come ho dovuto fare quando ero in secondo grado.

source: [R] That's a good idea, but her hands will be tied... I know, she can use her wand, and it's in her mouth.
italian: [R] È una buona idea, ma le sue mani saranno legate... lo so, può usare la sua bacchetta ed è in bocca.

source: [R] That would really humiliate her.
italian: [R] Questo la umilierebbe veramente.

source: [M] Whoa, whoa, whoa, hold up.
italian: [M] Whoa, whoa, whoa, che reggono.

source: [M] Exposing her breasts?... Tying her hands?...
italian: [M] Esporre i suoi seni?... Legare le mani?...

source: [M] Trying to humiliate her?
italian: [M] Cercando di umiliarla?

source: [R] Yeah Mom, just like last time.
italian: [R] Yeah Mom, proprio come l'ultima volta.

source: [R] Like making her write lines, like I had to do when I was in second grade.
italian: [R] Come fare le sue linee di scrittura, come ho dovuto fare quando ero in secondo grado.

source: [R] Hmmm... but her hands will be tied... I know, she can use her wand, and it's in her mouth.
italian: [R] Hmmm... ma le sue mani saranno legate... lo so, lei può usare la sua bacchetta ed è in bocca.

source: [R] Great, let's have Megan pull out her breasts, I'll tie her hands, and then Mom will point her wand at the knots to look like she tied the knot with magic.
italian: [R] Grande, cerchiamo di avere Megan tirare fuori i suoi seni, legherò le mani, e poi la mamma punterà la bacchetta ai nodi per assomigliare a lei legato il nodo di magia.

source: To get Mom to tie up and humiliate Megan, you need her submission points at 10 or her libido points at 10.
italian: Per ottenere la mamma per legare e umiliare Megan, avete bisogno dei suoi punti di presentazione a 10 o la sua libido punti a 10.

source: [R] Ok, I think Professor MCGargleCum needs to establish dominance quickly by exposing both of their breasts and silencing Hermione with a ball gag.
italian: [R] Ok, penso che il professor MCGargleCum abbia bisogno di stabilire rapidamente il dominio esponendo entrambi i loro seni e silenziando Hermione con una palla gag.

source: [MB] My God! Do you have a ball gag?
italian: [MB] Mio Dio! Hai un gag di palla?

source: [R] I just so happen to have one.
italian: [R] Mi capita solo di averne uno.

source: [RT] {i}Ha... I knew this would come in handy.{/i}
italian: [RT] {i}Ha... Sapevo che sarebbe stato utile.{/i}

source: [M] Exposing our breasts?... A ball gag!?...
italian: [M] Esporre i nostri seni?... Una palla gag!?...

source: [R] It's just some light nudity and a ball gag... It's pretty tame for most cosplay photo shoots these days.
italian: [R] È solo una leggera nudità e un gag di palla... È abbastanza addomesticata per la maggior parte delle foto di cosplay in questi giorni.

source: [RT] Ha... I knew this would come in handy.
italian: [RT] Ciao... Sapevo che questo sarebbe diventato utile.

source: [R] Great, let's just have Megan look like she's yelling at you, challenging your authority... That's when you'll need to use the ball gag.
italian: [R] Fantastico, cerchiamo solo di avere Megan come lei sta urlando contro di te, sfidando la tua autorità... Questo è quando dovrai usare la palla gag.

source: To get Mom to ball gag Megan, you need her submission points at 14.
italian: Per ottenere la mamma a pallina gag Megan, avete bisogno dei suoi punti di presentazione a 14.

source: [R] Ok, I think Professor MCGargleCum needs to establish dominance quickly by giving Hermione a good old-fashioned spanking.
italian: [R] Ok, penso che il professor MCGargleCum abbia bisogno di stabilire rapidamente il dominio dando Hermione un buon spanking vecchio stile.

source: [R] After she's removed Hermione's panties and exposed both of their breasts, of course.
italian: [R] Dopo aver rimosso le mutandine di Hermion e esposto entrambi i loro seni, naturalmente.

source: [MB] Oh yeah, nothing establishes dominance like a good spanking.
italian: [MB] Oh sì, niente stabilisce il dominio come una buona sculacciata.

source: [MB] Let's go ahead and do that.
italian: [MB] Andiamo avanti e lo facciamo.

source: [M] Taking off Megan's panties and spanking her with the wand?... Exposing our breasts?
italian: [M] Togliendo le mutandine di Megan e sculacciandola con la baccha?... Esporre i nostri seni?

source: [R] It's just some light nudity on your part, and Megan is totally comfortable with showing a little more. It's actaully pretty tame compared to some of the other cosplay stuff on the internet.
italian: [R] È solo una leggera nudità da parte vostra, e Megan è totalmente confortevole mostrando un po 'di più. È abbastanza addomesticata rispetto ad alcune delle altre cose cosplay su internet.

source: [R] Nothing establishes dominance like a good spanking.
italian: [R] Nulla stabilisce il dominio come una buona sculacciata.

source: [R] Great, you two just let the girls breathe, and let's have Megan bend over that table, I mean "desk", to get ready for her spanking.
italian: [R] Ottimo, voi due lasciate solo che le ragazze respirino, e abbiamo Megan piegare sopra quel tavolo, intendo "scrivania", per prepararsi per la sua sculacciata.

source: [R] Oh... and just to make it even more hot, Megan will be wearing this ball gag.
italian: [R] Oh... e solo per renderlo ancora più caldo, Megan indosserà questo gag di palla.

source: [M] Where'd you get a ball gag?
italian: [M] Dov'è che otterresti una palla gag?

source: [R] That's not important, let's take some pics!
italian: [R] Non è importante, facciamo alcune foto!

source: To get Mom to spank Megan, you need her submission points at 19.
italian: Per ottenere la mamma per sculacciare Megan, avete bisogno dei suoi punti di presentazione a 19.

source: [R] Let's just go for it, and have them do a really sexy pose without their tops or panties.
italian: [R] Andiamo solo per esso, e farli fare una posa davvero sexy senza le loro cime o mutandine.

source: [MB] Huh?... I kind of thought we'd build up to that.
italian: [MB] Huh?... Ho pensato che avremmo costruito fino a quello.

source: [R] Well, we all know that that's where this is going, so let's not beat around the bush.
italian: [R] Bene, sappiamo tutti che è lì che sta andando, quindi non battiamo intorno al punto.

source: [MB] Alright, you heard him, ladies.
italian: [MB] Bene, l'hai sentito, signore.

source: [M] Removing both our tops and bottoms?
italian: [M] Rimuovere sia i nostri top che i fondi?

source: [R] I'm only asking you to do what every other photographer asks their models to do.
italian: [R] Ti sto solo chiedendo di fare quello che ogni altro fotografo chiede ai loro modelli di fare.

source: [M] But I don't think I can do that with one of my students!
italian: [M] Ma non credo di poterlo fare con uno dei miei studenti!

source: [R] How about a pose where Megan is on all fours with her skirt up so we can see that she's not wearing any panties, and Mom will be dominating her by sitting on her.
italian: [R] Che ne dici di una posa dove Megan è su tutti i panni con la gonna in su così possiamo vedere che lei non sta indossando alcuna mutandina, e la mamma la dominerà sedendosi su di lei.

source: {i}"Mom's Anger +5"{/i}
italian: {i}"La rabbia di mamma +5"{/i}

source: To get Mom to pose naked with Megan, you need her submission points at 25.
italian: Per ottenere la mamma di posare nudo con Megan, avete bisogno dei suoi punti di presentazione a 25.

source: [R] I don't think we need to take any more pics today.
italian: [R] Non penso che oggi dobbiamo fare altre foto.

source: [MB] Really? We haven't taken very many.
italian: [MB] Davvero? Non abbiamo preso molti.

source: [R] Yeah, but the ones we have are really good, and the only way they could be better is if we pushed the girls into something they might not be comfortable with.
italian: [R] Sì, ma quelli che abbiamo sono veramente buoni, e l'unico modo che potrebbero essere migliori è se abbiamo spinto le ragazze in qualcosa che potrebbero non essere a proprio agio con.

source: [M] Oh, [ryan]! You really do act like a professional photographer.
italian: [M] Oh, [ryan]! Sei davvero un fotografo professionista.

source: [M] And that wasn't nearly as bad as I thought it would be!
italian: [M] E questo non era così male come pensavo che sarebbe stato!

source: [M] And even though I'm being coerced into this, you both helped me feel pretty comfortable!
italian: [M] E anche se sono costretto a farlo, entrambi mi hanno aiutato a sentirmi abbastanza comodo!

source: {i}{b}"Mom's Affection +1"{/b}{/i}
italian: {i}{b}"Affetto della mamma +1"{/b}{/i}

source: {i}{b}"Mom's Libido +5"{/b}{/i}
italian: {i}{b}"Libido della mamma +5"{/b}{/i}

source: [M] The next photo shoot might not make me feel so uneasy now.
italian: [M] Il prossimo scatto fotografico potrebbe non farmi sentire così a disagio ora.

source: [M] I might be even more daring, and be willing to show a little more skin... maybe...
italian: [M] Potrei essere ancora più audace, e essere disposto a mostrare un po 'di più pelle... forse...

source: [MB] Great! I can't wait!
italian: [MB] Ottimo! Non posso aspettare!

source: [RT] {i}Ugghh... I wish Matt wasn't going to be there.{/i}
italian: [RT] {i}Ugghh... Vorrei che Matt non fosse lì.{/i}

source: [MG] Really? We haven't taken very many.
italian: [MG] Davvero? Non abbiamo preso molti.

source: [MG] Great! I can't wait!
italian: [MG] Ottimo! Non posso aspettare!

source: [RT] {i}Neither can I... I just need to be careful about pushing Mom too hard, and too fast... That's what she said.{/i}
italian: [RT] {i}Né posso io... Ho solo bisogno di stare attenti a spingere la mamma troppo duro, e troppo veloce... È quello che ha detto.{/i}

source: [R] You can get changed and I'll see you back home.
italian: [R] Puoi cambiarti e ti vedrò tornare a casa.

source: [MB] Ok... let's set the scene...
italian: [MB] Ok... impostiamo la scena...

source: [MB] Miss [mom_name], you go sit in that chair by where your desk would be, and Megan get on all fours and lick Miss [mom_name]'s boot.
italian: [MB] Miss [mom_name], si va a sedersi in quella sedia da dove sarebbe la vostra scrivania, e Megan salire su tutte le zampe e leccare Miss [mom_name]'s boot.

source: [MB] And Miss [mom_name]?
italian: [MB] E signorina [mom_name]?

source: [M] Yeah?
italian: [M] Sì?

source: [MB] Try to look happy about it, and evil at the same time.
italian: [MB] Cercate di sembrare felici e malvagi allo stesso tempo.

source: [R] This is great! I love the upskirt shot of Megan!
italian: [R] Questo è grande! Amo il colpo di upskirt di Megan!

source: [R] Sorry, I can't help it.
italian: [R] Mi dispiace, non posso aiutarlo.

source: [MB] Yeah, this is pretty hot.
italian: [MB] Sì, questo è abbastanza caldo.

source: [R] Especially picturing this situation with the right background.
italian: [R] Soprattutto immaginare questa situazione con lo sfondo destro.

source: [R] Oh, yeah... I can see the whole situation in the Hagwarts detention room.
italian: [R] Oh, sì... posso vedere tutta la situazione nella stanza di detenzione di Hagwarts.

source: [MB] I can't wait to see what you come up with!
italian: [MB] Non vedo l'ora di vedere quello che vieni su!

source: [MG] Me either!
italian: [MG] Neanche!

source: [M] I dread it.
italian: [M] L'ho temuto.

source: [R] Oh come on Mom, try to loosen up and have more fun.
italian: [R] Oh vieni su Mamma, prova a sciogliere e divertiti di più.

source: [R] I know you always wanted to be a model.
italian: [R] So che hai sempre voluto essere un modello.

source: [M] Yeah, but not like this.
italian: [M] Sì, ma non così.

source: [MB] I'm sure you'll warm up to all this.
italian: [MB] Sono sicuro che ti scalderai a tutto questo.

source: [MB] So that ended up pretty dang hot
italian: [MB] Così che finì bella dang caldo

source: [MB] Any ideas for what should come next?
italian: [MB] Qualche idea per quello che dovrebbe venire dopo?

source: [R] Ok... let's set the scene...
italian: [R] Ok... impostiamo la scena...

source: [R] Mom, you go sit in that chair by where your desk would be, and Megan get on all fours and lick Mom's boot.
italian: [R] Mamma, andate seduti in quella sedia da dove sarebbe la vostra scrivania, e Megan salire su tutte le zampe e leccare lo stivale della mamma.

source: [R] And Mom?
italian: [R] E Mamma?

source: [R] Try to look happy about it, and evil at the same time.
italian: [R] Cercate di sembrare felici e malvagi allo stesso tempo.

source: [R] This is pretty hot.
italian: [R] Questo è abbastanza caldo.

source: [MG] I can't wait to see what you come up with!
italian: [MG] Non vedo l'ora di vedere quello che vieni su!

source: [R] I'm sure you'll warm up to all this.
italian: [R] Sono sicuro che ti scalderai a tutto questo.

source: [R] So... What should we have you two do next?
italian: [R] Quindi... Che cosa dovremmo avere voi due fare dopo?

source: [R] Maybe...
italian: [R] Può darsi...

source: [R] We should have Mom pull open Megan's shirt.
italian: [R] Dovremmo avere la camicia di Megan aperta di Mom tirare .

source: [MB] Yeah, that would definitely be more humiliating than licking her boot.
italian: [MB] Sì, che sarebbe sicuramente più umiliante che leccare il suo stivale.

source: [R] Mom, you should pull open Megan's shirt.
italian: [R] Mamma, dovresti tirare la camicia di Megan aperta.

source: [R] That would definitely be more humiliating than licking her boot.
italian: [R] Sarebbe sicuramente più umiliante che leccare il suo stivale.

source: [R] Ok, I think Professor MCGargleCum needs to continue her push for dominance by exposing Hermione's breasts, tying her arms behind her back, and giving her some kind of punishment that a teacher would give a schoolgirl.
italian: [R] Ok, penso che il professor MCGargleCum abbia bisogno di continuare la sua spinta per il dominio esponendo i seni di Hermion, legando le braccia dietro la schiena, e dandole una sorta di punizione che un insegnante darebbe a una studentessa.

source: To get Mom to tie up and humiliate Megan, you need her submission or libido points at 10.
italian: Per ottenere la mamma per legare e umiliare Megan, è necessario la sua sottomissione o punti libido a 10.

source: [R] Ok, I think Professor MCGargleCum needs to continue her push for dominance by exposing both of their breasts and silencing Hermione with a ball gag.
italian: [R] Ok, Penso che il professor MCGargleCum debba continuare la sua spinta per il dominio esponendo entrambi i loro seni e silenziando Hermione con un gag di palla.

source: [R] Ok, I think Professor MCGargleCum needs to continue her push for dominance by giving Hermione a good old-fashioned spanking.
italian: [R] Ok, penso che il professor MCGargleCum abbia bisogno di continuare la sua spinta per il dominio dando Hermione un buon vecchio stile sculacciata.

source: [MT] {i}I can't believe I'm going to do this!{/i}
italian: [MT] {i}Non posso credere che farò questo!{/i}

source: [MT] {i}I've never done anything like this to another woman.{/i}
italian: [MT] {i}Non ho mai fatto niente del genere ad un'altra donna.{/i}

source: [MT] {i}I would never have imagined doing this to one of my students.{/i}
italian: [MT] {i}Non avrei mai immaginato di farlo a uno dei miei studenti. {/i}

source: [MT] {i}Then again, I've been forced into a situation that I never thought in a million years I'd find myself in.{/i}
italian: [MT] {i}Poi ancora una volta, sono stato costretto in una situazione in cui non ho mai pensato in un milione di anni mi trovavo.{/i}

source: [MG] Ok, Miss [mom_name], I'm ready.
italian: [MG] Ok, signorina [mom_name], sono pronto.

source: [MB] Now Megan, try to look really surprised that she did that!
italian: [MB] Ora Megan, cerca di sembrare davvero sorpreso di averlo fatto!

source: [MB] That's perfect!
italian: [MB] È perfetto!

source: [MB] Hold that pose.
italian: [MB] Mantenere quella posa.

source: [R] Really sexy!
italian: [R] Davvero sexy!

source: [M] [ryan], would you stop commenting on everything I do as being sexy?
italian: [M] [ryan], smetteresti di commentare tutto quello che faccio come essere sexy?

source: [M] It's just kind of weird.
italian: [M] È semplicemente strano.

source: [MT] {i}Even weirder that it's true!{/i}
italian: [MT] {i}Anche strano che sia vero!{/i}

source: [MT] {i}Look at how cute her little breasts are.{/i}
italian: [MT] {i}Guarda quanto sono carini i suoi piccoli seni.{/i}

source: [MT] {i}And somehow, that look of surprise on her face makes the situation even hotter.{/i}
italian: [MT] {i}E in qualche modo, quel look di sorpresa sul suo viso rende la situazione ancora più caldo.{/i}

source: [MB] Really good job, both of you!
italian: [MB] Davvero buon lavoro, entrambi voi!

source: [MB] [ryan], have you got any other good ideas for which poses we should have the girls do next?
italian: [MB] [ryan], hai altre buone idee per le quali dovremmo avere le ragazze a fare il prossimo?

source: [R] Now Megan, try to look really surprised that she did that!
italian: [R] Ora Megan, cerca di sembrare davvero sorpreso di averlo fatto!

source: [R] That's perfect!
italian: [R] È perfetto!

source: [R] Hold that pose.
italian: [R] Mantenere quella posa.

source: [R] Really good job, both of you!
italian: [R] Davvero buon lavoro, entrambi voi!

source: [RT] {i}OK... What should I have the girls do next{/i}?
italian: [RT] {i}OK... Cosa dovrei fare le ragazze successivamente{/i}?

source: [R] Since this shoot is detention themed, we need to have Professor McGargleCum force her to do something that usually happens in detention.
italian: [R] Dal momento che questo sparo è a tema di detenzione, abbiamo bisogno che il professor McGargleCum la costringa a fare qualcosa che di solito accade in detenzione.

source: [MB] Like writing lines?
italian: [MB] Ti piacciono le righe di scrittura?

source: [R] Yeah, but how do we make writing lines sexy?...
italian: [R] Sì, ma come facciamo a rendere sexy le linee di scrittura?...

source: [R] Oh, wait!... I have an idea.
italian: [R] Oh, aspetta!... ho un'idea.

source: [R] What if Professor McGargleCum uses magic to tie Hermione's hands behing her back, and then makes her put the chalk in her mouth to write lines?
italian: [R] Cosa succede se il professor McGargleCum usa la magia per legare le mani di Hermion dietro la schiena, e poi la fa mettere il gesso in bocca per scrivere linee?

source: [R] Then she has to bend over to do it.
italian: [R] Poi deve piegarsi per farlo.

source: [MB] Better yet, she has to use her wand to write lines. You know, to make it more magic themed.
italian: [MB] Meglio ancora, deve usare la sua bacchetta per scrivere linee. Sai, per renderla più magica a tema.

source: [R] Yeah, I could make that work with some 3d stuff and Photochop!
italian: [R] Sì, potrei fare quel lavoro con alcune cose 3d e Photochop!

source: [M] Well, at least no more clothes are coming off, and I guess it's not any worse than the last thing you just made us do.
italian: [M] Beh, almeno non ci sono più vestiti, e credo che non sia peggio dell'ultima cosa che ci hai appena fatto fare.

source: [M] So, if Megan's up for it...
italian: [M] Quindi, se Megan su per esso...

source: [MG] I'm up for anything.
italian: [MG] Io sono pronto per qualsiasi cosa.

source: [MT] {i}I'm starting to realize just how open and free Megan is with her sexuality.{/i}
italian: [MT] {i}Sto iniziando a capire quanto sia aperto e gratuito Megan con la sua sessualità.{/i}

source: [MB] Alright, let's set the scene.
italian: [MB] Va bene, mettiamo la scena.

source: [MB] [ryan], would you mind tying Megan's wrists?
italian: [MB] [ryan], ti dispiacerebbe legare i polsi di Megan?

source: [R] I'm on it.
italian: [R] Ci sto sopra.

source: [RT] {i}Tying up one of the hottest girls in the school, how could I say no?{/i}
italian: [RT] {i}Abbandonare una delle ragazze più calde della scuola, come posso dire di no?{/i}

source: [MB] And now Miss [mom_name], could you please point your wand at the knots to make it look like you tied them with magic?
italian: [MB] E ora signorina [mom_name], potresti puntare la bacchetta ai nodi per renderla simile a te legata con la magia?

source: [R] Like writing lines or something.
italian: [R] Ti piace scrivere righe o qualcosa.

source: [R] But, how do we make writing lines sexy?...
italian: [R] Ma, come facciamo a rendere sexy le linee di scrittura?...

source: [R] Better yet, she has to use her wand to write lines. You know, to make it more magic themed.
italian: [R] Meglio ancora, deve usare la sua bacchetta per scrivere linee. Sai, per renderla più magica a tema.

source: [R] Alright, let's set the scene.
italian: [R] Va bene, mettiamo la scena.

source: [R] I'll tie Megan's wrists.
italian: [R] Legherò i polsi di Megan.

source: [RT] {i}Tying up one of the hottest girls in the school, how could I resist?{/i}
italian: [RT] {i}Abbinando una delle ragazze più calde della scuola, come potrei resistere?{/i}

source: [R] Then Mom, could you point your wand at the knots to make it look like you tied them with magic?
italian: [R] Poi Mamma, potresti puntare la bacchetta ai nodi per farla sembrare come se li avessi legati con la magia?

source: [M] Now hold on just a second!
italian: [M] Ora tieni premuto solo un secondo!

source: [M] I'm not ok with this!
italian: [M] Non sto bene con questo!

source: [R] Why? Neither of you have to remove any more clothing.
italian: [R] Perché? Nessuno di voi deve rimuovere altri vestiti.

source: [M] I can't participate in any violence against women!
italian: [M] Non posso partecipare ad alcuna violenza contro le donne!

source: [M] It sends a dangerous message!
italian: [M] Invia un messaggio pericoloso!

source: [R] For one thing, it's not real, and anyone looking at the pics will know that, and for another thing, it's woman on woman violence, so... doesn't seem as bad.
italian: [R] Per una cosa, non è reale, e chiunque guarda le foto saprà che, e per un'altra cosa, è donna sulla violenza femminile, così. . non sembra male.

source: [M] Hmmm... maybe it isn't as bad as man on woman violence...
italian: [M] Hmmm... forse non è così male come l'uomo sulla violenza delle donne...

source: [M] But I'm still not comfortable with this.
italian: [M] Ma non sono ancora a mio agio con questo.

source: [M] Especially to appear to be tying up my own student!
italian: [M] Soprattutto per sembrare che stia legando il mio studente!
