Repository: DonRP/AFV
Catalog: game/*/*/UpdateScriptChristmasEvent.po
Languages: italian

source: [S] Though we still will probably lie about who their father is.
italian: [S] Anche se probabilmente mentiremo ancora su chi è il loro padre.

source: [GF] Yeah, It will be confusing enough to try to explain to them that they are both cousins and siblings.
italian: [GF] Sì, sarà abbastanza confuso da cercare di spiegare loro che sono entrambi cugini e fratelli.

source: [S] Oh look, here comes Mom and Lauren. I'm just going to go sit on the couch and take a little break. My back is killing me.
italian: [S] Oh guarda, qui viene mamma e Lauren. Sto solo per andare a sedersi sul divano e prendere una piccola pausa. La mia schiena mi sta uccidendo.

source: [S] I know you're only bringing that up because you like to gloat that you were able to knock up both me and Mom.
italian: [S] So che lo stai solo portando in su, perché ti piace ingoiare che sei stato in grado di bussare sia me che la mamma.

source: [S] Needless to say. Mom and I, are both very proud to be carrying your babies!
italian: [S] Inutile da dire. Mamma ed io, sono entrambi molto orgogliosi di portare i vostri bambini!

source: [GF] Yeah, It will be confusing enough to try to explain to them that they are simultaneously aunt or uncle, niece or nephew, and siblings.
italian: [GF] Sì, sarà abbastanza confuso per cercare di spiegare loro che sono simultaneamente zia o zio, nipote o nipote e fratelli.

source: [S] I know you're only bringing that up because you like to gloat that you were able to knock up all three of us.
italian: [S] So che lo stai solo portando in su, perché ti piace gloat che sei stato in grado di bussare tutti e tre noi.

source: [S] Yes, you have amazing swimmers!
italian: [S] Sì, hai fantastici nuotatori!

source: [GF] All three!!!.... You sir, are a fucking legend!
italian: [GF] Tutti e tre!!!.... Signore, sei una leggenda!

source: [S] Needless to say. All three of us are very proud to be carrying your babies!
italian: [S] Inutile dire che tutti e tre siamo molto orgogliosi di portare i tuoi bambini!

source: [GF] Yeah, It will be confusing enough to try to explain to them that they are simultaneously aunt or uncle, nieces or nephews, cousins, and siblings..
italian: [GF] Sì, sarà abbastanza confuso per cercare di spiegare loro che sono simultaneamente zia o zio, nipoti o nipoti, cugini e fratelli..

source: [GF] Looks like the ladies are all worn out.
italian: [GF] Sembra che le signore siano tutte usurate.

source: [RT] {i}Yeah, I hear pregnancy takes a lot out of you.{/i}
italian: [RT] {i}Sì, sento che la gravidanza toglie molto da te.{/i}

source: [R] You girls look beat!
italian: [R] Le ragazze sembrano battute!

source: [R] Is there anything I can do for any of you?
italian: [R] C'è qualcosa che posso fare per qualcuno di voi?

source: [L] Ohh.... that's so sweet!
italian: [L] Ohh.... è così dolce!

source: [S] And we're not totally beat. We're just conserving our energy for when we give you our present.
italian: [S] E non siamo del tutto battuti. Stiamo solo conservando la nostra energia per quando ti diamo il nostro presente.

source: [GF] I like that sound of that!.... But I will warn you.... you better hurry. Our time here is almost up.
italian: [GF] Mi piace quel suono di quello!.... Ma ti avverrò... meglio che ti sbrigi. Il nostro tempo è quasi finito.

source: [M] So, are you ready now for our present?
italian: [M] Allora, sei pronto per il nostro presente?

source: [R] More ready than anything!
italian: [R] Più pronto di qualsiasi cosa!

source: [M] Ok.... all you have to do, is take off your clothes, lie on the coffee table, and pick one of us.
italian: [M] Ok.... tutto quello che devi fare, è toglierti i vestiti, sdraiarti sul tavolino e sceglierne uno di noi.

source: [R] Pick one of you?
italian: [R] Scegli uno di te?

source: [R] What for?
italian: [R] A cosa serve?

source: [M] Just do as I say. Take off your clothes, lie down, and pick one of us.
italian: [M] Fate come dico. Toglietevi i vestiti, sdraiatevi e scegliete uno di noi.

source: [RT] {i}How on earth will I choose?{/i}
italian: [RT] {i}Come farò a scegliere?{/i}

source: [GF] I'd pick Sidney, but then again, I'm slightly biased.
italian: [GF] sceglierei Sidney, ma poi ancora una volta, sono leggermente parziale.

source: [RT] {i}This might just be a dream, but to fuck Mom in the ass, makes it the best dream I've ever had.{/i}
italian: [RT] {i}Questo potrebbe essere solo un sogno, ma per scopare la mamma nel culo, lo rende il miglior sogno che abbia mai avuto.{/i}

source: [S] Wow Mom! You need to teach us to take a cock in the ass like that!
italian: [S] Wow Mom! Devi insegnarci a prendere un cazzo nel culo così!

source: [L] Yeah! [ryan]'s always been too big for us.
italian: [L] Sì! [ryan] è sempre stato troppo grande per noi.

source: [RT] {i}Wow! I would be fine if this dream never ended.{/i}
italian: [RT] {i}Wow! Sarebbe bene se questo sogno non fosse mai finito.{/i}

source: [GF] Or is it a dream?
italian: [GF] O è un sogno?

source: [M] Honey! You're doing so good! Not many pussies can take a cock as big as [ryan]'s
italian: [M] Miele! Stai facendo così bene! Non molte fighe possono prendere un cazzo grande come [ryan]'s

source: [L] Well, mine can take even bigger.
italian: [L] Bene, la mia può diventare ancora più grande.

source: [RT] {i}Well, if this is a dream, I have a feeling it's going to be a wet one.{/i}
italian: [RT] {i}Beh, se questo è un sogno, ho la sensazione che sarà bagnato.{/i}

source: [S] Lauren, you've got the cutest little asshole!
italian: [S] Lauren, hai il più simpatico piccolo stronzo!

source: [M] The trick is to get it so it can take a huge dick, but still look cute. It's not easy.
italian: [M] Il trucco è quello di ottenerlo in modo che possa prendere un grosso cazzo, ma sembra ancora carino. Non è facile.

source: [M] Ok, baby!.... Drench us in your baby gravy!
italian: [M] Ok, bambino!.... Drench noi nel vostro bambino grave!

source: [S] Spray me first!
italian: [S] Prima spruzzatemi!

source: [L] No, me first!
italian: [L] No, prima di me!

source: [R] Mom always gets to go first
italian: [R] La mamma arriva sempre ad andare prima

source: [M] Good job my big boy!
italian: [M] Buon lavoro il mio grande ragazzo!

source: [S] I just wish you'd covered me even more.
italian: [S] Vorrei solo che mi aveste coperto ancora di più.

source: [L] Yeah.... usually you cum almost twice this much.
italian: [L] Sì.... di solito si spera quasi il doppio di questo tanto.

source: [RT] {i}Is she fucking kidding me?{/i}
italian: [RT] {i}Mi sta scherzando?{/i}

source: [RT] {i}I've never cum so much in my life.{/i}
italian: [RT] {i}Non ho mai tanto sperma nella mia vita.{/i}

source: [M] Now, are you ready to watch us make out, and lick all of this cum off each other?
italian: [M] Ora, sei pronto a guardarci fare fuori, e leccare tutto questo sperma fuori l'un l'altro?

source: [R] Oh God, yes!
italian: [R] O Dio, sì!

source: [S] Then we can grab the dildos and really get down to business!
italian: [S] Poi possiamo afferrare i dildo e davvero scendere agli affari!

source: [L] Yay! A whole day of fucking!.... I love Christmas!
italian: [L] Yay! Un'intera giornata di cazzo!.... Amo il Natale!

source: [GF] Sorry buddy, but you won't get to do any of that. Our time is up in 5.... 4...
italian: [GF] Siamo spiacenti, ma non si arriva a fare nulla di tutto ciò. Il nostro tempo è a 5.... 4...

source: [RT] {i}Noooo!.... Not yet!....{/i}
italian: [RT] {i}Nooo!.... Non ancora!....{/i}

source: [RT] {i}Goodbye, my beauties! We'll continue this in the future!{/i}
italian: [RT] {i}Arrivederci, le mie bellezze! Continueremo in futuro!{/i}

source: [R] Oh, man! Look how Lauren's dressing now, just to do something as casual as making cookies.
italian: [R] Oh, uomo! Guarda come vestire Lauren ora, solo per fare qualcosa di casual come fare i biscotti.

source: [R] At least this future isn't completely bad.
italian: [R] Almeno questo futuro non è del tutto male.

source: [R] I'm really liking this future so far.
italian: [R] Finora mi piace veramente questo futuro.

source: [R] Good morning Lauren! Are the cookies ready yet?
italian: [R] Buongiorno Lauren! I biscotti sono già pronti?

source: [L] Good morning [ryan]! Merry Christmas! I'm just getting the cookies in the oven, so they're going to be a few minutes.
italian: [L] Buongiorno [ryan]! Buon Natale! Sto solo ricevendo i biscotti al forno, quindi saranno pochi minuti.

source: [L] Ok.... I'll set the timer for twelve minutes.
italian: [L] Ok.... Regolerò il timer per dodici minuti.

source: [L] Wow, cooking makes me get so hot when I'm like this!
italian: [L] Wow, cucinare mi fa diventare così caldo quando sono così!

source: [RT] {i}No.... Fucking.... way!{/i}
italian: [RT] {i}no.... Scopata.... modo!{/i}

source: [GF] Hahaha.... unbelievable!
italian: [GF] Hahaha.... incredibile!

source: [RT] {i}You're telling me!{/i}
italian: [RT] {i}Mi stai dicendo!{/i}

source: [RT] {i}I've.... I've got to be the father of this one, I'm sure!{/i}
italian: [RT] {i}Iso.... Devo essere il padre di questo, sono sicuro!{/i}

source: [GF] Ohhhh.... I don't know.... I'd tread lightly here.
italian: [GF] Ohhhh.... Non lo so... tiro alla leggera qui.

source: [R] So.... hey, Lauren!
italian: [R] Quindi... hey, Lauren!

source: [L] Yeah?...
italian: [L] Sì, sì?...

source: [R] What was the due date for your baby again?
italian: [R] Qual è stata la data prevista per il tuo bambino?

source: [L] Hmmmmm.... It's January 23rd, so I've got about a month left of being pregnant!
italian: [L] Hmmmmm.... È il 23 gennaio, quindi ho ancora circa un mese di gravidanza!

source: [L] Thank God.... I can't wait to get this thing out of me.
italian: [L] Grazie Dio... non vedo l'ora di uscire da me da questa cosa.

source: [L] But I guess I can't complain too much.... look!
italian: [L] Ma immagino che non posso lamentarmi troppo.... guardate!

source: [L] My tits have gotten even bigger in the last couple days.
italian: [L] Le mie tette sono diventate ancora più grandi negli ultimi giorni.

source: [L] Remember when they looked like swollen mosquito bites?
italian: [L] Ricordate quando sembravano punture di zanzara gonfie?

source: [R] Uhhh.... haha.... yeah.... It feels like yesterday.
italian: [R] Uhhh.... haha.... sì... Sembra ieri.

source: [L] Hhhhnnnnnn.... I just hope.... they get big enough to provide an entire meal for the baby.
italian: [L] Hhhhnnnnnn.... Spero solo.... diventano abbastanza grandi da fornire un intero pasto per il bambino.

source: [R] Do you want some help there?
italian: [R] Vuoi un po' di aiuto lì?

source: [L] hhnnn.... no.... I've got this.
italian: [L] hhnnnn.... no.... Ho questo.

source: [L] There.... I made it up!
italian: [L] Lì... l'ho fatta!

source: [R] Wow! What a great accomplishment!
italian: [R] Wow! Che grande risultato!

source: [L] Haha.... you smart ass!
italian: [L] Haha.... hai il culo intelligente!

source: [L] I hate these tall chairs now.
italian: [L] Odio queste sedie alte adesso.

source: [R] So, have we settled on any names for the baby yet?
italian: [R] Così, abbiamo ancora stabilito con qualche nome per il bambino?

source: [L] Yeah.... remember? We talked about this.
italian: [L] Sì... ricordi? Ne abbiamo parlato.

source: [R] Yeah, just refresh my memory.
italian: [R] Sì, rinfresca la mia memoria.

source: [L] If it's a boy, we'll name him [ryan], and if it's a girl, we'll name her after Mom.
italian: [L] Se è un ragazzo, lo chiameremo [ryan], e se è una ragazza, la chiameremo dopo la mamma.

source: [R] So [ryan].... after his...
italian: [R] Quindi [ryan].... dopo la sua...

source: [L] Uncle.... you weirdo.
italian: [L] Scle... strano.

source: [GF] Haha.... that was smooth!
italian: [GF] Haha.... era liscio!

source: [R] His uncle? You mean I'm not the?...
italian: [R] Suo zio? Vuoi dire che non sono il?...

source: [L] [ryan]! What the hell is wrong with you?
italian: [L] [ryan]! Qual è l'inferno sbagliato con te?

source: [L] Did you fall off your scooter and hit your head, or something?
italian: [L] Sei caduto dal tuo scooter e hai colpito la testa, o qualcosa?

source: [R] I'm sorry.... just remind me.... who's the father of your baby?
italian: [R] Mi dispiace.... mi ricorda.... chi è il padre del tuo bambino?

source: [GF] Well, that went from smooth to cringy in just a few seconds.
italian: [GF] Beh, che è andato da liscio a cringy in pochi secondi.

source: [L] Is this because you're still angry at Agent Diaz?
italian: [L] È questo perché sei ancora arrabbiato con Agent Diaz?

source: [R] What does Diaz have to do with any of this?
italian: [R] Cosa ha a che fare Diaz con uno di questo?

source: [L] You know you've always been sore that we didn't let you father our child.
italian: [L] Lo sai che sei sempre stato spiacente che non ti abbiamo lasciato padre nostro figlio.

source: [R] Our child.... you mean that you and Diaz are.... together?
italian: [R] Nostro bambino... intendi dire che tu e Diaz siamo... insieme?

source: [L] Yep! We've been married for three weeks now.
italian: [L] Yep! Siamo stati sposati per tre settimane adesso.

source: [L] You were one of the witnesses.
italian: [L] Sei stato uno dei testimoni.

source: [L] Ohh.... this is some kind of joke or game isn't it.
italian: [L] Ohh.... questo è una sorta di scherzo o gioco non è.

source: [R] Uhhh.... kind of.... I'm actually.... trying to document all of the important events that happened this year.
italian: [R] Uhhh... tipo di... in realtà sto cercando di documentare tutti gli eventi importanti che sono accaduti quest'anno.

source: [R] You know, so we won't forget them in the future. I know a lot has happened to us these last couple years.
italian: [R] Sai, quindi non li dimenticheremo in futuro. So che ci sono successe molte cose in questi ultimi due anni.

source: [R] So, if I ask you something that sounds like I should already know, just remember it's for the record.
italian: [R] Quindi, se ti chiedo qualcosa che suona come dovrei già sapere, ricordati che è per il disco.

source: [R] Here.... I'm recording you on my phone. Now will you please state for the record, how you got pregnant.
italian: [R] Qui... ti sto registrando sul mio telefono. Ora ti preghiamo di indicare per il record, come sei incinto.

source: [R] And please give all the details.
italian: [R] E per favore fornisci tutti i dettagli.

source: [L] Well.... agent Diaz wanted our baby to have half of her genetics. So, we were going to have her brother fertilize one of my eggs.
italian: [L] Bene... l'agente Diaz voleva che il nostro bambino avesse metà della sua genetica. Così, stavamo per avere suo fratello fertilizzare una delle mie uova.

source: [L] You refused to pay for the treatment, so we did it the cheap and dirty way.
italian: [L] Hai rifiutato di pagare per il trattamento, così abbiamo fatto il modo economico e sporco.

source: [L] So, I fucked her older brother every day for two months...
italian: [L] Così, ho scopato il suo fratello maggiore ogni giorno per due mesi...

source: [GF] Oooohhhhh...
italian: [GF] Oooohhhhhh...

source: [R] What?!.... Are you serious!?
italian: [R] Cosa?!.... Sei serio!?

source: [R] And I was ok with this?
italian: [R] E ero ok con questo?

source: [L] Well, we didn't ask you.
italian: [L] Beh, non ti abbiamo chiesto.

source: [L] So, when her older brother couldn't knock me up, we let her younger brother give it a try.
italian: [L] Così, quando il fratello maggiore non riusciva a farmi battere, lasciamo che il fratello minore gli provasse.

source: [L] A few months later, and still no baby.
italian: [L] Pochi mesi dopo, e ancora nessun bambino.

source: [L] So, Diaz's father volunteered to knock me up.
italian: [L] Così, il padre di Diaz si è offerto di battermi in su.

source: [L] So, I fucked him for a while.
italian: [L] Così, l'ho scopato per un po'.

source: [L] And for good measure I kept fucking her brothers too. Sometimes all of them at the same time.
italian: [L] E per buona misura continuai a scopare anche i suoi fratelli. A volte tutti allo stesso tempo.

source: [L] And so I wouldn't feel too awkward, Agent Diaz would join us sometimes.
italian: [L] E quindi non mi sentirei troppo imbarazzante, l'agente Diaz si sarebbe unito a noi a volte.

source: [R] Holy shit!
italian: [R] Merda santa!

source: [L] Is this detailed enough for you?
italian: [L] Questo è abbastanza dettagliato per te?

source: [R] Yeah, just skip to the part where you got pregnant.
italian: [R] Sì, basta saltare alla parte in cui si è incinta.

source: [L] Well, there's not much more to the story.
italian: [L] Beh, non c'è molto di più alla storia.

source: [L] Eventually one of them slipped one past the goalie, and now I'm pregnant with one of their babies.
italian: [L] Alla fine uno di loro è scivolato uno oltre il goalie, e ora sono incinta di uno dei loro bambini.

source: [R] And you don't even know which one of them got you pregnant?
italian: [R] E non sai nemmeno quale di loro hai incinto?

source: [L] It doesn't matter. It's Agent Diaz's and my baby not theirs.
italian: [L] Non importa. È l'agente Diaz e il mio bambino non il loro.

source: [R] You guys are married, and you still call her Agent Diaz?
italian: [R] Voi ragazzi siete sposati e chiamate ancora il suo agente Diaz?

source: [L] Well, yeah! It's respectful. I call her by her first name when we're in our apartment.
italian: [L] Beh, sì! È rispettoso. La chiamo con il suo nome quando siamo nel nostro appartamento.

source: [R] So, what is her first name?
italian: [R] Quindi, qual è il suo nome?

source: [L] I've already told you several times. If you can't remember, you're on your own.
italian: [L] Ti ho già detto diverse volte. Se non ti ricordi, sei da solo.

source: [R] This is for the record.
italian: [R] Questo è per il record.

source: [L] well then state it for the record yourself.
italian: [L] bene quindi dichiararlo per il record da soli.

source: [R] Ok.... never mind.
italian: [R] Ok.... non importa.

source: [R] Are you screwing anybody else?
italian: [R] Stai urlando qualcun altro?

source: [L] Of course not!.... I only screwed Agent Diaz's brothers and father to get pregnant.
italian: [L] Certamente no!.... Ho solo avvitato i fratelli e il padre dell'agente Diaz, per rimanere incinta.

source: [L] Although, to be totally honest, I'm still screwing them, so that their swimmers will still be strong when we're ready for baby number two.
italian: [L] Anche se, ad essere assolutamente onesti, li sto ancora avvitando, in modo che i loro nuotatori saranno ancora forti quando saremo pronti per il numero di bambini due.

source: [R] That doesn't make any sense.
italian: [R] Non ha alcun senso.

source: [L] Yeah it does. It makes perfect sense. I'll just have Agent Diaz explain it to you, the same way she explained it to me. You'll see.
italian: [L] Sì, lo fa. Ha un senso perfetto. Avrò solo Agent Diaz spiegarlo a voi, allo stesso modo che lei mi ha spiegato. Vedrete.

source: [GF] Holy shit! I thought you were the DaVinci of bullshit, but you're just a toddler compared with her!
italian: [GF] Merda santa! Pensavo che tu fossi il DaVinci di bucca, ma sei solo un bambino rispetto a lei!

source: [RT] {i}No shit!.... Once I go back to the present, I've got to remember to get that toxic woman out of our lives.{/i}
italian: [RT] {i}Nessuna merda!.... Una volta tornato al presente, devo ricordarmi di far uscire quella donna tossica dalla nostra vita.{/i}

source: [RT] {i}What the hell? Screwing the entire Diaz family?.... I'm pretty sure she's still a virgin in the present.... hmmmm.... I wonder if....{/i}
italian: [RT] {i}Che inferno? Urta tutta la famiglia Diaz?.... Sono abbastanza sicuro che lei sia ancora vergine nel presente.... hmmmm.... Mi chiedo se....{/i}

source: [R] So.... since you got married. Are we ever.... you know...
italian: [R] Quindi... da quando ti sei sposato. Siamo mai... sa...

source: [L] Intimate?
italian: [L] Intimo?

source: [R] Yeah.
italian: [R] Sì, sì.

source: [L] Oh.... of course! Diaz knows I would have never married her if she tried to take away what we have.
italian: [L] Oh.... naturalmente! Diaz sa che non avrei mai sposato lei se avesse cercato di togliere quello che abbiamo.

source: [L] And I know you enjoy it when Diaz joins in.
italian: [L] E so che ti piace quando Diaz si unisce.

source: [L] Although I'm pretty sure you just like to hate fuck her.
italian: [L] Anche se sono abbastanza sicuro che ti piace semplicemente odiare scopare lei.

source: [GF] No wonder!
italian: [GF] Non c'è da meravigliare!

source: [L] She told me to tell you that if you ever fuck her ass that hard again, she's going to have an FBI drug dog bite your cock off.
italian: [L] Mi ha detto di dirvi che se mai scopate il suo culo così duro di nuovo, sta per avere un cane droga dell'FBI mordere il cazzo fuori.

source: [GF] Well, at least you have that perk.
italian: [GF] Beh, almeno hai quel perk.

source: [R] But if.... we're intimate.... how can you be sure the baby's not mine?
italian: [R] Ma se... siamo intimi... come puoi essere sicuro che il bambino non sia mio?

source: [L] Because we made you wear a condom until I was pregnant.
italian: [L] Perché ti abbiamo fatto indossare un preservativo fino a quando ero incinta.

source: [L] So, unless you were poking holes in the condom.
italian: [L] Quindi, a meno che tu non fossi buchi nel preservativo.

source: [L] And I warn you that you better not have!
italian: [L] E vi avverto che meglio non avete!

source: [L] If Agent Diaz suspects that child isn't half hers, she'll do a DNA test, and if you're the father, she'll deport both of you to Cuba.
italian: [L] Se l'agente Diaz sospetta che il bambino non sia la metà, farà un test del DNA, e se sei il padre, deporterà entrambi a Cuba.

source: [GF] Agent Diaz makes the Mafia look like the boy scouts.
italian: [GF] L'agente Diaz fa assomigliare la mafia agli scout del ragazzo.

source: [L] Oh, there goes the cookies. Why don't you run and see if Sidney's almost ready for the gift exchange, and I'll get the cookies ready, and bring them out when I'm done.
italian: [L] Oh, ci va i biscotti. Perché non corri e vedi se Sidney è quasi pronto per lo scambio del regalo, e preparerò i biscotti e li tirerò fuori quando ho finito.

source: [L] Ohhh.... these stupid, tall chairs!
italian: [L] Ohhhh.... queste cattedre stupide e alte!

source: [L] And where did I throw that apron?.... Baking in the buff is not a good idea.
italian: [L] E dove ho gettato quel grembiule?.... Cuocere nel buff non è una buona idea.

source: [RT] {i}Shit!.... I can't even believe what Lauren just told me!{/i}
italian: [RT] {i}Merda!.... Non riesco nemmeno a credere a quello che Lauren mi ha appena detto!{/i}

source: [RT] {i}How am I going to get rid of that woman, before she can do that much damage? She's got my balls in a vice as it is! I've got to search for some kind of opportunity.{/i}
italian: [RT] {i}Come mi sbarazzerò di quella donna, prima che lei possa fare quel danno? Lei ha le mie palle in un vizio com'è! Devo cercare una sorta di opportunità. /i}

source: [GF] Or at least help Lauren see how evil she is.
italian: [GF] O almeno aiutare Lauren a vedere quanto sia malvagia.

source: [RT] {i}That's definitely something from the future that has to change!{/i}
italian: [RT] {i}Questo è sicuramente qualcosa del futuro che deve cambiare!{/i}

source: [GF] Yeah that sucks!.... Should we go see what the damage is with Sidney?
italian: [GF] Sì che succhia!.... Dovremmo andare a vedere qual è il danno con Sidney?

source: [RT] {i}Yeah, although at this point, I'm almost afraid to ask.{/i}
italian: [RT] {i}Sì, anche se a questo punto, ho quasi paura di chiedere.{/i}

source: [L] Father, you weirdo!
italian: [L] Padre, sei strano!
