Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.03.po
Languages: italian

source: {i}"Lauren Anger +4"{/i}
italian: {i}"Lauren Rabbia +4"{/i}

source: To get Lauren to take everything off you must have her submission at 19 points.
italian: Per far togliere tutto a Lauren devi avere la sua sottomissione a 19 punti.

source: [R] Ok, how bout we take this shoot to a whole different level.
italian: [R] Ok, che ne dici di portare questo servizio ad un livello completamente diverso.

source: [R] Let's get right to what the fans have been asking for.
italian: [R] Andiamo bene a quello che i tifosi hanno chiesto.

source: [L] I'm afraid to ask.
italian: [L] Ho paura di chiedere.

source: [R] They're practically begging for some between the leg close-ups.
italian: [R] Stanno praticamente implorando dei primi piani tra le gambe.

source: [L] What? I'm not showing off my coochie for you!
italian: [L] Cosa? Non sto mostrando la mia coochie per te!

source: [R] You're not showing it to me, it's for your loyal fans who have become enchanted by you.
italian: [R] Non la stai mostrando a me, è per i tuoi fedeli fan che sono rimasti incantati da te.

source: [L] I have been reading a lot of sweet comments from a lot of them, but I'm really uncomfortable with this.
italian: [L] Ho letto molti commenti dolci da parte di molti di loro, ma sono davvero a disagio con questo.

source: [R] Alright, your call, but I think this will take you to a whole new level of internet fame!
italian: [R] Va bene, decidi tu, ma penso che questo ti porterà ad un livello completamente nuovo di fama su internet!

source: [L] Well.... ok, I guess we can do that, but only because I love my fans, and don't want to leave them with blue balls.
italian: [L] Beh.... ok, credo che si possa fare, ma solo perché amo i miei fan e non voglio lasciarli con le palle blu.

source: [R] It's not just guys.
italian: [R] Non sono solo i ragazzi.

source: [L] Oh my God, I know. hehehe...
italian: [L] Oh mio Dio, lo so. hehehe...

source: [L] Uhhh.... what do you mean? Isn't this sexy enough?.... I mean you can see a lot of skin.
italian: [L] Uhhh.... cosa vuoi dire? Non è abbastanza sexy? .... Voglio dire che si vede un sacco di pelle.

source: [R] Let's get some close-ups of between your legs.
italian: [R] Facciamo qualche primo piano di tra le tue gambe.

source: [R] That's what your fans have been asking for in the comments section.
italian: [R] Questo è quello che i tuoi fan hanno chiesto nella sezione commenti.

source: [R] I'm just trying to give the people what they want so we can get the most likes possible.
italian: [R] Sto solo cercando di dare alle persone ciò che vogliono in modo da ottenere più like possibili.

source: [L] Yeah.... I don't think so, and fuck you! I'm going to get dressed and go home.
italian: [L] Sì.... Non credo, e vaffanculo! Mi vesto e vado a casa.

source: {i}"Lauren Anger +10"{/i}
italian: {i}"Lauren Rabbia +10"{/i}

source: {i}"Lauren Affection -5"{/i}
italian: {i}"Lauren Affetto -5"{/i}

source: [L] You better stop acting like an asshole if you want me to come again next week.
italian: [L] Faresti meglio a smettere di comportarti come uno stronzo se vuoi che venga di nuovo la prossima settimana.

source: To get Lauren to take explicit photos, submission must be at 25 points.
italian: Per convincere Lauren a fare foto esplicite, la Sottomissione deve essere a 25 punti.

source: [R] I think we've got all the pics we need for now.
italian: [R] Penso che abbiamo tutte le foto di cui abbiamo bisogno per ora.

source: [L] Really? We haven't taken that many.
italian: [L] Davvero? Non ne abbiamo fatte molte.

source: [R] Yeah, but the ones we have are really good, and the only way they could be better, is if I pushed you to do something you might not be comfortable with.
italian: [R] Sì, ma quelle che abbiamo sono davvero buone e l'unico modo in cui potrebbero essere migliori è se ti spingessi a fare qualcosa con cui potresti non essere a tuo agio.

source: [L] Oh, [ryan]! You're such a professional.
italian: [L] Oh, [ryan]! Sei un tale professionista.

source: [L] And I really enjoyed the shoot!
italian: [L] E mi è piaciuto molto il servizio fotografico!

source: [L] And showing some skin was kind of exciting!
italian: [L] E mostrare un pò di pelle è stato piuttosto eccitante!

source: {i}{b}"Lauren's Libido +2"{/b}{/i}
italian: {i}{b}"Libido +2 di Lauren"{/b}{/i}

source: [L] I can't wait for the next photoshoot.
italian: [L] Non vedo l'ora del prossimo servizio fotografico.

source: [L] I might be even more daring, and be willing to show a little more skin.... hahah...
italian: [L] Potrei essere ancora più audace, ed essere disposta a mostrare un pò più di pelle.... hahah...

source: [R] Great! I can't wait either.
italian: [R] Grande! Anch'io non vedo l'ora.

source: [R] You can get dressed and I'll see you back home.
italian: [R] Puoi vestirti e ci vediamo a casa.

source: [R] Let's take off that skirt so we can see just a little more skin.
italian: [R] Togliamo quella gonna così possiamo vedere un pò più di pelle.

source: [L] Uhhh.... but all I have on is a buckskin thong underneath.
italian: [L] Uhhh.... ma tutto quello che ho addosso è un perizoma di pelle di daino sotto.

source: [R] That will make some super sexy pictures.
italian: [R] Questo farà delle foto super sexy.

source: [R] Don't worry, we'll start out with just a side pic, so the thong won't reveal too much.
italian: [R] Non preoccuparti, inizieremo con una foto laterale, così il perizoma non rivelerà troppo.

source: [L] Ok, I guess we can do that.
italian: [L] Ok, credo che si possa fare.

source: [L] Is this kind of what you were thinking?
italian: [L] È più o meno quello che stavi pensando?

source: [R] Once again, your posing talent amazes me.
italian: [R] Ancora una volta, il tuo talento nel posare mi stupisce.

source: [L] Are you just trying to butter me up?
italian: [L] Stai solo cercando di adularmi?

source: [R] Seriously, you look incredible.
italian: [R] Seriamente, sei incredibile.

source: {i}{b}"Lauren's Libido +1"{/b}{/i}
italian: {i}{b}"Libido di Lauren +1"{/b}{/i}

source: [R] Ok, just hold that pose.
italian: [R] Ok, mantieni questa posa.

source: [L] Hurry, it's making my legs tired.
italian: [L] Sbrigati, mi sta facendo stancare le gambe.

source: [R] That shot will turn out great too.
italian: [R] Anche questo scatto verrà fuori bene.

source: [R] I'll make sure to add a background to this one later.
italian: [R] Mi assicurerò di aggiungere uno sfondo a questo più tardi.

source: [R] You're looking great!
italian: [R] Hai un aspetto fantastico!

source: [RT] {i}Should I go on?{/i}
italian: [RT] {i}Dovrei continuare? {/i}

source: [R] Let's see what we can do to that outfit to sexy it up even more.
italian: [R] Vediamo cosa possiamo fare a quel vestito per renderlo ancora più sexy.

source: [R] Let's show off that thong from behind.
italian: [R] Mostriamo quel perizoma da dietro.

source: [R] Alright, I wonder if this outfit would fit Mandy. She wouldn't have any problem doing that, and she'd get a ton of likes for it.
italian: [R] Bene, mi chiedo se questo vestito sarebbe adatto a Mandy. Lei non avrebbe alcun problema a farlo, e lei otterrebbe una tonnellata di like per esso.

source: [R] Ok, let's see what we can do to that outfit to sexy it up even more.
italian: [R] Ok, vediamo cosa possiamo fare a quel vestito per renderlo ancora più sexy.

source: [R] Let's get rid of the buckskin bra.
italian: [R] Sbarazziamoci del reggiseno di pelle di daino.

source: [R] Let's get some tasteful pictures of your breasts.
italian: [R] Facciamo delle foto di buon gusto del tuo seno.

source: [R] Let's get some nice pics of them titties.
italian: [R] Facciamo delle belle foto di quelle tette.

source: [R] Let's get some tasteful nude shots.
italian: [R] Prendiamo alcuni scatti nudi di buon gusto.

source: [R] Alright, your call, I wonder if this outfit would fit Mandy. She wouldn't have any problem doing that, and she'd get a ton of likes for it.
italian: [R] Va bene, decidi tu, mi chiedo se questo vestito starebbe bene a Mandy. Non avrebbe alcun problema a farlo e riceverebbe un sacco di like per questo.

source: [R] Let's shoot the rest in the nude.
italian: [R] Giriamo il resto in nudo.

source: [L] How's this one?
italian: [L] Com'è questo?

source: [L] Are you liking what you see?
italian: [L] Ti piace quello che vedi?

source: [R] Oh, yeah! If I wasn't your brother, I'd hit that.
italian: [R] Oh, sì! Se non fossi tuo fratello, lo colpirei.

source: [L] Haha.... In your dreams!
italian: [L] Haha.... Nei tuoi sogni!

source: [R] You really do have a great ass.
italian: [R] Hai davvero un gran bel culo.

source: [R] Do you do yoga or something?
italian: [R] Fai yoga o qualcosa del genere?

source: [L] No, it's just from jogging.
italian: [L] No, è solo dovuto al jogging.

source: [R] Well, keep it up.
italian: [R] Beh, continua così.

source: {i}"Lauren Libido +1"{/i}
italian: {i}"Libido di Lauren +1"{/i}

source: [R] I can't wait to see this one with the new background.
italian: [R] Non vedo l'ora di vedere questo con il nuovo sfondo.

source: [RT] {i}Things seem to be going pretty well. Should I keep going?{/i}
italian: [RT] {i}Sembra che le cose stiano andando abbastanza bene. Dovrei continuare?

source: [R] Alright, I only suggested it because I saw Jassica Nugru posted a similar picture on her profile, and her page almost shut down because of all the likes she got.
italian: [R] Va bene, decidi tu, l'ho suggerito solo perché ho visto che Jassica Nugru ha postato una foto simile sul suo profilo e la sua pagina ha quasi chiuso a causa di tutti i like che ha ricevuto.

source: [R] Alright, your call, I only suggested it because I saw Jassica Nugru posted a similar picture on her profile, and her page almost shut down because of all the likes she got.
italian: [R] Va bene, decidi tu, l'ho suggerito solo perché ho visto che Jassica Nugru ha postato una foto simile sul suo profilo e la sua pagina ha quasi chiuso a causa di tutti i like che ha ricevuto.

source: [L] I can't believe I'm going topless in a photoshoot. I think I need to close my eyes for this one.
italian: [L] Non posso credere che andrò in topless in un servizio fotografico. Penso di dover chiudere gli occhi per questo.

source: [R] Just smile and try to look happy.
italian: [R] Sorridi e cerca di sembrare felice.

source: [L] Like this?
italian: [L] Così?

source: [R] That actually looks really good. It looks like you're blissfully enjoying the seclusion of the forest.
italian: [R] Questo sembra davvero buono. Sembra che tu ti stia godendo beatamente l'isolamento della foresta.

source: [L] Haha, you're such a nerd.
italian: [L] Haha, sei proprio un nerd.

source: [R] No, really, even with your top off, I think most of the attention will be drawn to how pretty your face is.
italian: [R] No, davvero, anche senza il top, penso che la maggior parte dell'attenzione sarà attirata da quanto è bello il tuo viso.

source: [L] You're a natural at helping your subject feel at ease.
italian: [L] Hai un talento naturale nell'aiutare il tuo soggetto a sentirsi a proprio agio.

source: [L] Let me know when you've taken the picture.
italian: [L] Fammi sapere quando hai fatto la foto.

source: [R] I've taken it, and I think it will look great.
italian: [R] L'ho scattata e penso che sarà fantastica.

source: [R] You can open your eyes if you want to.
italian: [R] Puoi aprire gli occhi se vuoi.

source: [L] Is my top still off? If it is, I don't think I want to.
italian: [L] Sono ancora senza maglietta? Se lo è, non credo di volerlo fare.

source: [R] {i}(sarcastically){/i} Haha.... you're so funny.
italian: [R] {i}(sarcasticamente){/i} Haha.... sei così divertente.

source: [RT] {i}Should I keep this going?{/i}
italian: [RT] {i}Dovrei continuare? {/i}

source: [R] Alright, but there's a lot of people out there trying to find fame on the internet who fail because they're unwilling to do the hard and uncomfortable stuff.
italian: [R] Va bene, ma c'è un sacco di gente là fuori che cerca di trovare la fama su internet e che fallisce perché non è disposta a fare le cose difficili e scomode.

source: [R] Alright, your call, but there's a lot of people out there trying to find fame on the internet who fail because they're unwilling to do the hard and uncomfortable stuff.
italian: [R] Va bene, decidi tu, ma c'è un sacco di gente là fuori che cerca di trovare la fama su internet e che fallisce perché non è disposta a fare le cose difficili e scomode.

source: [R] Since your cosplay is Arsetrid from How to Breed your Dragon, I want you to pose like a dragon is coming out of the sky and you're really surprised.
italian: [R] Dato che il tuo cosplay è Arsetrid da How to Breed your Dragon, voglio che tu ti metta in posa come se un drago stesse uscendo dal cielo e tu fossi davvero sorpresa.

source: [L] I hope you appreciate what I'm doing here. Posing partially nude is a big step from a sexy costume.
italian: [L] Spero che tu apprezzi quello che sto facendo qui. Posare parzialmente nuda è un grande passo da un costume sexy.

source: [L] How's this pose by the way?
italian: [L] A proposito, com'è questa posa?

source: [R] Looks great. You should be an actress, your expressions are so good, and I do appreciate what you're doing, but from what I've read online, posing nude is really empowering.
italian: [R] Sembra fantastica. Dovresti fare l'attrice, le tue espressioni sono così belle e apprezzo quello che stai facendo, ma da quello che ho letto online, posare nuda è davvero potente.

source: [L] Yeah, right. How is posing nude empowering?
italian: [L] Sì, giusto. In che modo posare nudi è responsabilizzante?

source: [R] You're not allowing just a single man to have power over you, and allowing him to dictate that you only display your body for him. You're freely choosing to show it off on your own terms.
italian: [R] Non stai permettendo ad un solo uomo di avere potere su di te, e di permettergli di imporre che tu mostri il tuo corpo solo per lui. Stai scegliendo liberamente di mostrarlo alle tue condizioni.

source: [L] Yeah, well maybe you should do it then.
italian: [L] Sì, beh, allora forse dovresti farlo tu.

source: [R] I would if I thought anybody would pay me for it.
italian: [R] Lo farei se pensassi che qualcuno mi pagherebbe per farlo.

source: [L] Haha I'm sure there's a few women, and men actually, who would love to see that big cock of yours!
italian: [L] Haha Sono sicuro che ci sono alcune donne, e uomini in realtà, che amerebbero vedere quel tuo grosso cazzo!

source: [R] .... Did you like seeing it?
italian: [R] .... Ti è piaciuto vederlo?

source: [L] .... Are you going to make me pose like this all day, or are you going to take a picture?
italian: [L] .... Hai intenzione di farmi posare così tutto il giorno o vuoi fare una foto?

source: [R] Oh right.... sorry.
italian: [R] Oh giusto.... scusa.

source: [R] That's perfect, and I'll use ZAD Studio to render a dragon flying into the scene.
italian: [R] Perfetto, e userò ZAD Studio per renderizzare un drago che vola nella scena.

source: [R] Ok, now you've realized you've left your axe and shield too far away to retrieve, you might have to fight him with your fists.
italian: [R] Ok, ora ti sei reso conto che hai lasciato la tua ascia e il tuo scudo troppo lontano da recuperare, potresti doverlo combattere con i pugni.

source: [R] Great!
italian: [R] Grande!

source: [R] Ok, you've lowered your defenses since you can tell he's a friendly dragon,
italian: [R] Ok, hai abbassato le tue difese dato che puoi dire che è un drago amichevole,

source: [R] But you can't believe the size of the claws on his feet!
italian: [R] Ma non puoi credere alle dimensioni degli artigli sui suoi piedi!

source: [R] Ok, good, look up just a little more, and look more surprised.
italian: [R] Ok, bene, alza un pò di più lo sguardo e sembri più sorpreso.

source: [R] Perfect!
italian: [R] Perfetto!

source: [R] Ok, now he's going to come up and start licking your face, just like a little puppy.
italian: [R] Ok, ora si avvicinerà e inizierà a leccarti la faccia, proprio come un piccolo cucciolo.

source: [L] Yuk, I hate it when puppies lick my face.
italian: [L] Yuk, odio quando i cuccioli mi leccano la faccia.

source: [R] What's wrong with you?
italian: [R] Cosa c'è che non va in te?

source: [R] Ok, act like someone who likes puppies licking their face.
italian: [R] Ok, comportati come qualcuno a cui piace che i cuccioli si lecchino la faccia.

source: [R] Awesome! I think I can do something with that.
italian: [R] Fantastico! Penso di poterci fare qualcosa.

source: [R] Ok, now look a little shocked as the Dragon lowers his tongue from your face.
italian: [R] Ok, ora guarda un pò scioccato mentre il Drago abbassa la sua lingua dalla tua faccia.

source: [L] Are you going to make him lick my tits?
italian: [L] Hai intenzione di fargli leccare le mie tette?

source: [R] Hey, good idea. it's nice to see you showing some initiative here.
italian: [R] Ehi, buona idea. E' bello vedere che mostri un pò di iniziativa qui.

source: [L] Whatever!
italian: [L] Come vuoi!

source: [R] Ok, now his tongue is going to move down to your belly button.
italian: [R] Ok, ora la sua lingua si sposterà giù verso il tuo ombelico.

source: [L] Oh good, I was afraid you were going to say somewhere lower.
italian: [L] Oh bene, temevo che avresti detto da qualche parte più in basso.

source: [R] Ummm.... yeah.... I wouldn't.... do.... that...
italian: [R] Ummm.... si.... Non farei mai.... questo...

source: [L] Yeah, that sounded convincing.
italian: [L] Sì, sembrava convincente.

source: [R] Ok, make an expression on your face like the pressure of his tongue on your belly is making you need to pee.
italian: [R] Ok, fai un'espressione sulla tua faccia come se la pressione della sua lingua sulla tua pancia ti facesse venire il bisogno di fare pipì.

source: [R] Yes, that's perfect!
italian: [R] Sì, è perfetto!

source: [R] We might want to consider doing videos instead of pictures with how good of an actress you are!
italian: [R] Potremmo considerare di fare dei video invece che delle foto con quanto sei brava come attrice!

source: [L] I don't even know what kind of videos you would want to make.
italian: [L] Non so nemmeno che tipo di video vorresti fare.

source: [L] What's next?
italian: [L] Cosa c'è dopo?

source: [R] Ok, I'm thinking you could crouch down and inspect his tail, since you're going to be a dragon breeder, you need to inspect your stud.... that's right.... no, just a little higher.... now cup under his tail, and with the other hand stroke one of the spikes on his tail.
italian: [R] Ok, sto pensando che potresti accovacciarti e ispezionare la sua coda, visto che sarai un allevatore di draghi, devi ispezionare il tuo stallone.... giusto.... no, solo un pò più in alto.... ora prendi la tazza sotto la sua coda, e con l'altra mano accarezza una delle punte sulla sua coda.

source: [L] Does this work?
italian: [L] Questo funziona?

source: [R] Nailed it!
italian: [R] Centrato!

source: [R] Good, now try to look impressed at how massive the scales on his tail are.
italian: [R] Bene, ora prova a guardare impressionato quanto siano massicce le squame sulla sua coda.

source: [R] You should be excited because this dragon is going to make such a good stud dragon.
italian: [R] Dovresti essere eccitato perché questo drago sarà un ottimo stallone.

source: [R] Perfect, now just hold that pose while I get a close-up shot and a better angle.
italian: [R] Perfetto, ora mantieni questa posa mentre faccio un primo piano e un'angolazione migliore.

source: [R] I'm really excited about these pictures! They are going to get the hell liked out of them!
italian: [R] Sono davvero entusiasta di queste foto! Faranno impazzire l'inferno!

source: [L] Oh.... I really hope so!...
italian: [L] Oh.... Lo spero davvero!...

source: [RT] {i}Lauren might be mad at first when she sees these, but I think her anger will wear off after she sees how popular these pics are going to be.{/i}
italian: [RT] {i}Lauren potrebbe arrabbiarsi all'inizio quando le vedrà, ma penso che la sua rabbia svanirà dopo aver visto quanto saranno popolari queste foto.

source: [RT] {i}Now should I ask her to continue, or call it good?{/i}
italian: [RT] {i}Ora dovrei chiederle di continuare, o chiamarlo buono?

source: [R] Let's see what we can do to sexy up this photoshoot even more.
italian: [R] Vediamo cosa possiamo fare per rendere questo servizio fotografico ancora più sexy.

source: [R] Lauren, at this point I shouldn't have to convince you anymore. Have I been wrong yet? You need to just learn to trust me.
italian: [R] Lauren, a questo punto non dovrei più convincerti. Mi sono già sbagliato? Devi solo imparare a fidarti di me.

source: [L] Well.... ok, I guess you've earned it.
italian: [L] Beh.... ok, credo che te lo sia guadagnato.

source: [R] Ok, let's see what we can do to sexy up this photoshoot even more.
italian: [R] Ok, vediamo cosa possiamo fare per rendere questo servizio fotografico ancora più sexy.

source: [L] Really? You don't think we need more?
italian: [L] Davvero? Non pensi che ce ne servano altre?

source: [R] No, and the ones we have are really good, and the only way they could be better, is if I pushed you to do something you might not be comfortable with.
italian: [R] No, e quelle che abbiamo sono davvero buone, e l'unico modo in cui potrebbero essere migliori è se ti spingessi a fare qualcosa con cui potresti non essere a tuo agio.

source: [L] I can't believe I've let you talk me into going this far.
italian: [L] Non posso credere di essermi lasciata convincere da te ad andare così lontano.

source: [R] Don't think about it like I've talked you into anything.
italian: [R] Non pensarci come se ti avessi convinto a fare qualcosa.

source: [R] Think of me like a mentor, or a life coach, and I'm helping you to do what you need to achieve your life goal.
italian: [R] Pensa a me come un mentore, o un life coach, e io ti sto aiutando a fare ciò di cui hai bisogno per raggiungere il tuo obiettivo di vita.

source: [R] And that goal is?...
italian: [R] E questo obiettivo è?...

source: [L] .... {i}(talking quietly){/i} To be internet famous.
italian: [L] .... {i}(parlando a bassa voce){/i} Essere famoso su internet.

source: [R] What was that?...
italian: [R] Cos'era quello?...

source: [L] To be internet famous you cheeky bastard.
italian: [L] Essere famoso su internet, bastardo sfacciato.

source: [R] Hahaha.... that's right.
italian: [R] Hahaha.... giusto.

source: [R] And now for the next shot, let's get a picture of you from behind, but stand in a way that conceals your goodies.
italian: [R] Ed ora per il prossimo scatto, facciamo una foto di te da dietro, ma in piedi in modo da nascondere le tue chicche.

source: [L] My goodies, what are you ten?
italian: [L] Le mie chicche, cosa sei dieci?

source: [R] Beautiful! And kind of turn your upper torso this way so we can see some side boob.
italian: [R] Bellissima! E gira la parte superiore del busto da questa parte così possiamo vedere qualche tetta laterale.

source: [L] Well, I don't have a whole lot of boob to see, even from the front.
italian: [L] Beh, non ho molte tette da vedere, anche dal davanti.

source: [R] Don't worry, I love little titties like yours.
italian: [R] Non preoccuparti, amo le tette piccole come le tue.

source: [L] Really?
italian: [L] Davvero?

source: [R] Oh, yeah!...
italian: [R] Oh, sì!...

source: [R] And hold that pose.
italian: [R] E mantieni quella posa.

source: [L] How will you work the dragon into this scene?
italian: [L] Come farai a inserire il drago in questa scena?

source: [R] Hmmmm.... I think I'll just have him sleeping in the background.
italian: [R] Hmmmm.... Penso che lo farò dormire sullo sfondo.
