Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [L] Damnit, [ryan]! Why couldn't you have been more helpful with the campaign?
french: [L] Bon sang, [ryan]! Pourquoi n'aurais-tu pas pu être plus utile avec la campagne?
italian: [L] Damnit, [ryan]! Perché non saresti stato più utile con la campagna?

source: [R] You were running against Matt... You didn't stand a chance.
french: [R] Tu te présentais contre Matt... Tu n'avais aucune chance.
italian: [R] Stavi correndo contro Matt... Non hai avuto una possibilità.

source: [L] I know... I just wish we could have given it our all.
french: [L] Je sais... J'aurais aimé qu'on puisse tout donner.
italian: [L] Lo so... vorrei solo che avessimo potuto dargli il nostro tutto.

source: [R] You still got what you wanted. You're the student body president now.
french: [R] Tu as toujours ce que tu voulais. Tu es le président du corps étudiant maintenant.
italian: [R] Hai ancora quello che volevi. Sei il presidente del corpo studentesco ora.

source: [L] I know...
french: [L] Je sais...
italian: [L] Lo so...

source: [R] And you said Matt doesn't mind you fooling around with other guys?
french: [R] Et tu as dit que Matt ne te dérangeait pas de jouer avec d'autres gars?
italian: [R] E hai detto a Matt che non ti dispiace ingannare con altri ragazzi?

source: [L] Are you trying to say that you want to be the other guy?
french: [L] Essaies-tu de dire que tu voulais être l'autre gars?
italian: [L] Stai cercando di dire che vuoi essere l'altro ragazzo?

source: [R] Well... We do already have a good thing established.
french: [R] Bien... Nous avons déjà une bonne chose établie.
italian: [R] Bene... Abbiamo già stabilito una buona cosa.

source: [L] I suppose I'm in the mood for a little fun.
french: [L] Je suppose que je suis d'humeur à m'amuser un peu.
italian: [L] Suppongo che io sia di umore per un po' di divertimento.

source: [L] I think I'll start us out by taking care of the bulge poking into my stomach.
french: [L] Je pense que je vais commencer par prendre soin du renflement qui me pénètre dans l'estomac.
italian: [L] Penso che ci farò partire prendendomi cura del rigonfiamento nel mio stomaco.

source: [L] I wish Matt was closer to your size... His dick is too big.
french: [L] J'aimerais que Matt soit plus proche de ta taille... Sa bite est trop grosse.
italian: [L] Vorrei che Matt fosse più vicino alla tua taglia... Il suo cazzo è troppo grande.

source: [R] "Said no straight guy ever."
french: [R] 'N'a jamais dit un hétéro.'
italian: [R] "Non ha detto alcun ragazzo dritto."

source: [L] Yeah, well you're not getting it rammed into a tiny hole in your crotch.
french: [L] Ouais, eh bien, tu ne le fais pas enfoncer dans un petit trou dans ton entrejambe.
italian: [L] Sì, beh, non lo stai facendo sperperare in un piccolo buco nel tuo cavaliere.

source: [R] At least on literally, thank God.
french: [R] Au moins littéralement, Dieu merci.
italian: [R] Almeno su letteralmente, grazie Dio.

source: [L] Why are you two suddenly in a pissing match?
french: [L] Pourquoi es-tu soudainement dans un match de pisse?
italian: [L] Perché sei due improvvisamente in una partita di pisci?

source: [R] Uhhhh... It's complicated.
french: [R] Uhhhh... C'est compliqué.
italian: [R] Uhhhh... E' complicato.

source: [L] You two should make up... Then we could really have some fun.
french: [L] Tu devrais te rattraper... Alors on pourrait vraiment s'amuser.
italian: [L] Dovresti fare tu... allora potremmo davvero divertirci.

source: [R] Not likely.
french: [R] Improbable.
italian: [R] Non è probabile.

source: [L] Too bad.
french: [L] Dommage .
italian: [L] Troppo cattivo.

source: [L] Now... Let me have a taste of that cock.
french: [L] Maintenant... Laisse-moi goûter cette bite.
italian: [L] Now... Lascia che abbia un assaggio di quel cazzo.

source: [RT] {i}Make up with Matt?... Never!{/i}
french: [RT] {i}Composer avec du Matt?... Jamais !{/i}
italian: [RT] {i}Make up with Matt?... Mai!{/i}

source: [RT] {i}Somehow, I need to get him out of the picture.{/i}
french: [RT] {i}D'une manière ou d'une autre, j'ai besoin de le sortir de la photo.{/i}
italian: [RT] {i}In qualche modo, ho bisogno di farlo uscire dall'immagine.{/i}

source: [RT] {i}God!... This feels good though... What was I thinking about?{/i}
french: [RT] {i}Dieu!... Cela fait du bien cependant... À quoi je pensais ?{/i}
italian: [RT] {i}Dio!... Questo si sente bene però... di cosa stavo pensando?{/i}

source: [LT] {i}I totally am!.{/i}
french: [LT] {i}Je le suis totalement!.{/i}
italian: [LT] {i}Sono totalmente am!.{/i}

source: [L] I thought you might want to try something else.
french: [L] J'ai pensé que tu pourrais vouloir essayer autre chose.
italian: [L] Pensavo che si potesse voler provare qualcos'altro.

source: [L] Oh wait, look!... Matt's here!
french: [L] Oh attends, regarde!... Matt est là!
italian: [L] Aspetta, guarda!... Matt!

source: [R] What the hell, Matt?
french: [R] Que diable, Matt?
italian: [R] Quale inferno, Matt?

source: [R] Don't you know how to knock?
french: [R] Tu ne sais pas frapper?
italian: [R] Non sapete come battere?

source: [L] Hey Matt, We didn't hear you come in.
french: [L] Hé Matt, on ne t'a pas entendu entrer.
italian: [L] Ehi Matt, Non ti abbiamo sentito entrare.

source: [MB] I did knock... But it seems you both were to preoccupied to hear anything.
french: [MB] J'ai frappé... Mais il semble que vous étiez tous les deux préoccupés d'entendre quoi que ce soit.
italian: [MB] Ho bussato... ma sembra che entrambi fossero preoccupati di sentire qualcosa.

source: [L] I hope you don't mind.
french: [L] J'espère que ça ne te dérange pas.
italian: [L] Spero che non vi dispiaccia.

source: [MB] No... not at all.
french: [MB] Non... Pas le moins du monde.
italian: [MB] No... non per niente.

source: [MB] I just noticed that neither of you were in class this morning, so I figured there was a good chance that you'd both be here.
french: [MB] Je viens de remarquer qu'aucun de vous n'était en classe ce matin, alors j'ai pensé qu'il y avait de bonnes chances que vous soyez tous les deux ici.
italian: [MB] Ho appena notato che nessuno di voi era in classe questa mattina, così ho capito che c'era una buona probabilità che sareste entrambi qui.

source: [L] I'm glad you were able to get here from my directions.
french: [L] Je suis content que tu aies pu arriver ici depuis mes directions.
italian: [L] Mi fa piacere che tu sia stato in grado di arrivare qui dalle mie direzioni.

source: [RT] {i}That would have been easy, since he's been here before.{/i}
french: [RT] {i}Cela aurait été facile, car il était ici avant. {/i}
italian: [RT] {i}Sarebbe stato facile, dal momento che era qui prima.{/i}

source: [R] How in the hell did you know how to get here?
french: [R] Comment diable savais-tu comment arriver ici?
italian: [R] Come all'inferno hai saputo come arrivare qui?

source: [MB] Lauren gave me directions.
french: [MB] Lauren m'a donné des instructions.
italian: [MB] Lauren mi ha dato le indicazioni.

source: [R] Wait!... You told him how to get here?... Did you invite him to come here?
french: [R] Attends!... Tu lui as dit comment venir ?... Tu l'as invité à venir ici ?
italian: [R] Aspetta!... Gli hai detto come arrivare?... Lo hai invitato a venire qui?

source: [MB] Yeah... I offered her a ride back to school.
french: [MB] Ouais... Je lui ai proposé de retourner à l'école.
italian: [MB] Sì... Le ho offerto un viaggio di ritorno a scuola.

source: [R] I can give her a ride back to school.
french: [R] Je peux la ramener à l'école.
italian: [R] Le posso dare un passaggio indietro a scuola.

source: [L] I'm not letting you give me a ride back to school on your shitty scooter.
french: [L] Je ne te laisserai pas me ramener à l'école sur ton scooter de merde.
italian: [L] Non mi lascio darmi un giro indietro a scuola sul tuo scooter shitty.

source: [L] My bike goes faster than your scooter when both of us are on it.
french: [L] Mon vélo va plus vite que ton scooter lorsque nous sommes tous les deux dessus.
italian: [L] La mia bici va più veloce del tuo scooter quando entrambi siamo accesi.

source: [L] Matt's dad bought him a brand new Llamaghini for his birthday... So, no offence, but I'd rather ride with him.
french: [L] Le père de Matt lui a acheté un tout nouveau Llamaghini pour son anniversaire... Donc, pas d'offense, mais je préfère rouler avec lui.
italian: [L] Il papà di Matt's gli ha comprato un nuovo Llamaghini per il suo compleanno... Quindi, nessun reato, ma preferirei cavalcare con lui.

source: [R] Wow!... Me too.
french: [R] Wow!... Moi aussi.
italian: [R] Wow!... anche io.

source: [MB] Sorry, it only seats two.
french: [MB] Désolé, il ne peut accueillir que deux personnes.
italian: [MB] Ci dispiace, è solo due posti.

source: [RT] {i}Fucking spoiled asshole!{/i}
french: [RT] {i}Putain de trou du cul!{/i}
italian: [RT] {i}cazzo viziato il culo!{/i}

source: [MB] Yeah, don't mention it... I really didn't mean to interrupt you two though.
french: [MB] Ouais, n'en parle pas... Je ne voulais vraiment pas vous interrompre.
italian: [MB] Sì, non menzionatelo... non avevo intenzione di interrompervi due.

source: [L] No... We were just finishing up anyways.
french: [L] Non... On finissait juste de toute façon.
italian: [L] No... Stavamo appena finendo in ogni caso.

source: [RT] {i}Like hell, we were!{/i}
french: [RT] {i}Nous étions comme en enfer!{/i}
italian: [RT] {i}Come l'inferno, eravamo qui!{/i}

source: [LT] {i}Matt's car really made him jealous... If he's feeling jealous now, wait till I'm done with Matt.{/i}
french: [LT] {i}La voiture de Matt l'a vraiment rendu jaloux... S'il se sent jaloux maintenant, attends que j'en aie fini avec Matt.{/i}
italian: [LT] L'auto di {i}Matt's lo ha davvero reso geloso... Se ora si sente geloso, aspetta che io sia finito con Matt.{/i}

source: [L] [ryan] didn't satisfy me at all though... So I was hoping maybe you could finish the job?
french: [L] [ryan] ne m'a pas du tout satisfait... J'espérais que tu pourrais finir le travail ?
italian: [L] [ryan] non mi ha affatto soddisfatta però... Stavo sperando che potesse finire il lavoro?

source: [R] But, I never got the chance to....
french: [R] Mais, je n'ai jamais eu la chance de le faire....
italian: [R] Ma, non ho mai avuto la possibilità....

source: [L] Let's just get those tight jeans off you.
french: [L] Enlevons juste ces jeans serrés.
italian: [L] Prendiamo questi jeans stretti da te.

source: [L] I think [ryan] made me wet enough to take it.
french: [L] Je pense que [ryan] m'a suffisamment mouillé pour le prendre.
italian: [L] Penso che [ryan] mi abbia fatto abbastanza bagnato da prenderlo.

source: [R] You're going to do this right in front of me?
french: [R] Tu vas faire ça devant moi ?
italian: [R] Lo farete proprio di fronte a me?

source: [L] That's up to you... You're welcome to leave.
french: [L] C'est à toi de décider... Tu peux partir.
italian: [L] Sta a te... Sei il benvenuto a partire.

source: [R] No, I'm not... I've got to lock the door on my way out.
french: [R] Non, je ne le suis pas... Je dois verrouiller la porte en sortant.
italian: [R] No, no... Devo chiudere la porta sulla via d'uscita.

source: [R] Plus I need to clean up before I leave.
french: [R] De plus, je dois nettoyer avant de partir.
italian: [R] Inoltre ho bisogno di pulire prima di partire.

source: [L] Perfect... Why don't you clean up while we play around.
french: [L] Parfait... Pourquoi tu ne nettoies pas pendant qu'on joue ?
italian: [L] Perfetto... Perché non ti ripulisci mentre suoniamo in giro.

source: [R] Fine, just make it fast.
french: [R] Très bien, faites-le vite.
italian: [R] Bene, basta farlo velocemente.

source: [RT] {i}(sarcastically) WhY DoNt YoU ClEaN uP wHiLe wE pLaY ArOuNd?{/i}
french: [RT] {i}(ton sarcastique) Pourquoi ne pas nettoyer Pendant que nous jouons?{/i}
italian: [RT] {i}(sarcasticamente) Perchè DoNt YoU ClEaN uP wHiLe wE plaY ArOuNd?{/i}

source: [RT] {i}Fuck!... The nerve!{/i}
french: [RT] {i}Merde !... Les nerfs !{/i}
italian: [RT] {i}Fuck!... Il nervoso!{/i}

source: [RT] {i}Well, at least I don't have to watch them.{/i}
french: [RT] {i}Eh bien, au moins je n'ai pas à les regarder.{/i}
italian: [RT] {i}Beh, almeno non devo guardarle.{/i}

source: [RT] {i}But I'm not going to be so lucky when it comes to hearing them.{/i}
french: [RT] {i}Mais je ne vais pas avoir autant de chance quand il s'agit de les entendre.{/i}
italian: [RT] {i}Ma non sarò così fortunato quando si tratta di ascoltarle.{/i}

source: [RT] {i}My God!... Do they have to be so loud?{/i}
french: [RT] {i}Mon Dieu!... Doivent-ils être si bruyants?{/i}
italian: [RT] {i}Mio Dio!... Devono essere così forti?{/i}

source: [RT] {i}It sounds like Matt's really giving it to her.{/i}
french: [RT] {i}On dirait que Matt le lui donne vraiment.{/i}
italian: [RT] {i}Sembra che Matt's davvero dandogli a lei.{/i}

source: [LT] {i}Oh, my God!... I can't believe Matt's strong enough to fuck me like this!{/i}
french: [LT] {i}Oh, mon Dieu!... Je n'arrive pas à croire que Matt soit assez fort pour me baiser comme ça !{/i}
italian: [LT] {i}Oh, mio Dio!... Non posso credere che Matt's abbastanza forte da scoparmi così!{/i}

source: [LT] {i}My brother would just fall over.{/i}
french: [LT] {i}Mon frère venait juste de tomber. {/i}
italian: [LT] {i}Mio fratello sarebbe appena cadere.{/i}

source: [LT] {i}Maybe if I start moaning louder, he'll look over.{/i}
french: [LT] {i}Peut-être que si je commence à gémir plus fort, il regardera par-dessus.{/i}
italian: [LT] {i}Forse se comincio a gemere più forte, si occuperà.{/i}

source: [RT] {i}I don't think I'd be physically able.{/i}
french: [RT] {i}Je ne pense pas que je serais physiquement capable.{/i}
italian: [RT] {i}Non penso di essere fisicamente abile.{/i}

source: [RT] {i}This is just like some of my favorite porn clips.{/i}
french: [RT] {i}C'est comme certains de mes clips porno préférés.{/i}
italian: [RT] {i}Questo è proprio come alcune delle mie clip porno preferite.{/i}

source: [RT] {i}Only watching Matt fuck my sister enrages me, and turns me on.{/i}
french: [RT] {i}Seulement regarder Matt baiser ma sœur m'enrage et m'excite.{/i}
italian: [RT] {i}Solo guardando Matt scopa mia sorella mi infuria e mi accende.{/i}

source: [RT] {i}Damnit!... I should have helped Lauren better... She probably still would have lost, but at least she wouldn't hold it against me.{/i}
french: [RT] {i}Bon sang!... J'aurais dû mieux aider Lauren... Elle aurait probablement encore perdu, mais au moins elle ne me le reprocherait pas.{/i}
italian: [RT] {i}Damnit!... Avrei dovuto aiutare Lauren meglio... Probabilmente avrebbe ancora perso, ma almeno non lo avrebbe tenuto contro di me.{/i}

source: [RT] {i}Then it would be me fucking her right now.{/i}
french: [RT] {i}Alors ce serait moi qui la baise en ce moment.{/i}
italian: [RT] {i}Allora sarei io a farla scopare subito.{/i}

source: [RT] {i}I think Lauren noticed me staring... I should start cleaning again.{/i}
french: [RT] {i}Je pense que Lauren m'a remarqué en train de regarder... Je devrais recommencer à nettoyer.{/i}
italian: [RT] {i}Penso che Lauren mi abbia notato di fissare... dovrei ricominciare la pulizia.{/i}

source: [RT] {i}Aaarrggghhhh... Are they ever going to finish!{/i}
french: [RT] {i}Aaarrggghhhh... Vont-ils finir un jour!{/i}
italian: [RT] {i}Aaarrggghhh... Finiranno!{/i}

source: [RT] {i}How can I focus on anything else right now?{/i}
french: [RT] {i}Comment puis-je me concentrer sur autre chose en ce moment?{/i}
italian: [RT] {i}Come posso concentrarmi su qualsiasi altra cosa adesso?{/i}

source: [RT] {i}I'm gonna sneak another peek.{/i}
french: [RT] {i}Je vais jeter un autre coup d'oeil.{/i}
italian: [RT] {i}sto per sneak un altro peek.{/i}

source: [R] Wait!... No, Lauren!
french: [R] Attendez!... Non, Lauren!
italian: [R] Attendi!... No, Lauren!

source: [L] Wow, Matt!... That was amazing!
french: [L] Wow, Matt!... C'était incroyable!
italian: [L] Wow, Matt!... È stato fantastico!

source: [L] The best part is I'll get to sit through my mom's next class, knowing your cum is just simmering in my womb and dripping out into my panties.
french: [L] La meilleure partie est que je vais m'asseoir pendant le prochain cours de ma mère, sachant que ton sperme mijote dans mon ventre et dégouline dans ma culotte.
italian: [L] La parte migliore è che arriverò a sedermi nella prossima lezione di mia mamma, sapendo che il vostro sperma sta semplicemente cuocendo nel mio grembo e gocciolando nelle mie mutandine.

source: [R] Good God, Lauren!... Can you hear yourself?
french: [R] Bon Dieu, Lauren!... Tu t'entends ?
italian: [R] Buon Dio, Lauren!... Riesci ad ascoltarti?

source: [R] That's how you get fucking pregnant!
french: [R] C'est comme ça que tu tombes enceinte!
italian: [R] È così che si fa incinta!

source: [L] No kidding, [ryan]. I'm not an idiot... I'm taking the proper precautions.
french: [L] Sans blague, [ryan]. Je ne suis pas une idiote... Je prends les précautions appropriées.
italian: [L] No kidding, [ryan]. Non sono un idiota... sto prendendo le dovute precauzioni.

source: [LT] {i}Sometimes... When I remember.{/i}
french: [LT] {i}Parfois... Quand je me souviens.{/i}
italian: [LT] {i}A volte... Quando mi ricordo.{/i}

source: [RT] {i}Fuck!... There's sex juices all over the green screen.{/i}
french: [RT] {i}Merde ! ... Il y a du sperme partout sur l'écran vert. {/i}
italian: [RT] {i}Fuck!... Ci sono succhi di sesso su tutto lo schermo verde.{/i}

source: [L] Hmmm... Well, try to keep it in your pants.
french: [L] Hmmm... Essaie de le garder dans ton pantalon.
italian: [L] Hmmm... Beh, prova a tenerlo nei pantaloni.

source: [R] You sure I can't just pull him out for a little attention?
french: [R] Tu es sûr que je ne peux pas juste le sortir pour un peu d'attention?
italian: [R] Sicuramente non posso tirarlo fuori per un po' di attenzione?

source: [L] [ryan]... I'm not your sperm bank.
french: [L] [ryan]... Je ne suis pas ta banque de sperme.
italian: [L] [ryan]... Non sono la tua banca dello sperma.

source: [L] You can't just make a deposit whenever you're feeling horny.
french: [L] Tu ne peux pas simplement faire un dépôt chaque fois que tu te sens excité.
italian: [L] Non puoi fare solo un deposito ogni volta che ti senti arrapato.

source: [R] But, I'm horny all the time.
french: [R] Mais, je suis excitée tout le temps.
italian: [R] Ma, sono sempre eccitato.

source: [L] I know... but I'm not.
french: [L] Je sais... mais je ne le suis pas.
italian: [L] Lo so... ma non lo so.

source: [L] We both know we shouldn't be doing this at all.
french: [L] Nous savons tous les deux que nous ne devrions pas faire cela du tout.
italian: [L] Sappiamo entrambi che non dovremmo fare tutto questo.

source: [L] In fact, I think we should both work on cutting this back a bit.
french: [L] En fait, je pense que nous devrions tous les deux travailler à réduire un peu cela.
italian: [L] In realtà, penso che dovremmo entrambi lavorare per tagliare un po 'questo indietro.

source: [R] Where is this coming from?
french: [R] D'où cela vient-il ?
italian: [R] Da dove proviene questo?

source: [L] I don't know... Just give me some time to think about it.
french: [L] Je ne sais pas... Laisse-moi juste le temps d'y réfléchir.
italian: [L] Non lo so... Mi dia un po' di tempo per pensarci.

source: [R] {i}Shit... she must not be feeling very horny... I wonder what I can do to raise her libido.{/i}
french: [R] {i}Merde... elle ne doit pas se sentir très excitée... Je me demande ce que je peux faire pour augmenter sa libido.{/i}
italian: [R] {i}merda... non deve sentirsi molto eccitata... Mi chiedo cosa posso fare per alzare la sua libido.{/i}

source: [R] {i}When her libido is higher, she can't resist a good roll in the hay.{/i}
french: [R] {i}Lorsque sa libido est plus élevée, elle ne peut pas résister à passer un bon moment dans le foin.{/i}
italian: [R] {i}Quando la sua libido è più alta, non può resistere a un buon rotolo nel fieno.{/i}

source: [LT] {i}Oh, my God!... [ryan]'s always trying to get in my pants.{/i}
french: [LT] {i}Oh, mon Dieu!... [ryan] essaie toujours de rentrer dans mon pantalon.{/i}
italian: [LT] {i}Oh, il mio Dio!... [ryan]sta sempre cercando di entrare nei miei pantaloni.{/i}

source: [LT] {i}The fact that I'm his sister doesn't seem to bother him at all.{/i}
french: [LT] {i}Le fait que je sois sa sœur ne semble pas le déranger du tout.{/i}
italian: [LT] {i}Il fatto che io sia sua sorella non sembra dargli fastidio.{/i}

source: [LT] {i}Fuck... I'm not really in the mood to get pounded by his huge cock right now, but having him want me so badly kind of turns me on.{/i}
french: [LT] {i}Merde... Je ne suis pas vraiment d'humeur à me faire pilonner par son énorme bite en ce moment, mais le fait qu'il me veuille si fort m'excite en quelque sorte.{/i}
italian: [LT] {i}Cazzo... Non sono davvero dell'umore giusto per essere pestato dal suo enorme cazzo in questo momento, ma averlo mi vuole così male mi eccita.{/mi}

source: [L] Uhhh...I've gotta go.
french: [L] Uhhh...Je dois y aller.
italian: [L] Uhhhh... Sono andato.

source: [L] I'll see you at home.
french: [L] Je te verrai à la maison.
italian: [L] Ci vediamo a casa.

source: [R] Is that a rhetorical question?... Cuz I'm pretty sure you already know the answer.
french: [R] Est-ce une question rhétorique?... Parce que je suis presque sûr que tu connais déjà la réponse.
italian: [R] È una domanda retorica?... Cuz sono abbastanza sicuro che conosci già la risposta.

source: [L] Of course I do.
french: [L] Bien sûr que oui.
italian: [L] Naturalmente lo faccio.

source: [L] Poor guy was feeling all cramped up in those tight pants again.
french: [L] Le pauvre gars se sentait à nouveau à l'étroit dans ses pantalons serrés.
italian: [L] Povero ragazzo si sentiva tutto angustato in quei pantaloni stretti di nuovo.

source: [L] Time for me to help get him to his rightful home.
french: [L] Il est temps pour moi de l'aider à le ramener chez lui.
italian: [L] È tempo per me di aiutarlo a portarlo a casa sua.

source: [R] Oh, yes... That feels amazing!
french: [R] Oh, oui... C'est incroyable!
italian: [R] Oh, sì... Mi sembra incredibile!

source: [R] God, Lauren!... You're so good at deepthroating now!
french: [R] Dieu, Lauren!... Tu es si douée pour deepthroating maintenant!
italian: [R] Dio, Lauren!... Sei così bravo a gola profonda adesso!

source: [LT] {i}Haha... I know!{/i}
french: [LT] {i}Haha... Je sais !{/i}
italian: [LT] {i}Haha... Lo so!{/i}

source: [R] Fuck... I'm getting close.
french: [R] Merde... Je m'approche.
italian: [R] Fuck... Sono vicino.

source: [L] You'd better cool it then. I'm hoping you can last a little longer this time.
french: [L] Tu ferais mieux de le refroidir alors. J'espère que tu pourras durer un peu plus longtemps cette fois.
italian: [L] Faresti meglio a raffreddarla allora. Spero che tu possa durare un po' più a lungo questa volta.

source: [R] You think you're ready for him?
french: [R] Tu penses être prête pour lui?
italian: [R] Pensate di essere pronti per lui?

source: [L] More than ready... I need you inside me!
french: [L] Plus que prête... J'ai besoin de toi en moi !
italian: [L] Più che pronto... Ho bisogno di voi dentro di me!

source: [RT] {i}I don't know if her desperation routine is an act, but I don't care... I fucking love it!{/i}
french: [RT] {i}Je ne sais pas si sa routine de désespoir est un acte, mais je m'en fiche... J'adore ça, putain !{/i}
italian: [RT] {i}Non so se la sua routine di disperazione è un atto, ma non mi importa... Mi piace carlo!{/i}

source: [L] Just don't cum before I do.
french: [L] Ne jouis pas avant moi.
italian: [L] Semplicemente non cum prima di me.

source: [R] I'll try my hardest.
french: [R] Je vais faire de mon mieux.
italian: [R] Farò del mio meglio.
