Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [MD] Oh hey, [ryan]. Did you come to hang out with us again?
italian: [MD] Oh hey, [ryan]. Sei venuto a uscire di nuovo con noi?

source: [R] Yeah, I thought I'd see what you're doing.
italian: [R] Sì, ho pensato di vedere cosa state facendo.

source: [L] We're just doing girl time again, but we can make you an honorary girl again for the night.
italian: [L] Stiamo solo facendo di nuovo il tempo delle ragazze, ma possiamo renderti di nuovo una ragazza onoraria per la notte.

source: [R] Do I need to flash you again?
italian: [R] Devo farti vedere di nuovo il flash?

source: [L] Oh God, no!
italian: [L] Oh Dio, no!

source: [LT] {i}I don't need wet panties right now.{/i}
italian: [LT] {i}Non ho bisogno di mutandine bagnate in questo momento.

source: [L] Just come sit down.
italian: [L] Vieni a sederti e basta.

source: [L] I can't believe I slept through truth or dare again!
italian: [L] Non posso credere di aver dormito di nuovo a "obbligo o verità"!

source: [L] I think you're right, [ryan]... I must be going through a growth spurt.
italian: [L] Penso che tu abbia ragione, [ryan]... devo passare attraverso uno stimolo alla crescita.

source: [L] Even if I don't get taller, I hope my boobs get bigger.
italian: [L] Anche se non sono più alta, spero che le mie tette diventino più grandi.

source: [R] I like small boobs.
italian: [R] Mi piacciono le tette.

source: [R] So hopefully they don't get much bigger.
italian: [R] Quindi speriamo che non diventino molto più grande.

source: [L] So, let's play before I fall asleep again.
italian: [L] Allora, giochiamo prima che mi addormenti di nuovo.

source: [L] I'll go first.
italian: [L] Inizio io.

source: [L] [ryan], you get to choose what I do.
italian: [L] [ryan], puoi scegliere quello che faccio.

source: [R] Ok... Truth or ...
italian: [R] Ok... Verità o ...

source: [MD] Well, there she goes again.
italian: [MD] Beh, là va di nuovo.

source: [R] So are you ready to play with just the two of us again?
italian: [R] Quindi sei pronto a giocare con solo i due di noi di nuovo?

source: [MD] You know what? I think we can skip the whole truth or dare game this time, and just jump to the good stuff.
italian: [MD] Sai cosa? Penso che possiamo saltare tutta la verità o osare gioco questa volta, e basta saltare alla roba buona.

source: [R] Really?...
italian: [R] Davvero?...

source: [MD] Yeah, I can't get the image of you shooting your load all over your sister out of my head.
italian: [MD] Sì, non riesco a ottenere l'immagine di voi sparare il vostro carico su tutta la sorella dalla mia testa.

source: [MD] I was hoping maybe I could maybe be a part of it this time.
italian: [MD] Stavo sperando forse potrei farne parte questa volta.

source: [R] What kind of part do you want?
italian: [R] Che tipo di parte vuoi?

source: [MD] I've never touched a cock before... Do you mind if I give you a handjob?
italian: [MD] Non ho mai toccato un cazzo prima... Ti dispiace se ti do un handjob?

source: [R] Holy shit! Are you serious?
italian: [R] Merda santa! Sei seria?

source: [MD] As serious as I can possibly be!
italian: [MD] Più seria di quanto potrei essere!

source: [MD] Please... Please... Please let me!
italian: [MD] Per favore... Per favore... Lasciami!

source: [MD] I can't stop thinking about the last handjob I gave you!
italian: [MD] Non riesco a smettere di pensare all'ultimo handjob che ti ho dato!

source: [MD] I really want to do it again!
italian: [MD] Voglio davvero farlo di nuovo!

source: [R] How can I say no to that?
italian: [R] Come posso dire no a quello?

source: [MD] Ok, get your clothes off, and then help me get Lauren's off.
italian: [MD] Ok, prendi i tuoi vestiti e poi aiutami a spegnere Lauren.

source: [R] Why do we need to take Lauren's clothes off?
italian: [R] Perché dobbiamo toglierci i vestiti di Lauren?

source: [MD] Because I want you to cum all over her again.
italian: [MD] Perché voglio che tu ti sborri di nuovo su di lei.

source: [R] Wow, Mandy!... If you weren't my cousin, I think I'd be in love with you.
italian: [R] Wow, Mandy!... Se non fossi mio cugino, penso che sarei innamorato di te.

source: [MD] Yeah well, clearly depravity runs in our blood.
italian: [MD] Sì bene, chiaramente la depravazione corre nel nostro sangue.

source: [MD] Now get your clothes off.
italian: [MD] Ora togliete i vestiti.

source: {i}"A few moments later."{/i}
italian: {i}"Qualche istante dopo."{/i}

source: [MD] I think we're all ready... Let's get into position.
italian: [MD] Penso che siamo tutti pronti... Andiamo in posizione.

source: [MD] Oh, my God! I can't believe I'm jacking off a cock for the first time!
italian: [MD] Oh, mio Dio! Non riesco a credere che sto prendendo un cazzo per la prima volta!

source: [MD] And it's such a big one!
italian: [MD] Ed è così grande!

source: [MD] Ohhh... And it's so soft!
italian: [MD] Ohhh... Ed è così morbido!

source: [MD] Shit! I think it's getting harder!
italian: [MD] Merda! Penso che sia sempre più difficile!

source: [MD] Can I start stroking it now?
italian: [MD] Posso iniziare a accarezzarlo adesso?

source: [MD] Oh, it feels just as good in my hand as it did the first time!
italian: [MD] Oh, si sente bene nella mia mano come ha fatto la prima volta!

source: [MD] I don't think I'll ever get over how big it is.
italian: [MD] Non penso che io capirò mai quanto sia grande.

source: [MD] Haha... it's getting harder again!
italian: [MD] Haha... è di nuovo più difficile!

source: [MD] Can I stroke it now?
italian: [MD] Posso accarezzarlo adesso?

source: [R] Oh, God! Please!
italian: [R] Oh, Dio! Per favore!

source: [MD] How am I doing?
italian: [MD] Come sto facendo?

source: [MD] Haha... That's what I thought.
italian: [MD] Haha... È quello che pensavo.

source: [RT] {i}I don't feel like it tonight.{/i}
italian: [RT] {i}Non mi sento stasera.{/i}

source: [L] Oh, God no!
italian: [L] Oh, Dio no!

source: [L] I don't know why I can't stay up very late anymore.
italian: [L] Non so perché non riesco più a stare alzata fino a tardi.

source: [L] I hope I'm not getting mono like you did, [ryan].
italian: [L] Spero che non mi venga la mononucleosi come a te, [ryan].

source: [R] Nah... You'd be tired all the time, and have other symptoms too.
italian: [R] Nah... Saresti sempre stanco e avresti anche altri sintomi.

source: [R] You're probably just going through a growth spurt.
italian: [R] Probabilmente stai solo attraversando un periodo di crescita.

source: [L] Oh, I hope so. I'd love to get taller.
italian: [L] Oh, lo spero. Mi piacerebbe diventare più alto.

source: [L] It wouldn't take much for me to get taller than you, [ryan].
italian: [L] Non ci vorrebbe molto a diventare più alto di te, [ryan].

source: [R] You'd better not! I don't want to be the shortest in the family.
italian: [R] Meglio di no! Non voglio essere il più basso della famiglia.

source: [MD] Well, with all the sleep Lauren's getting, I think you better buy some platform shoes.
italian: [MD] Beh, con tutto il sonno di Lauren, penso che sia meglio comprare alcune scarpe di piattaforma.

source: [MD] Looks like it's down to just us two.
italian: [MD] Sembra che sia proprio a noi due.

source: [MD] And since you're older, you get to go first.
italian: [MD] E dal momento che sei più vecchio, si arriva ad andare per primo.

source: [R] Gee... Thanks.
italian: [R] Accidenti... Grazie.

source: [MD] Don't mention it... Do you want truth, or dare?
italian: [MD] Non menzionarlo... Vuoi la verità, o osare?

source: [RT] {i}Should I tell Mandy the truth?... Should I lie?....{/i}
italian: [RT] {i}Dovrei dire a Mandy la verità?... Dovrei mentire?....{/i}

source: [RT] {i}I need to do something, or things are just going to get awkward.{/i}
italian: [RT] {i}Ho bisogno di fare qualcosa, o le cose stanno solo per diventare imbarazzante.{/i}

source: [RT] {i}And if I lie, Mandy might ask her mom about it.{/i}
italian: [RT] {i}E se mentisco, Mandy potrebbe chiedere a sua mamma su di esso.{/i}

source: [RT] {i}Maybe I should just come clean.{/i}
italian: [RT] {i}Forse dovrei venire pulito.{/i}

source: [RT] {i}Alright, here goes nothing.{/i}
italian: [RT] {i}Va bene, qui non va niente.{/i}

source: [L] Mandy said you guys played truth or dare last time.
italian: [L] Mandy ha detto che i ragazzi hanno giocato la verità o osano l'ultima volta.

source: [L] I want to play with you guys this time.
italian: [L] Voglio giocare con voi questa volta.

source: [MD] Well, if you can stay awake for longer than five minutes, maybe you can.
italian: [MD] Beh, se puoi rimanere sveglio per più di cinque minuti, forse puoi.

source: [RT] {i}I wouldn't bet on it.{/i}
italian: [RT] {i}non scommetterei su di esso.{/i}

source: [L] Well, since I missed out last time, I'll go first.
italian: [L] Beh, da quando ho perso l'ultima volta, andrò per primo.

source: [MD] Alright Lauren, do you want truth or dare?
italian: [MD] Alright Lauren, vuoi la verità o no?

source: [L] Ok... I'll pick dare.
italian: [L] Ok... Prenderò osare.

source: [MD] Hmmmm... Let me think of a good one.
italian: [MD] Hmmmm... Lasciatemi pensare a uno buono.

source: [MD] I dare you to....
italian: [MD] Ti sfido a....

source: [MD] Oh, my God!... She went down again.
italian: [MD] Oh, mio Dio!... Lei è scesa di nuovo.

source: [MD] Do you think she might have narcolepsy?
italian: [MD] Pensi che potrebbe avere narcolessia?

source: [R] Maybe.
italian: [R] Può darsi.

source: [R] But she doesn't fall asleep like this in the day.
italian: [R] Ma lei non si addormenta così al giorno.

source: [MD] Maybe she should get tested.
italian: [MD] Forse dovrebbe essere testata.

source: [RT] {i}The last thing I want is a doctor discovering higher amounts of melatonin in her than is normal.{/i}
italian: [RT] {i}L'ultima cosa che voglio è un medico che scopre quantità più elevate di melatonina in lei di quanto non sia normale.{/i}

source: [R] I'm sure she's fine.
italian: [R] Sono sicura che sta bene.

source: [R] She's always been this way.
italian: [R] Lei è sempre stata così.

source: [R] Let's keep playing.
italian: [R] Continuiamo a suonare.

source: [MD] Ok... if you're sure.
italian: [MD] Ok... se siete sicuri.

source: [MD] Now if we're going to play this, you know you have to pick truth right now, right?
italian: [MD] Ora se stiamo per giocare questo, sai che devi scegliere la verità in questo momento, vero?

source: [R] Ok... I'll pick truth.
italian: [R] Ok... Prenderò la verità.

source: [MD] Awesome
italian: [MD] Fantastico

source: [MD] Now, what is the worst thing you have ever done to my mom?
italian: [MD] Ora, qual è la cosa peggiore che hai mai fatto a mia madre?

source: [R] Alright... I'm going to tell you, but promise you won't get mad.
italian: [R] Bene... ti dirò, ma promettiti che non ti arrabbierai.

source: [MD] I can't promise that.
italian: [MD] Non posso prometterla.

source: [R] Ok....
italian: [R] Va bene....

source: [R] Well, the first thing you have to understand is that I'm only a man, and a really horny one at that.
italian: [R] Beh, la prima cosa che dovete capire è che io sono solo un uomo, e uno davvero cornea a quello.

source: [R] And watching your mom clean our house everyday in that skimpy outfit, made me think things that might not be appropriate for a nephew to think about his aunt.
italian: [R] E guardando tua mamma pulire la nostra casa tutti i giorni in quel vestito impeccabile, mi ha fatto pensare cose che potrebbero non essere appropriate per un nipote di pensare a sua zia.

source: [MD] Go on....
italian: [MD] Vai avanti....

source: [R] So one day, I offered her money and a day off if she would flash me her tits.
italian: [R] Così un giorno, ho offerto i suoi soldi e un giorno di riposo se mi lampeggiava le sue tette.

source: [MD] Oh, my God! You did not!
italian: [MD] Oh, mio Dio! Non l'hai fatto!

source: [R] Yeah....
italian: [R] Sì....

source: [MD] Wow! Did she kick you in the nuts?
italian: [MD] Wow! Ti ha cacciato nei noci?

source: [R] No... She flashed me.
italian: [R] No... Lei mi ha lampeggiato.

source: [RT] {i}Oh shit, I'm dead.{/i}
italian: [RT] {i}Oh merda, Sono morto.{/i}

source: [MD] Oh, my God!... That is so awesome!
italian: [MD] Oh, mio Dio!... È così fantastico!

source: {i}{b}"Mandy's Libido +1"{/b}{/i}
italian: {i}{b}"Libido +1 di Mandy"{/b}{/i}

source: [R] Wait!... What?
italian: [R] Attendere!... Cosa?

source: [MD] You have no idea how happy this makes me!
italian: [MD] Non hai idea di quanto sia felice questo mi rende!

source: [R] I'm confused... How can this make you happy?
italian: [R] Sono confuso... Come può questo rendervi felici?

source: [MD] Do you have any idea how many times my mom has ridden my ass for kissing a boy, or dressing too slutty, or looking at dirty pictures?
italian: [MD] Hai qualche idea di quante volte mia mamma ha cavalcato il mio culo per baciare un ragazzo, o vestirsi troppo troia, o guardare foto sporche?

source: [MD] She's been trying to make me lead the life of a nun, and acting like the biggest prude...
italian: [MD] Sta cercando di farmi guidare la vita di una suora, e comportandosi come il più grande prude...

source: [MD] And now I find out, she's been flashing you her tits for money, and to get out of having to do a few chores?
italian: [MD] E ora scopro, lei ti ha lampeggiato le sue tette per soldi, e per uscire di dover fare qualche faccenna?

source: [MD] This is too perfect!
italian: [MD] È troppo perfetto!

source: [MD] Now she has no moral high ground.
italian: [MD] Ora lei non ha alcun alto livello morale.

source: [MD] You've just given me the best leverage against her I could ever ask for.
italian: [MD] Mi hai appena dato la migliore leva contro di lei che potessi mai chiedere.

source: [MD] The next time she tries to force her puritanistic ways on me... Oh, I'll be able to shut her down so hard!
italian: [MD] La prossima volta che lei cerca di forzare i suoi modi puritanistici su di me... Oh, sarò in grado di chiuderla così duramente!

source: [MD] And the ironic thing is that making me repress all of my urges, has just made me want to do naughty stuff all the more.
italian: [MD] E la cosa ironica è che mi fa reprimere tutte le mie sollecitazioni, mi ha appena fatto volere fare cose cattive tanto più.

source: [R] Yeah, well, I also think overactive libidos run in the family.
italian: [R] Sì, beh, penso anche che i libidi troppo attivi funzionino in famiglia.

source: [MD] Oh, I can't wait to use this on her!
italian: [MD] Oh, non vedo l'ora di usarlo!

source: [R] Oh, great! Now she's really going to hate me.
italian: [R] Oh, fantastico! Ora mi odierà veramente.

source: [MD] Oh, yes she is!
italian: [MD] Oh, sì che sia!

source: [MD] Well... I guess it's my turn.
italian: [MD] Bene... Immagino sia il mio turno.

source: [R] Oh right... Truth, or dare?
italian: [R] Oh destra... Verità, o oso?

source: [MD] I'll pick... dare.
italian: [MD] Io sceglierò... osare.

source: [R] Ok... Well let's help you get some of that sexual repression out...
italian: [R] Ok... Bene, ti aiutiamo ad ottenere alcuni di quella repressione sessuale...

source: [R] I'd love to see you kiss Lauren again.
italian: [R] Mi piacerebbe vederti baciare Lauren di nuovo.

source: [MD] You make it so easy!
italian: [MD] La rendi così facile!

source: {i}{b}"Mandy's Submission +1"{/b}{/i}
italian: {i}{b}"Sottomissione di Mandy +1"{/b}{/i}

source: [RT] {i}Why do girls kissing turn me on so much?{/i}
italian: [RT] {i}Perché le ragazze mi baciano così tanto?{/i}

source: [RT] {i}And the fact that they're cousins makes it so much sexier!{/i}
italian: [RT] {i}E il fatto che siano cugini lo rende molto più sexy!{/i}

source: [MD] Mmmm... I think Lauren is wearing cherry chapstick.
italian: [MD] Mmmm... Penso che Lauren indossa il cappello di ciliegio.

source: [MD] Your turn... Do you want truth, or dare?
italian: [MD] Il tuo turno... Vuoi la verità, o osi?

source: [RT] {i}I'm not ready...{/i}
italian: [RT] {i}non sono pronta...{/i}

source: [RT] {i}Alright, should I invade girl time?{/i}
italian: [RT] {i}Bene, dovrei invadere il tempo della ragazza?{/i}

source: [L] What do you want?
italian: [L] Cosa vuoi?

source: [R] Just came to see if I can hang out with you girls.
italian: [R] È appena venuto a vedere se posso uscire con voi ragazze.

source: [MD] What do you think Lauren? Should we make [ryan] an honorary girl for the night?
italian: [MD] Che ne pensi Lauren? Dovremmo fare [ryan] una ragazza onoraria per la notte?

source: [R] Honorary girl?... Does an honorary girl have a package like this?
italian: [R] Ragazza onoraria?... Una ragazza onoraria ha un pacchetto come questo?

source: [L] Aaahhh... [ryan]! Put that away!
italian: [L] Aaahhh... [ryan]! Mettilo via!

source: [MD] Haha... Or leave it out... it will help us remember that you're no lady.
italian: [MD] Haha... O lascialo fuori... ci aiuterà a ricordare che non sei signora.

source: [L] Absolutley not! Put it away, or go away!
italian: [L] Assolutley no! Mettetelo via, o andate via!

source: [RT] {i}Mandy's a pretty wild girl.{/i}
italian: [RT] {i}Mandy è una ragazza piuttosto selvaggia.{/i}

source: [RT] {i}It doesn't seem to bother her at all that I'm her cousin.{/i}
italian: [RT] {i}Sembra che non la disturbi affatto che sono suo cugino.{/i}

source: [RT] {i}She might actually be a lot of fun.{/i}
italian: [RT] {i}Potrebbe essere molto divertente.{/i}

source: [R] Alright, alright, it's going back in my shorts.
italian: [R] Va bene, va di nuovo nei miei pantaloni.

source: [L] Good, and don't pull it out again!
italian: [L] Bene, e non tirarlo di nuovo!

source: [R] Ahhh... you're no fun!
italian: [R] Ahhh... non sei divertente!

source: [MD] Come sit down and gossip with us.
italian: [MD] Venite a sedersi e pettegolezzare con noi.

source: [MD] So... What I want to know is, what in the hell did you do to make my mom hate you so much?
italian: [MD] Quello che voglio sapere è, che cosa hai fatto all'inferno per farti odiare così tanto mia mamma?

source: [L] You mean besides making her wear that skimpy maid outfit when she cleans the house?
italian: [L] Tu intendi oltre a farla indossare quel vestito da cameriera skimpy quando pulisce la casa?

source: [R] That was actually Mom's idea, not mine.
italian: [R] Quella era in realtà l'idea di mamma, non mia.

source: [R] I just enforce her rule when I'm here.
italian: [R] Faccio solo rispettare la sua regola quando sono qui.

source: [MD] She probably hates the manual labor more than having to wear the skimpy outfit, so I don't think that's it.
italian: [MD] Probabilmente odia il lavoro manuale più che dover indossare l'outfit skimpy, quindi non penso che sia così.

source: [RT] {i}I can't let them know how I've manipulated Aunt Cami into flashing me several times.{/i}
italian: [RT] {i}Non posso farli sapere come ho manipolato zia Cami in flashing me diverse volte.{/i}

source: [R] I'm pretty sure she just blames me for that photoshoot with you and Lauren. She thinks I'm a pervert who's trying to exploit you.
italian: [R] Sono abbastanza sicuro che lei mi incolpi solo di quel fotoshoot con te e Lauren. Lei pensa che io sia un perverso che sta cercando di sfruttarti.

source: [MD] pfff... I've told her over and over that the photoshoot was our idea.
italian: [MD] pfff... Le ho detto più e più volte che il photoshoot era la nostra idea.

source: [L] Well, you did push us to make the pics more sexy.
italian: [L] Beh, ci hai spinto a rendere le foto più sexy.

source: [R] I just know what cosplay fans like to see.
italian: [R] So solo cosa piace ai fan di cosplay vedere.

source: [MD] By the way, I'm sorry for telling her you were the one taking the pictures. I don't know how it happened, it just accidentally slipped out.
italian: [MD] A proposito, mi dispiace per dirle che eri quello che ha scattato le foto. Non so come sia successo, è appena scivolato accidentalmente.

source: [R] It's ok, I'm sure she would have figured it out eventually.
italian: [R] Va bene, sono sicuro che alla fine lo avrebbe capito.

source: [L] The way she....
italian: [L] Il modo in cui lei...

source: [R] ... What the hell?
italian: [R] ... Che inferno?

source: [MD] Oh, my God!... She did this last night too.
italian: [MD] Oh, mio Dio!... lo ha fatto anche ieri sera.

source: [MD] I almost called 911, but she seemed to be breathing and healthy... Just... in a really deep sleep.
italian: [MD] Ho quasi chiamato il 911, ma sembrava che respirasse e sano... giusto... in un sonno davvero profondo.

source: [R] I know she sleeps deep, but I've never seen her collapse mid-sentence before.
italian: [R] So che dorme in profondità, ma non ho mai visto il suo crollo a metà frase prima.

source: [R] Haha... She'll be gone till morning.
italian: [R] Haha... Lei sarà andata fino alla mattina.

source: [MD] That's too bad...
italian: [MD] È troppo male...

source: [MD] I was hoping for some bonding time tonight. I didn't get any with her last night either, since she checked out early yesterday too.
italian: [MD] Speravo un po' di tempo di incollaggio stasera. Non ne ho avuto nessuno con lei ieri sera, dal momento che ha fatto il check out presto anche ieri.

source: [R] What do you two do to bond?
italian: [R] Che cosa fate voi due per legare?

source: [MD] I don't know, maybe play a game together, or something.
italian: [MD] Non lo so, forse gioca insieme o qualcosa.

source: [R] What kind of game?
italian: [R] Che tipo di gioco?

source: [MD] Something like... Truth or Dare.
italian: [MD] Qualcosa come... Verità o Dare.

source: [R] Well... That doesn't mean that we can't play it.
italian: [R] Bene... Questo non significa che non possiamo giocare.

source: [MD] Are you serious?
italian: [MD] Sei serio?

source: [R] Yeah, why not?
italian: [R] Sì, perché no?

source: [MD] I guess... and Lauren can play too. Even if she doesn't know she's playing.
italian: [MD] Immagino che... e Lauren può giocare anche. Anche se non sa che sta giocando.

source: [R] Haha... I like the sound of that.
italian: [R] Haha... Mi piace il suono di quello.

source: [MD] And the first rule is that you can't do two truth's in a row. You can do as many dare's as you want, but you can only choose one truth in between.
italian: [MD] E la prima regola è che non puoi fare due verità di fila. Si può fare quanti osare come si desidera, ma si può scegliere solo una verità in mezzo.

source: [R] Ok... and what happens if one of us is too chicken to tell the truth, or do the dare?
italian: [R] Ok... e cosa succede se uno di noi è troppo pollo per dire la verità, o fare il moro?

source: [MD] hmmm... I don't know... Let's just say that if you're too chicken to continue the game, then the game ends, and you have "the big gay".
italian: [MD] hmmm... Non lo so... Diciamo solo che se sei troppo pollo per continuare il gioco, allora il gioco finisce, e hai "il grande gay".

source: [R] That doesn't sound very motivating.
italian: [R] Non sembra molto motivante.

source: [MD] That sounds like something someone with "the big gay" would say.
italian: [MD] Sembra qualcosa che qualcuno con "il grande gay" direbbe.

source: [R] I'm not gay!
italian: [R] Non sono gay!

source: [MD] Then prove it. You go first.
italian: [MD] Poi lo dimostri. Vai per primo.

source: [R] Alright, I'm ready.
italian: [R] Va bene, sono pronto.

source: [MD] Ok... Truth or Dare?
italian: [MD] Ok... Verità o Dare?

source: [MD] Hmmm... Ok, I have one. Present company excluded, which member of your family do you think is the most sexy?
italian: [MD] Hmmm... Ok, ne ho uno. Presente azienda esclusa, quale membro della tua famiglia pensi sia il più sexy?

source: [R] Of my family?... I don't find anyone in my family sexy!
italian: [R] Della mia famiglia?... non trovo nessuno nella mia famiglia sexy!
