Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [M] I know this living situation isn't ideal, but hopefully we can all get along and make the most of it.
italian: [M] So che questa situazione di vita non è ideale, ma speriamo che tutti possiamo andare d'accordo e sfruttarla.

source: [M] This experience can either bring us all closer together, or tear us apart.
italian: [M] Questa esperienza può avvicinarci tutti insieme o strapparci a parte.

source: [M] I'm begging all of you to put aside former grudges and differences, and try your best to get along!
italian: [M] Sto pregando tutti voi di mettere da parte ex rancori e differenze, e fare del vostro meglio per andare d'accordo!

source: [S] Ok, Mom.
italian: [S] Ok, Mamma.

source: [L] Sure thing, Mom.
italian: [L] Cosa, mamma.

source: [MD] You got it, Aunt [mom_name].
italian: [MD] L'hai ottenuto, zia [mom_name].

source: {i}{b}"Mom's Respect +1"{/b}{/i}
italian: {i}{b}"Rispetto della mamma +1"{/b}{/i}

source: [M] That's not a very good attitude!
italian: [M] Questo non è un atteggiamento molto buono!

source: [M] Please don't make your attitude conditional on her!
italian: [M] Per favore non condizionare il tuo atteggiamento a lei!

source: {i}{b}"Mom's Respect -1"{/b}{/i}
italian: {i}{b}"Mom's Libido +1"{/b}{/i}

source: [C] Ok... I'll try my best.
italian: [C] Ok... proverò il mio meglio.

source: [M] Great! Thank you eveyone for being patient and sitting through this little meeting.
italian: [M] Ottimo! Grazie eveyone per essere paziente e sedersi a questo piccolo incontro.

source: [M] Let's help Aunt Camille and Mandy unpack their bags, and then get back to our normal routines.
italian: [M] Aiutiamo Zia Camille e Mandy a scompattare le loro borse, quindi tornare alle nostre normali routine.

source: [RT] {i}I finally finished the Zad 3D work and photo editing.{/i}
italian: [RT] {i}Ho finalmente finito il lavoro Zad 3D e il fotoritocco.{/i}

source: [RT] {i}They turned out pretty damn hot if I do say so myself.{/i}
italian: [RT] {i}Sono diventati dannatamente sexy, se lo dico io. {/i}

source: [RT] {i}Uploading the pictures now... and click submit... and now we just wait to see if anyone likes them.{/i}
italian: [RT] {i} Carico le foto ora... e clicco su invia... e ora aspettiamo solo di vedere se a qualcuno piacciono.{/i}

source: [KT] {i}Oh, my God! Is that Miss [mom_name] posing with Megan!?{/i}
italian: [KT] {i}Oh, mio Dio! Quella è la signorina [nome_mamma] che posa con Megan!?

source: [KT] {i}I've got to have this!{/i}
italian: [KT] {i}Devo avere questo! {/i}

source: [J] Well... If it isn't the lovely, lovely [mom_name]
italian: [J] Bene... Se non è l'adorabile, adorabile [mom_name].

source: [S] Oh, my God!
italian: [S] Oh, mio Dio!

source: [L] He really did get Mom to do the photo shoot!
italian: [L] Ha davvero convinto la mamma a fare il servizio fotografico!

source: [AD] Haha... That manipulative son of a bitch got [mom_name] to do a photo shoot?
italian: [AD] Haha... Quel manipolatore figlio di puttana ha convinto [nome_mamma] a fare un servizio fotografico?

source: [AD] This kid's going places.
italian: [AD] Questo ragazzo sta facendo strada.

source: [B] Oh... No way! How'd that fucker get my sister-in-law to pose for pics like that?
italian: [B] Oh... Non ci credo! Come ha fatto quello stronzo a convincere mia cognata a posare per delle foto così?

source: [B] These pics are going into my "Wank_Later" folder.
italian: [B] Queste foto andranno nella mia cartella "Wank_Later".

source: [WTT] {i}Well, well, well, one of our teachers is taking pictures with one of her students...{/i}
italian: [WTT] {i}Bene, bene, bene, una delle nostre insegnanti sta facendo delle foto con uno dei suoi studenti...{/i}

source: [WTT] {i}I sincerely hope that student is an adult.{/i}
italian: [WTT] {i}Spero sinceramente che quello studente sia un adulto.{/i}

source: [WTT] {i}I'd hate for there to be a hearing in front of the schoolboard.{/i}
italian: [WTT] {i}Non vorrei che ci fosse un'udienza davanti al consiglio scolastico.{/i}

source: [WTT] {i}This is the kind of teacher that this district needs more of.{/i}
italian: [WTT] {i}Questo è il tipo di insegnante di cui questo distretto ha bisogno

source: [WTT] {i}The kind of teacher that goes out of her way to help a student persue extracurricular activities.{/i}
italian: [WTT] {i}Il tipo di insegnante che si fa in quattro per aiutare uno studente a perseguire attività extracurricolari.{/i}

source: [WTT] {i}I'll do whatever I can to defend a teacher like this.{/i}
italian: [WTT] {i} Farò tutto il possibile per difendere un'insegnante come questa

source: [KT] {i}More pics of Megan and Miss [mom_name]?{/i}
italian: [KT] {i} Altre foto di Megan e della signorina [nome_mamma]? {/i}

source: [J] Ahh... Glad to see [mom_name]'s still at it.
italian: [J] Ahh... Piacevole di vedere [mom_name] è ancora in esso.

source: [S] Not again!
italian: [S] Non ancora!

source: [L] He got her to go back to the studio?!
italian: [L] L'ha portata a tornare in studio?!

source: [AD] Haha... More pics of the lovely [mom_name] with that skinny goddess?
italian: [AD] Haha... Altre foto della bella [mom_name] con quella dea magra?

source: [AD] I love this kid!
italian: [AD] Amo questo figlio!

source: [B] YES!... Just what I was hoping for today!
italian: [B] Sì!... proprio quello che speravo per oggi!

source: [WTT] {i}How lovely! More pics of our lovely teacher [mom_name] and the beautiful Megan.{/i}
italian: [WTT] {i}Che bello! Altre foto della nostra adorabile insegnante [nome_mamma] e della bellissima Megan.{/i}

source: [WTT] {i}I was so glad to find that Megan is an adult.{/i}
italian: [WTT] {i}Sono stato così contento di scoprire che Megan è un'adulta.{/i}

source: [WTT] {i}Now we won't need to do any kind of investigation and Megan is free to pursue her desired extracurricular activities.{/i}
italian: [WTT] {i}Ora non avremo bisogno di fare alcun tipo di indagine e Megan sarà libera di perseguire le sue attività extracurricolari desiderate.{/i}

source: [WTT] {i}I hope I get to meet this dedicated teacher soon.{/i}
italian: [WTT] {i}Spero di incontrare presto questo insegnante dedicato

source: [WTT] {i}She might be in line for some kind of promotion soon.{/i}
italian: [WTT] {i}Potrebbe essere presto in linea per una qualche promozione

source: [WTT] {i}Maybe she can help me identify other great teachers in the district who can help our school progress out of the tired old ways of the past.{/i}
italian: [WTT] {i}Forse può aiutarmi a identificare altri grandi insegnanti nel distretto che possono aiutare la nostra scuola a progredire fuori dai vecchi modi stanchi del passato.{/i}

source: [RT] {i}What is wrong with me?{/i}
italian: [RT] {i}Cosa c'è di sbagliato con me?{/i}

source: [R] Psssssst... {i}(whispering){/i} Hey, Sidney... are you awake?
italian: [R] Psssssst... {Ehi, Sidney... sei sveglio? Ehi, Sidney... sei sveglio?

source: [S] Yeah, I just laid down about 10 minutes ago, so I haven't fallen asleep yet... everything ok?
italian: [S] Sì, mi sono sdraiato circa 10 minuti fa, quindi non mi sono ancora addormentato... tutto bene?

source: [R] Yeah... I was just wondering if you wanted to...
italian: [R] Sì... mi stavo solo chiedendo se ti andava di...

source: [S] Mess around?
italian: [S] Fare un pò di casino?

source: [R] Yeah... exactly.
italian: [R] Sì... esattamente.

source: [S] Well... what exactly are you thinking we should do?
italian: [S] Bene... cosa pensi esattamente che dovremmo fare?

source: [R] Oh... nothing too crazy. But I do think we'd both benefit from some oral action.
italian: [R] Oh... niente di troppo pazzo. Ma penso che entrambi beneficeremmo di qualche azione orale.

source: [S] Ok... I'm in, let's get this sixty-nine thing going.
italian: [S] Ok... Sono dentro, prendiamo questa sessantanove cosa.

source: [S] So, should I be on the bottom or top?
italian: [S] Allora, dovrei stare in basso o in alto?

source: [S] Ouch! You kneeled on my hand...
italian: [S] Ahi! Ti sei inginocchiato sulla mia mano...

source: [R] Sorry, I just can't see very well in the dark.
italian: [R] Scusa, ma non riesco a vedere molto bene al buio.

source: [R] Ok, now just open really wide.
italian: [R] Ok, ora basta aprire davvero molto.

source: [R] Oh, my God!... I'm still amazed you can get your mouth around that!
italian: [R] Oh, mio Dio!... Sono ancora stupito che tu riesca a mettere la bocca in giro!

source: [R] Haha... never mind!
italian: [R] Haha... non mente mai!

source: [RT] {i}Oh, my God!... I'll never get sick of the taste of this pussy.{/i}
italian: [RT] {i}Oh, mio Dio!... Non mi stancherò mai del sapore di questa figa.{/i}

source: [ST] {i}Oh, my God!... I can't believe we're just doing this without any kind of pretense anymore.{/i}
italian: [ST] {i}Oh, mio Dio!... Non posso credere che lo stiamo facendo senza alcun tipo di pretesa

source: [ST] {i}Ahhhh, [ryan]!... That tongue!{/i}
italian: [ST] {i}Ahhh, [ryan]!... Quella lingua!

source: [ST] {i}[ryan]'s cock is destroying my throat!... Ah... ah... ah... [ryan]!{/i}
italian: [ST] Il cazzo di {i}[ryan] sta distruggendo la mia gola!... Ah... ah... ah... [ryan]!{/i}

source: [ST] {i}I'M CUMMING!!!!!!!!!!!!!!!!!{/i}
italian: [ST] {i}STO SBORRANDO!!!!!!!!!!!!!!!!!{/i}

source: [RT] {i}Holy hell, I love when she shakes like this!{/i}
italian: [RT] {i}Inferno Santo, adoro quando scuote così!{/i}

source: [RT] {i}Oh, my God!... She just squirted like crazy! That's so hot!!... I better pull out fast, I'm going to lose it!!!{/i}
italian: [RT] {i}Oh, mio Dio!... Ha appena schizzato come una pazza! E' così eccitante!!... Meglio che mi tiri fuori in fretta, sto per perderlo!!!{/i}

source: [R] So, how was that?
italian: [R] Allora, com'era?

source: [S] You did good... and you keep getting better!
italian: [S] Sei stato bravo... e continui a migliorare!

source: [S] What did you think of my performance?
italian: [S] Cosa pensa della mia performance?

source: [R] Wow!... That thing you were doing with your tongue.
italian: [R] Wow!... Quella cosa stavate facendo con la vostra lingua.

source: [S] You noticed!...
italian: [S] Ti sei accorto!...

source: [R] How could I not?
italian: [R] Come non potevo no?

source: [R] I can't wait until the next time we do it!
italian: [R] Non vedo l'ora che sia la prossima volta che lo facciamo!

source: [R] Yeah?...
italian: [R] Sì?...

source: [S] Do you think what we're doing is wrong?
italian: [S] Pensi che quello che stiamo facendo sia sbagliato?

source: [R] Oh, fuck yeah!... That's why it's so fun!
italian: [R] Oh, cazzo, sì!... Ecco perché è così divertente!

source: [S] I know... right?
italian: [S] Lo so... giusto?

source: [S] Well...
italian: [S] Beh...

source: [S] Goodnight, [ryan]!
italian: [S] Buonanotte, [ryan]!

source: [R] Goodnight, Sidney.
italian: [R] Buonanotte, Sidney.

source: [R] Ohh... just my favorite activity in the whole world.
italian: [R] Ohh... solo la mia attività preferita in tutto il mondo.

source: [S] Alright... I'll go get the strap-on dildo... are you sure your ass is up for it tonight?
italian: [S] Va bene... Vado a prendere il dildo strap-on... sei sicuro che il tuo culo sia pronto per questo stasera?

source: [R] {i}(sarcastically){/i} Oh, ha... ha...
italian: [R] {i}(sarcasticamente){/i} Oh, ha... ha...

source: [R] When did you become such a comedian?
italian: [R] Quando sei diventato così comico?

source: [R] You know what I meant.
italian: [R] Sai cosa volevo dire.

source: [S] Of course I do, dipshit...
italian: [S] Certo che lo so, coglione...

source: [S] And even though I know we shouldn't... I was still hoping you'd ask.
italian: [S] E anche se so che non dovremmo... Speravo ancora che me lo chiedessi.

source: [S] I don't know if I'll ever be satisfied with a smaller dick than yours again.
italian: [S] Non so se sarò mai più soddisfatto con un cazzo più piccolo del tuo.

source: [S] The way it just fills me... and hits every spot!
italian: [S] Il modo in cui mi riempie... e colpisce ogni punto!

source: [S] I can't believe I can even take it at all.
italian: [S] Non riesco a credere di poterlo prendere tutto.

source: [R] Speaking of taking it all...
italian: [R] A proposito di prendere tutto...

source: [S] Yeah?
italian: [S] Sì?

source: [R] How would you feel about trying some butt stuff?
italian: [R] Come ti sentiresti di provare qualche roba di testa?

source: [S] Really, [ryan]?
italian: [S] Davvero, [ryan]?

source: [S] We're fucking brother and sister!... We shouldn't even be fucking at all!
italian: [S] Facciamo scopare fratello e sorella!... non dovremmo nemmeno farsi scopare affatto!

source: [S] And still you're not satisfied?
italian: [S] E ancora non sei soddisfatto?

source: [S] You've got to try and push this to the limits of depravity?
italian: [S] Devi provare a spingere il tutto ai limiti della depravazione?

source: [S] Why don't you try shoving something as big as your dick up your own ass!
italian: [S] Perché non provi a ficcarti nel culo qualcosa di grande come il tuo cazzo!

source: [S] When you can take it all, then we can maybe talk about it.
italian: [S] Quando riuscirai a sopportare tutto, allora potremo forse parlarne.

source: [S] But for now... I'm just not in the mood anymore...
italian: [S] Ma per ora... Non sono più dell'umore giusto...

source: {i}{b}"Sidney's Libido -5"{/b}{/i}
italian: {i}{b}"Libido di Sidney -5"{/b}{/i}

source: [RT] {i}Well, shit! That didn't go over very well... but she's right... I'm not satisfied!{/i}
italian: [RT] {i}Bene, merda! Non è andata molto bene... ma ha ragione... Non sono soddisfatto!

source: [RT] {i}I need to fuck that sexy ass!{/i}
italian: [RT] {i}Ho bisogno di scoparmi quel culo sexy! {/i}

source: [WT] Sorry, [ryan]... Not in this update. But hopefully soon!
italian: [WT] Scusa, [ryan]... Non in questo aggiornamento. Ma spero presto!

source: [RT] {i}Damnit!{/i}
italian: [RT] {i}Dannazione! {/i}

source: [R] Never mind... forget about it.
italian: [R] Non importa... lascia perdere.

source: [S] What?
italian: [S] Che cosa?

source: [R] No... it's nothing.
italian: [R] No... non è niente.

source: [S] Ok...
italian: [R] Ok...

source: [R] Let's just have some fun.
italian: [R] Divertiamoci un pò.

source: [R] No... just... straddle me.
italian: [R] No... solo... a cavalcioni su di me.

source: [S] Oh, yeah!... Right there!
italian: [S] Oh, sì!... Proprio lì!

source: [S] Fuck, [ryan]! I have to get used to the size of that cock every time!
italian: [S] Cazzo, [ryan]! Devo abituarmi alle dimensioni di quel cazzo ogni volta!

source: [R] Sorry!... I can't make it smaller.
italian: [R] Scusa!... Non posso renderlo più piccolo.

source: [S] No... it's great!... It just never fails to surprise me.
italian: [S] No... è fantastico!... Non manca mai di sorprendermi.

source: [S] In fact... it's starting to feel... really goOOOOooodd!
italian: [S] Infatti... sta iniziando a sentirsi... davvero goOOOOOoodd!

source: [R] Oh fuck, Sidney!
italian: [R] Oh cazzo, Sidney!

source: [R] Your pussy feels so good!
italian: [R] La tua figa è così bella!

source: [R] I love your mouth too... but this is just... wow!
italian: [R] Amo anche la tua bocca... ma questo è semplicemente... wow!

source: [S] Aaahhh... [ryan]!... I think I'm going to...
italian: [S] Aaahhh... [ryan]!... Penso che sto per...

source: [S] Fuuuuuuuck!...
italian: [S] Caaaaaaaazzo!...

source: [R] Holy shit, Sidney! You're soaking the bed!
italian: [R] Porca puttana, Sidney! Stai bagnando il letto!

source: [S] I... can't... fuuuuck!
italian: [S] Io... non posso... fuuuuuck!

source: [S] Ahhhh! Give me that cock!
italian: [S] Ahhhh! Dammi quel cazzo!

source: [R] Wow!... Sidney, that was amazing!...
italian: [R] Wow!... Sidney, è stato fantastico!...

source: [R] But don't forget Mom and Lauren are just across the hall.
italian: [R] Ma non dimenticare che mamma e Lauren sono dall'altra parte del corridoio.

source: [RT] {i}Luckily they're sleeping pretty deeply, thanks to the tea.{/i}
italian: [RT] {i}Per fortuna stanno dormendo profondamente, grazie al tè.

source: [RT] {i}Sidney's obviously stopped drinking it.{/i}
italian: [RT] {i}Sidney ha ovviamente smesso di berlo.{/i}

source: [RT] {i}And Mandy doesn't drink it, but I'm not sure about Aunt Cami.{/i}
italian: [RT] {i}E Mandy non lo beve, ma non sono sicuro della zia Cami.{/i}

source: [R] Ohhh... yeah... Sidney, that's starting to feel really good!
italian: [R] Ohhh... sì... Sidney, inizia a sentirsi davvero bene!

source: [R] Oohhhh... I'm really close!
italian: [R] Oohhhh... sono davvero vicino!

source: [R] Sidney... I'm going to...
italian: [R] Sidney... Sto per...

source: [S] Oh, God! You're fucking filling my womb!
italian: [S] Oh, Dio! Stai riempiendo il mio utero, cazzo!

source: {i}"[ryan]'s cumloads in Sidney's pussy +1"{/i}
italian: {i}"[ryan] sborra nella figa di Sidney +1"{/i}

source: {i}"Total loads of [ryan]'s cum in Sidney's pussy = ([sidney_cum_loads_counter])"{/i}
italian: {i}"Carichi totali di sperma di [ryan] nella figa di Sidney = ([sidney_cum_loads_counter])"{/i}

source: [R] Fuuuuck!...
italian: [R] Caaaazzo!...

source: [R] I'm cuuummmiing!
italian: [R] Sto cuccando!

source: [S] Oh my God, [ryan]!
italian: [S] Oh mio Dio, [ryan]!

source: [S] You covered me!
italian: [S] Mi hai coperto!

source: [R] Yeah... I was just wondering if you needed to... you know...
italian: [R] Sì... Mi chiedevo solo se avessi bisogno... sa...

source: [R] What!?... why?
italian: [R] Cosa!?... perché?

source: [S] [ryan]! Do you even care that we're fucking brother and sister?
italian: [S] [ryan]! Ti importa anche che stiamo scopando fratello e sorella?

source: [R] Sometimes...
italian: [R] A volte...

source: [R] Then I start thinking about how wrong the things we're doing are, and how naughty we are to give in to our sexual urges so easily...
italian: [R] Poi comincio a pensare a quanto sbagliato sono le cose che stiamo facendo, e quanto cattivo dobbiamo cedere ai nostri desideri sessuali così facilmente...

source: [R] That's when the guilt and shame start making it seem more forbidden... and the more forbidden it is... the more I want it.
italian: [R] Questo è quando la colpa e la vergogna iniziano a farla sembrare più proibita... e più è proibito... più lo voglio.

source: [S] That's just stupid!
italian: [S] È semplicemente stupida!

source: [ST] {i}Stupid [ryan]!... Only thinking with his stupid cock!... His big... fat... veiny... cock.{/i}
italian: [ST] {i}Stupidi [ryan]!... Pensando solo con il suo stupido cazzo!... il suo grande... grasso... veiny... cazzo.{/i}

source: {i}{b}"Sidney's Libido +3"{/b}{/i}
italian: {i}{b}"Libido di Sidney +3"{/b}{/i}

source: [S] Maybe another night.
italian: [S] Forse un'altra sera.

source: {i}"Sidney's Libido needs to be at least 8 points at the beginning of their conversation to want to mess around."{/i}
italian: {i}"La Libido di "Sidney deve essere almeno 8 punti all'inizio della conversazione per volerla mettere in pazza."{/i}

source: [S] Good night, [ryan].
italian: [S] Buongiorno, [ryan].

source: [R] Good night, Sidney.
italian: [R] Buona sera, Sidney.

source: [R] Wow!... The way your pussy would just squeeze my cock!
italian: [R] Wow!... Il modo in cui la tua figa stringeva il mio cazzo!

source: [S] You noticed!... I've been working on my kegel muscles.
italian: [S] L'hai notato!... Ho lavorato sui miei muscoli di Kegel.

source: [R] Your what muscles?
italian: [R] I tuoi muscoli cosa?

source: [S] You know... my pussy muscles.
italian: [S] Sai... i muscoli della mia figa.

source: [R] Ohh... yeah... I could totally tell!
italian: [R] Ohh... sì... me ne sono accorto!

source: {i}"Sidney Libido -5"{/i}
italian: {i}"Libido di Sidney -5"{/i}

source: [RT] {i}I'm actually pretty excited to read the next Perry Hotter book... I don't even mind if it takes me the rest of the night.{/i}
italian: [RT] {i}Sono davvero entusiasta di leggere il prossimo libro di Perry Hotter... Non mi importa nemmeno se mi ci vorrà il resto della notte

source: [RT] {i}I can't ever admit that to Mom, though. Should I take the time to read right now?{/i}
italian: [RT] {i}Non posso mai ammetterlo a Mamma, però. Dovrei prendermi il tempo di leggere in questo momento?{/i}

source: [RT] {i}Perry Hotter and the prisoner of Moldevort's Dungeon.{/i}
italian: [RT] {i}Perry Hotter e il prigioniero di Moldevort's Dungeon.{/i}

source: [RT] {i}The books seem to progress in age content with the reader, but this one looks like it's going to be more like "37 Shades of Grey".{/i}
italian: [RT] {i}I libri sembrano progredire nel contenuto dell'età con il lettore, ma questo sembra essere più simile a "37 sfumature di grigio".{/i}

source: [RT] {i}I can't wait to get into it!{/i}
italian: [RT] {i}Non vedo l'ora di entrarci! {/i}

source: [RT] {i}([ryan] reading in head) Perry Hotter was a highly unusual boy in many ways...{/i}
italian: [RT] {i}([ryan] che legge in testa) Perry Hotter era un ragazzo molto insolito sotto molti aspetti...{/i}

source: {i}"Some time later."{/i}
italian: {i}"Qualche tempo dopo."{/i}

source: [RT] {i}([ryan] still reading in head) Perry stepped out of the way. Thin cords shot from Lewdin’s wand this time, and next moment, Peckergrew was wriggling on the floor, bound and gagged...{/i}
italian: [RT] {i}([ryan] sta ancora leggendo nella testa) Perry si tolse di mezzo. Questa volta dalla bacchetta di Lewdin partirono sottili corde, e un attimo dopo, Peckergrew si stava dimenando sul pavimento, legato e imbavagliato...{/i}

source: [M] Oh, hey. Just passing by from the shower to my room, and I thought you might be reading again!
italian: [M] Oh, ehi. Basta passare dalla doccia alla mia stanza, e ho pensato che si potesse leggere di nuovo!

source: [R] Hey, Mom. Come on in.
italian: [R] Ehi, mamma. Andate dentro.

source: [M] Holy cow! I can't believe you're on the third book already!
italian: [M] Porca vacca! Non posso credere che tu sia già al terzo libro!

source: [M] I told you those books are really addictive!
italian: [M] Te l'avevo detto che quei libri creano davvero dipendenza!

source: [R] I'm not addicted!... I just want to get through them so we can finish the photoshoot.
italian: [R] Non sono dipendente!... Voglio solo finirli così possiamo finire il servizio fotografico.

source: [M] Ok... sure...
italian: [M] Ok... certo...

source: [R] What?... You don't believe me?
italian: [R] Cosa?... Non mi credi?

source: [R] Fine, I don't care.
italian: [R] Non so cosa significhi.

source: [M] How far into it are you?
italian: [R] Ma.... fino a che punto siete?

source: [R] Well... Perry and Hermione are watching Sirius Wack and Lewdin confront Peckergrew for the second time.
italian: [R] Bene... Perry e Hermione stanno guardando Sirius Wack e Lewdin affrontare Peckergrew per la seconda volta.

source: [M] Oh... so they've already gone back in time?
italian: [M] Oh... quindi sono già tornati indietro nel tempo?

source: [R] Yeah... but some of this doesn't make any sense.
italian: [R] Sì... ma alcune cose non hanno senso.

source: [M] Oh?... Like what?
italian: [M] Oh?... Tipo cosa?

source: [R] Like why don't they just use the time turner to go kill baby Moldevort?
italian: [R] Come perché non usano il tornitore del tempo per andare a uccidere il piccolo Moldevort?

source: [M] You can't kill a baby! Plus, you can't travel that far back in time with it.
italian: [M] Non puoi uccidere un bambino! Inoltre, non puoi viaggiare così indietro nel tempo con lui.

source: [R] Well then, why didn't Duffledore use it in the past to stop Moldevort from killing Perry's parents?
italian: [R] Bene, allora perché Duffledore non l'ha usato in passato per impedire a Moldevort di uccidere i genitori di Perry?
