Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [R] My family?... What's been going on?
french: [R] Ma famille?... Que se passe-t-il ?
italian: [R] La mia famiglia?... Che cosa sta succedendo?

source: [AD] Nothing that involves you... yet.
french: [AD] Rien qui t'intéresse... pour l'instant.
italian: [AD] Nulla che ti coinvolge... ancora.

source: [AD] Just relax and let me handle it.
french: [AD] Détends-toi et laisses-moi m'en occuper.
italian: [AD] Rilassati e lasciami gestire.

source: [AD] Keep checking back... I'll have some dirt for you soon.
french: [AD] Continues à vérifier... J'aurais des dossiers compromettants pour toi bientôt.
italian: [AD] Continua a controllare indietro... Presto avrò qualche sporco per te.

source: [AD] In the meantime, might I suggest you continue to focus your energy on perving on your family at night... I really enjoy those videos.
french: [AD] En attendant, puis-je te suggérer de continuer à concentrer ton énergie sur ta famille la nuit... J'aime vraiment ces vidéos.
italian: [AD] Nel frattempo, vorrei suggerirvi di continuare a concentrare la vostra energia sulla perving sulla vostra famiglia di notte... Mi piace davvero quei video.

source: [AD] Oh... And if you get the chance, try to make your aunt a little more submissive... She's a fiery one.
french: [AD] Oh... Et si tu en as l'occasion, essayes de rendre ta tante un peu plus soumise... C'est une fougueuse.
italian: [AD] Oh... E se ottieni l'occasione, prova a rendere tua zia un po' più sottomessa... Lei è una persona infuocata.

source: [R] It's so weird that you know so much about us.
french: [R] C'est tellement bizarre que tu en saches tant sur nous.
italian: [R] È così strano che tu sai così tanto su di noi.

source: [AD] Try not to think about it... Just pretend that I'm not here watching everything you do.
french: [AD] Essaies de ne pas y penser... Fais comme si je ne regardais pas tout ce que tu fais.
italian: [AD] Prova a non pensarci... Fingere che io non sia qui a guardare tutto quello che fate.

source: [RT] {i}Uhh... That's unsettling.{/i}
french: [RT] {i}Heu... C'est troublant.{/i}
italian: [RT] {i}Uhh... Questo è instabile.{/i}

source: [AD] Did you want to buy some influence for the weekly poll while you are here?
french: [AD] Voulais-tu acheter de l'influence pour le sondage hebdomadaire pendant que tu es ici?
italian: [AD] Hai voluto comprare qualche influenza per il sondaggio settimanale mentre sei qui?

source: [R] Yeah, ok... As long as you can guarantee that Lauren's vote count will go up.
french: [R] Oui, d'accord... Tant que tu peux garantir que le nombre de votes de Lauren augmentera.
italian: [R] Sì, ok... finché puoi garantire che il conteggio dei voti di Lauren salirà.

source: [AD] I guarantee it.
french: [AD] Je le garantis.
italian: [AD] Lo garantisco.

source: [R] Alright... it's a deal.
french: [R] D'accord... c'est un marché.
italian: [R] Va bene... è un accordo.

source: [AD] Alright, I'll make it happen. You should notice your numbers go up on Monday's poll.
french: [AD] D'accord, je vais y arriver. Tu devrais t'apercevoir que tes chiffres augmenteront lors du sondage de lundi.
italian: [AD] Va bene, lo farò accadere. Dovresti notare i tuoi numeri salire nel sondaggio di lunedì.

source: [R] Yeah, right... I'm not giving you any more money.
french: [R] Ouais, c'est ça... Je ne te donnerai plus d'argent.
italian: [R] Sì, giusto... non ti sto dando più denaro.

source: [AD] Ok, but if you change your mind, you know where to find me.
french: [AD] Ok, mais si tu changes d'avis, tu sais où me trouver.
italian: [AD] Ok, ma se si cambia idea, si sa dove trovarmi.

source: {b}{i}"School Influence +0"{/i}{/b}
french: {b}{i}'Influence école +0'{/i}{/b}
italian: {b}{i}"Influenza della scuola +0"{/i}{/b}

source: [AD] Well, if there's nothing else, I've got to get back to work.
french: [AD] Eh bien, s'il n'y a rien d'autre, je dois retourner au travail.
italian: [AD] Beh, se non c'è niente, devo tornare a lavorare.

source: [RT] {i}I guess I'd better come back next week.{/i}
french: [RT] {i}Je pense que je ferais mieux de revenir la semaine prochaine.{/i}
italian: [RT] {i}Immagino che farei meglio a tornare la settimana prossima.{/i}

source: [RT] {i}Another visit to Agent Diaz could be useful... I haven't bought any votes from her this week.{/i}
french: [RT] {i}Une autre visite à l'agent Diaz pourrait être utile... Je ne lui ai pas acheté de voix cette semaine.{/i}
italian: [RT] {i}Un'altra visita all'Agente Diaz potrebbe essere utile... Non ho acquistato alcun voto da lei questa settimana.{/i}

source: [AD] I was hoping you'd be back soon.
french: [AD] J'espérais que tu reviendrais bientôt.
italian: [AD] Speravo che saresti tornato presto.

source: [AD] I hope you came to buy some votes... My gambling money is getting low.
french: [AD] J'espère que tu es venus acheter des votes... Mon porte-monnaie se vide.
italian: [AD] Spero che tu sia venuto a comprare qualche voto... I miei soldi per il gioco d'azzardo si stanno esaurendo.

source: [AD] Come on in.
french: [AD] Entre.
italian: [AD] Avanti.

source: [AD] So, I'm guessing you're wanting to buy some votes and a special favor?
french: [AD] Donc, je suppose que tu veux acheter des votes et une faveur spéciale?
italian: [AD] Quindi, immagino che tu voglia comprare qualche voto e un favore speciale?

source: [R] Yes, that is... as long as you can continue to guarantee that Lauren's vote count will go up.
french: [R] Oui, c'est... tant que tu peux continuer à garantir que le nombre de votes de Lauren augmentera.
italian: [R] Sì, questo è... fino a quando puoi continuare a garantire che il conteggio dei voti di Lauren salirà.

source: [AD] Now... You ready for that favor?
french: [AD] Maintenant... Tu es prêt pour cette faveur?
italian: [AD] Ora... Sei pronto per questo favore?

source: [R] Oh God, I can't wait to shove my dick back down your throat.
french: [R] Oh Mon Dieu, j'ai hâte de te fourrer ma bite dans la gorge.
italian: [R] Oh Dio, non vedo l'ora di spegnere il mio cazzo indietro giù per la gola.

source: [AD] Haha... That's pretty graphic for a high school student.
french: [AD] Haha... C'est assez graphique pour un lycéen.
italian: [AD] Haha... Questo è piuttosto grafico per uno studente delle superiori.

source: [AD] Why don't I just switch on the Sidney room cameras for ambiance, and you can pull those pants down.
french: [AD] Pourquoi n'allumerais-je pas les caméras de la chambre de Sidney pour l'ambiance, et tus pourrais baisser ce pantalon.
italian: [AD] Perché non accendo le telecamere della stanza di Sidney per creare un pò di atmosfera e tu puoi tirarti giù quei pantaloni.

source: [R] God yes, Diaz... Stick it in your mouth!
french: [R] Dieu oui, Diaz... Mets-le dans ta bouche!
italian: [R] Dio sì, Diaz... Mettitelo in bocca!

source: [R] Oh, yeah... lick the head of my cock!
french: [R] Oh, oui... lèche la tête de ma bite!
italian: [R] Oh, sì... lecca la testa del mio cazzo!

source: [RT] {i}I love hate-fucking her face!{/i}
french: [RT] {i}J'aime la haïr - baiser son visage!{/i}
italian: [RT] {i}Amo il suo volto scopare l'odio!{/i}

source: [RT] {i}So what if it costs me a small fortune?{/i}
french: [RT] {i}Et si ça me coûte une petite fortune?{/i}
italian: [RT] {i}Cosa succede se mi costa una piccola fortuna?{/i}

source: [R] Holy fuck... you can go so deep!
french: [R] Putain... tu peux aller si loin!
italian: [R] Porca puttana... puoi andare così in profondità!

source: [R] I can't really afford it right now, but I was hoping to get a preview of the goods I'll possibly be buying in the future.
french: [R] Je ne peux pas vraiment me le permettre en ce moment, mais j'espérais avoir un aperçu des produits que j'achèterai peut-être à l'avenir.
italian: [R] Non posso permettermi davvero in questo momento, ma speravo di ottenere un'anteprima delle merci che probabilmente comprerò in futuro.

source: [AD] The fuck?... You've already gotten your preview.
french: [AD] Putain?... Tu as déjà ton aperçu.
italian: [AD] Il cazzo?... Hai già ottenuto la tua anteprima.

source: [AD] I'm not sucking your cock again unless I get some money first.
french: [AD] Je ne vais plus te sucer la bite à moins d'avoir de l'argent d'abord.
italian: [AD] Non sto succhiando di nuovo il tuo cazzo a meno che non ottenga un po' di soldi prima.

source: [AD] Now... Would you stop wasting my time? I've got a lot of work I need to get to.
french: [AD] Maintenant... Arrêtes de me faire perdre mon temps? J'ai beaucoup de travail à faire.
italian: [AD] Ora... smetteresti di perdere tempo? Ho molto lavoro che devo fare.

source: [RT] {i}I've already bough influence this week, I wonder if there's anything else Diaz can do to help the campaign.{/i}
french: [RT] {i}J'ai déjà eu de l'influence cette semaine, je me demande s'il y a autre chose que Diaz peut faire pour aider la campagne.{/i}
italian: [RT] {i}Ho già avuto una forte influenza questa settimana, mi chiedo se ci sia qualcosa che Diaz possa fare per aiutare la campagna. {/i}

source: [AD] Another visit?... You sure you don't have a thing for me?
french: [AD] Une autre visite?... Tu es sûr que tu n'as rien pour moi ?
italian: [AD] Un'altra visita?... Sei sicuro di non avere una cosa per me?

source: [R] God... That's getting old.
french: [R] Dieu... Ça vieillit.
italian: [R] Dio... Sta diventando vecchio.

source: [AD] You're the one visiting me excessively.
french: [AD] C'est toi qui me rends beaucoup visite.
italian: [AD] Sei quello che mi sta visitando in modo eccessivo.

source: [R] I was just wondering if there was anything else you could do to help the campaign.
french: [R] Je me demandais juste s'il y avait autre chose que tu pouvais faire pour aider la campagne.
italian: [R] Mi chiedevo solo se c'era qualcos'altro che si potesse fare per aiutare la campagna.

source: [AD] Look, I've already sold you votes this week, I've given you dirt on Matt.
french: [AD] Regarde, je t'ai déjà vendu des votes cette semaine, je t'ai donné des dossiers compromettants sur Matt.
italian: [AD] Guarda, ti ho già venduto i voti questa settimana, ti ho dato la sporcizia su Matt.

source: [AD] Believe it or not, my whole world doesn't revolve around helping you.
french: [AD] Crois-le ou non, mon monde ne tourne pas autour de ton aide.
italian: [AD] Credetemi o no, tutto il mio mondo non ruota intorno ad aiutarti.

source: [AD] I've got other cases I'm working on as well.
french: [AD] J'ai d'autres cas sur lesquels je travaille également.
italian: [AD] Ho altri casi su cui sto lavorando.

source: [AD] If you still want to buy extra votes for the poll next week, come see me then.
french: [AD] Si tu veux encore acheter des votes supplémentaires pour le scrutin de la semaine prochaine, viens me voir alors.
italian: [AD] Se vuoi ancora comprare voti extra per il sondaggio la prossima settimana, vieni a vedermi allora.

source: [AD] Otherwise, I'll see you Thursday.
french: [AD] Sinon, à jeudi.
italian: [AD] Altrimenti, ti vedremo giovedì.

source: [RT] {i}I guess I'd better wait until next week to talk to Diaz.{/i}
french: [RT] {i}Je suppose que je ferais mieux d'attendre la semaine prochaine pour parler à Diaz.{/i}
italian: [RT] {i}Immagino che farei meglio ad aspettare fino alla prossima settimana per parlare con Diaz.{/i}

source: [RT] {i}A visit to Agent Diaz could be useful... I haven't bought any votes from her this week.{/i}
french: [RT] {i}Une visite à l'agent Diaz pourrait être utile... Je n'ai acheté aucun vote de sa part cette semaine.{/i}
italian: [RT] {i}Una visita all'agente Diaz potrebbe essere utile... Non ho acquistato alcun voto da lei questa settimana.{/i}

source: [RT] {i}I should be getting more than a few votes for five hundred dollars though.{/i}
french: [RT] {i}Je devrais cependant obtenir plus que quelques votes pour cinq cents dollars.{/i}
italian: [RT] {i}Dovrei ricevere più di pochi voti per cinquecento dollari però.{/i}

source: [AD] If it isn't the future crooked politician.
french: [AD] Si ce n'est pas le futur politicien tordu.
italian: [AD] Se non è il futuro politico disonesto.

source: [R] Yeah, I was hoping to talk to you a little bit about that.
french: [R] Oui, j'espérais t'en parler un peu.
italian: [R] Sì, speravo di parlarti un pò di questo.

source: [AD] Oh, a talk? Well, come on in.
french: [AD] Oh, un discours? Eh bien, entre.
italian: [AD] Oh, una chiacchierata? Beh, entra pure.

source: [AD] So, what did you want to talk about?
french: [AD] Alors, de quoi veux-tu parler ?
italian: [AD] Allora, di cosa volevi parlare?

source: [R] I wanted to talk to you about the deal we have every week.
french: [R] Je voulais te parler de l'accord que nous avons chaque semaine.
italian: [R] Volevo parlarti dell'accordo che abbiamo ogni settimana.

source: [AD] You mean the one where I provide a means to boost your weekly poll numbers, and the final election numbers?
french: [AD] Tu veux dire celui où je donne un moyen d'augmenter tes résultats de sondage hebdomadaires, et les résultats finaux de l'élection?
italian: [AD] Intendi quello in cui io fornisco un mezzo per aumentare i tuoi numeri dei sondaggi settimanali e i numeri finali delle elezioni?

source: [AD] Do you have a problem with our current arrangement?
french: [AD] As-tu un problème avec notre arrangement actuel?
italian: [AD] Hai un problema con il nostro attuale accordo?

source: [R] Well, it's just a lot of money for such a small bump in votes.
french: [R] Eh bien, c'est juste beaucoup d'argent pour une si petite augmentation des votes.
italian: [R] Beh, sono solo un sacco di soldi per un così piccolo aumento di voti.

source: [AD] Do you have any idea the amount of risk our asset in your school takes every time she pads that vote?
french: [AD] As-tu une idée du risque que prend notre agent dans ton école chaque fois qu'elle vote?
italian: [AD] Hai una vaga idea della quantità di rischio che corre la nostra risorsa nella tua scuola ogni volta che imbottiglia quel voto?

source: [R] No, no... I appreciate the risk... I was just wondering if maybe there was something else I could get from you for that large amount of money, that involves no risk at all.
french: [R] Non, non... J'apprécie le risque... Je me demandais juste s'il y avait peut-être autre chose que je pourrais obtenir de toi pour cette grosse somme d'argent, cela n'implique aucun risque.
italian: [R] No, no... Apprezzo il rischio... Mi stavo solo chiedendo se forse c'era qualcos'altro che potevo ottenere da te per quella grande quantità di denaro, che non comporta alcun rischio.

source: [R] I mean after all, we're starting to close the gap behind Matt, and we may not need your secret votes for very much longer.
french: [R] Je veux dire après tout, nous commençons à combler l'écart derrière Matt, et nous n'aurons peut-être pas besoin de tes votes secrets pour beaucoup plus longtemps.
italian: [R] Voglio dire, dopo tutto, stiamo iniziando a chiudere il divario dietro Matt e potremmo non avere bisogno dei tuoi voti segreti per molto tempo ancora.

source: [AD] Ok... I see where this is going... You want me to throw in a handy every time you buy those votes, right?
french: [AD] D'accord... Je vois où ça va... Tu veux que je te donne un coup de main à chaque fois que tu achètes ces votes, n'est-ce pas?
italian: [AD] Ok... ho capito dove vuoi arrivare... Vuoi che ti dia una mano ogni volta che compri quei voti, giusto?

source: [R] For five hundred dollars, I was hoping for a little more than a handy.
french: [R] Pour cinq cents dollars, j'espérais un peu plus qu'un coup de main.
italian: [R] Per cinquecento dollari, speravo in qualcosa di più di una mancia.

source: [AD] What? You want me to give you a blowjob or something?
french: [AD] Quoi? Tu veux que je te fasse une pipe ?
italian: [AD] Cosa? Vuoi che ti faccia un pompino o qualcosa del genere?

source: [R] At the very least for that amount of money.
french: [R] À tout le moins pour cette somme d'argent.
italian: [R] Come minimo per quella cifra.

source: [AD] Hmmmm... And that's the very least I'm going to give you... But sure, we can throw that into the deal.
french: [AD] Hmmmm... Et c'est le moins que je vais te donner... Mais bien sûr, nous pouvons mettre cela dans l'accord.
italian: [AD] Hmmmm... E questo è il minimo che ti darò... Ma certo, possiamo metterlo nell'accordo.

source: [AD] I've sucked dick for much less than that.
french: [AD] J'ai sucé une bite pour beaucoup moins que ça.
italian: [AD] Ho succhiato cazzi per molto meno di questo.

source: [AD] You bet.
french: [AD] Tu paries.
italian: [AD] Puoi scommetterci.

source: [AD] So, do you want to exercise our deal right now?
french: [AD] Alors, veux-tu activer notre marché dès maintenant ?
italian: [AD] Allora, vuoi esercitare il nostro accordo adesso?

source: [R] Yeah, ok... As long as you can continue to guarantee that Lauren's vote count will go up.
french: [R] Oui, d'accord... Tant que tu peux continuer à garantir que le nombre de votes de Lauren augmentera.
italian: [R] Sì, ok... A patto che tu possa continuare a garantire che il numero di voti di Lauren salirà.

source: [AD] Now... Are you ready for the other part of our deal?
french: [AD] Maintenant... Êtes-vous prêt pour l'autre partie de notre marché?
italian: [AD] Ora... Sei pronto per l'altra parte del nostro accordo?

source: [R] Oh God, Agent Diaz, I've been fantasizing about the moment I get to fuck your mouth since the first time you blackmailed me.
french: [R] Oh Mon Dieu, Agent Diaz, j'ai fantasmé sur le moment où j'arrive à te baiser la bouche depuis la première fois que tu m'as fait chanter.
italian: [R] Oh Dio, agente Diaz, ho fantasticato sul momento in cui potrò scoparti la bocca dalla prima volta che mi hai ricattato.

source: [AD] Haha... I'm glad to know I've been on your mind that much.
french: [AD] Haha... Je suis contente de savoir que j'ai été aussi dans ton esprit.
italian: [AD] Haha... Sono felice di sapere che sono stato così tanto nei tuoi pensieri.

source: [AD] You presumptuous little fucker.
french: [AD] Espèce de petit enculé présomptueux.
italian: [AD] Hai presuntuoso piccolo scherzo.

source: [AD] I can't even believe your nerve.
french: [AD] Je n'arrive même pas à croire ton sang-froid.
italian: [AD] Non riesco nemmeno a credere al tuo nervo.

source: [AD] Haha... It's also one of the things I like most about you.
french: [AD] Haha... C'est aussi l'une des choses que j'aime le plus chez toi.
italian: [AD] Haha... È anche una delle cose che mi piacciono di più di te.

source: [AD] Alright, I'll give you a little trial of what you can expect in the future.
french: [AD] D'accord, je vais te donner un petit aperçu de ce à quoi tu peux t'attendre à l'avenir.
italian: [AD] Bene, ti farò una piccola prova di quello che puoi aspettarti in futuro.

source: [RT] {i}I can't believe that worked!{/i}
french: [RT] {i}Je n'arrive pas à croire que cela ait fonctionné!{/i}
italian: [RT] {i}Non posso credere che abbia funzionato!{/i}

source: [AD] I'll admit... I've been wanting to get another look at that cock since the last time I saw it.
french: [AD] Je l'admets... Je voulais avoir un autre regard sur cette bite depuis la dernière fois que je l'ai vue.
italian: [AD] Lo ammetto... Ho voluto ottenere un'altra occhiata a quel cazzo dall'ultima volta che l'ho visto.

source: [AD] So, are you ready to get your dick sucked?
french: [AD] Alors, es-tu prêt à te faire sucer la bite?
italian: [AD] Quindi, sei pronto per ottenere il vostro cazzo succhiato?

source: [RT] {i}I've finally got that bitch sucking my cock.{/i}
french: [RT] {i}J'ai enfin cette chienne qui suce ma bite.{/i}
italian: [RT] {i}Ho finalmente quella puttana che mi succhia il cazzo.

source: [RT] {i}So what if it costs me a small fortune.{/i}
french: [RT] {i}Et si ça me coûte une petite fortune.{/i}
italian: [RT] {i}Che importa se mi costa una piccola fortuna.

source: [AD] Bllleerrrccchhhh...
french: [AD] Mmmmooouuucccchhhee...

source: [RT] {i}I wonder if there's anything else Diaz can do to help the campaign.{/i}
french: [RT] {i}Je me demande s'il y a autre chose que Diaz peut faire pour aider dans la campagne.{/i}
italian: [RT] {i}Mi chiedo se ci sia qualcos'altro che Diaz può fare per aiutare la campagna.{/i}

source: [AD] Another visit?... Are you falling in love with me or something?
french: [AD] Une autre visite?... Tu tombes amoureux de moi ou quelque chose comme ça ?
italian: [AD] Un'altra visita?... Ti innamori di me o di qualcosa?

source: [R] What?... How could I fall in love with an evil witch who's exploiting me for money or favors with my sister?
french: [R] Quoi?... Comment pourrais-je tomber amoureux d'une sorcière maléfique qui m'exploite pour de l'argent ou des faveurs avec ma sœur?
italian: [R] Cosa?... Come potrei innamorarmi di una strega malvagia che mi sta sfruttando per soldi o per favore con mia sorella?

source: [AD] I don't know... I've just noticed your visits are getting excessive.
french: [AD] Je ne sais pas... Je viens de remarquer que tes visites deviennent excessives.
italian: [AD] Non lo so... ho appena notato che le vostre visite sono sempre eccessive.

source: [AD] Look, I've already sold you votes this week, and gave you dirt on Matt.
french: [AD] Regarde, je t'ai déjà vendu des votes cette semaine, et je t'ai donné des dossiers compromettants sur Matt.
italian: [AD] Guarda, ti ho già venduto i voti questa settimana, e ti ho dato sporco su Matt.

source: [RT] {i}Hopefully Agent Diaz has some dirt on Matt by now.{/i}
french: [RT] {i}J'espère que l'agent Diaz trouve des trucs sales sur Matt maintenant.{/i}
italian: [RT] {i}Spero che l'agente Diaz abbia qualcosa di sporco su Matt ormai.{/i}

source: [AD] Well, hey there big Johnson.
french: [AD] Eh bien, hé, il y a big Johnson.
italian: [AD] Beh, ciao grande Johnson.

source: [AD] I was wondering when I'd see you again.
french: [AD] Je me demandais quand je te reverrais.
italian: [AD] Mi stavo chiedendo quando ti avrei rivisto.

source: [AD] I think I've got some good news for you today.
french: [AD] Je pense avoir de bonnes nouvelles pour toi aujourd'hui.
italian: [AD] Penso di avere delle buone notizie per te oggi.

source: [R] Did you get some dirt on Matt?
french: [R] As-tu eu de la saleté sur Matt?
italian: [R] Hai trovato qualcosa di sporco su Matt?

source: [AD] Come on in, have a seat and I'll show you what I've found.
french: [AD] Entre, assieds-toi et je te montrerais ce que j'ai trouvé.
italian: [AD] Entra, siediti e ti mostrerò cosa ho trovato.

source: [AD] Goddammit, Sidney... We don't have time for that right now.
french: [AD] Au diable, Sidney... Nous n'avons pas le temps pour ça en ce moment.
italian: [AD] Maledizione, Sidney... Non abbiamo tempo per questo adesso.

source: [AD] Here, keep an eye on Sidney's screen.
french: [AD] Ici, gardes un œil sur l'écran de Sidney.
italian: [AD] Ecco, tieni d'occhio lo schermo di Sidney.

source: [R] Oh... Text messages between Matt and Megan?
french: [R] Oh... Des Sms entre Matt et Megan ?
italian: [R] Oh... Messaggi di testo tra Matt e Megan?

source: [AD] Yeah... Read them.
french: [AD] Ouais... Lis-les.
italian: [AD] Sì... Leggili.

source: [MG] OMG!. Can U Believe that Jessica is my new Cheerleading coach?
french: [MG] OMG!. Peux-tu croire que Jessica est ma nouvelle coach de Cheerleading?
italian: [MG] OMG! Riesci a credere che Jessica è la mia nuova allenatrice di cheerleader?

source: [MB] You're so fucking lucky.
french: [MB] Tu as tellement de chance.
italian: [MB] Sei così fottutamente fortunata.

source: [MB] I wish I could stare at that ass during my practices.
french: [MB] J'aimerais pouvoir regarder ce cul pendant mes pratiques.
italian: [MB] Vorrei poter fissare quel culo durante i miei allenamenti.

source: [MG] STFU! You know how much I hate her!
french: [MG] STFU! Tu sais combien je la déteste!
italian: [MG] STFU! Sai quanto la odio!
