Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [MD] Just go for it!
italian: [MD] Basta andare avanti!

source: [MD] That is so much cum!
italian: [MD] È così tanto sperma!

source: [MD] I mean I've watched a good amount of porn lately, but I've never seen anybody cum this much.
italian: [MD] Voglio dire che ho visto una buona quantità di porno ultimamente, ma non ho mai visto nessuno cum questo tanto.

source: [R] Thanks?... I guess...
italian: [R] Grazie... Credo che...

source: [MD] It would probably really turn me on if I weren't your cousin.
italian: [MD] Probabilmente mi accenderebbe se non fossi tuo cugino.

source: [R] Yeah, I'd better clean that up.
italian: [R] Sì, farei meglio a pulire.

source: [MD] No, you'd better get out of here. She was doing quite a bit of moaning. She might wake up any minute.
italian: [MD] No, faresti meglio a uscire da qui. Stava facendo un bel po' di gemito. Potrebbe svegliarsi qualsiasi minuto.

source: [R] But...
italian: [R] Ma...

source: [MD] Don't worry. I'll clean it all up.
italian: [MD] Non ti preoccupare. La pulirò tutto.

source: [R] And our game?
italian: [R] E il nostro gioco?

source: [MD] Congratulations! You won.
italian: [MD] Congratulazioni! Hai vinto.

source: [MD] Now get your clothes on, and hurry and get out of here!
italian: [MD] Ora prendi i tuoi vestiti, e sbrigati e esci da qui!

source: [R] Alright... I'm going.
italian: [R] Va bene... Io vado.

source: [RT] {i}Mandy was in a little too much of a hurry to get me out of there... Something seems fishy.{/i}
italian: [RT] {i}Mandy aveva un pò troppa fretta di farmi uscire da lì... Qualcosa sembra sospetto.

source: [RT] {i}I think I'll just take a quick peek to see if something's up.{/i}
italian: [RT] {i}Penso che darò un'occhiata veloce per vedere se c'è qualcosa.

source: [RT] {i}Fuck! Is Mandy on top of Lauren?{/i}
italian: [RT] {i}Cazzo! Mandy è sopra Lauren?

source: [RT] {i}What in the hell is she doing?{/i}
italian: [RT] {i}Che diavolo sta facendo?

source: [MDT] {i}Well look at you, Lauren!{/i}
italian: [MDT] {i}Beh, guardati, Lauren!

source: [MDT] {i}All covered in your brother's cum!... What a naughty girl...{/i}
italian: [MDT] {i}Tutto coperto dallo sperma di tuo fratello!... Che ragazza birichina...{/i}

source: [MDT] {i}This is the first time I've ever seen cum!{/i}
italian: [MDT] {i}E' la prima volta che vedo la sborra!

source: [MDT] {i}The girls on porn always eat it.{/i}
italian: [MDT] {i}Le ragazze del porno la mangiano sempre.

source: [MDT] {i}I wonder if it's any good.{/i}
italian: [MDT] {i}Mi chiedo se è buono.

source: [MDT] {i}Oh, my God! I'm eating cum... {/i}
italian: [MDT] {i}Oh, mio Dio! Sto mangiando sperma... {/i}

source: [MDT] {i}Uuugghh... I don't like the taste of that at all.{/i}
italian: [MDT] {i}Uuugghh... non mi piace per niente il suo sapore.

source: [MDT] {i}I'm not eating any more of that... I better run to the bathroom to get some toilet paper to finish cleaning it up.{/i}
italian: [MDT] {i}Non ne mangerò più... Sarà meglio che corra in bagno a prendere della carta igienica per finire di pulire.

source: [RT] {i}Shit! She's coming out... I've got to book it!{/i}
italian: [RT] {i}Merda! Sta uscendo... Devo prenotarlo! {/i}.

source: [RT] {i}Holy shit, that was close. I'm glad I was able to find my way to my room so quickly in the dark.{/i}
italian: [RT] {i}Santa merda, c'è mancato poco. Sono contento di essere stato in grado di trovare la strada per la mia stanza così in fretta nel buio.{/i}.

source: [RT] {i}I can't believe Mandy licked up some of my cum!{/i}
italian: [RT] {i}Non posso credere che Mandy abbia leccato un pò del mio sperma!

source: [RT] {i}I can't believe anything that happened in that room!{/i}
italian: [RT] {i}Non posso credere a tutto quello che è successo in quella stanza!

source: [RT] {i}And for once it wasn't just me pushing things to happen.{/i}
italian: [RT] {i}E per una volta non ero solo io a spingere le cose ad accadere.

source: [RT] {i}I think Mandy is my female counterpart.{/i}
italian: [RT] {i}Penso che Mandy sia la mia controparte femminile.

source: [RT] {i}I'll have to go back and see if she'll push it even farther next time.{/i}
italian: [RT] {i}Dovrò tornare indietro e vedere se lei spingerà ancora di più la prossima volta.{/i}

source: [MD] Dude, [ryan]! What the hell?
italian: [MD] Dude, [ryan]! Che inferno?

source: [R] Huh?...
italian: [R] Eh?...

source: [MD] I can't believe you were rubbing your dick on your own sister's pussy!
italian: [MD] Non posso credere che stavi strofinando il tuo cazzo sulla figa di tua sorella!

source: [R] But... You dared me to do it!
italian: [R] Ma... Mi hai osato farlo!

source: [R] Actually, I'm going to have to call it for the night.
italian: [R] In realtà, devo chiudere la serata.

source: [MD] What?... Why?
italian: [MD] Cosa?... Perché?

source: [R] Well, I've got to be up early in the morning, and I've got a pretty full day.
italian: [R] Beh, devo alzarmi presto domattina e ho una giornata piuttosto piena.

source: [R] But mostly, I think that neither of us are ready for where this game is going next.
italian: [R] Ma soprattutto, penso che nessuno di noi due sia pronto per dove questo gioco andrà a finire.

source: [R] So I hereby declare you the winner.
italian: [R] Quindi ti dichiaro vincitore.

source: [MD] Alright, you're watching out for both of us... I can respect that.
italian: [MD] Bene, stai guardando fuori per entrambi noi... lo posso rispettare.

source: [MD] But if you want a rematch, I'll be waiting here every night.
italian: [MD] Ma se vuoi una rivincita, aspetterò qui tutte le sere.

source: [MD] And maybe one of these times, we can get Lauren to be a conscious, willing participant.
italian: [MD] E forse una di queste volte, possiamo convincere Lauren ad essere una partecipante consapevole e volenterosa.

source: [R] Haha... I wouldn't bet on it.
italian: [R] Haha... Non ci scommetterei.

source: [RT] {i}At least until that tea runs out.{/i}
italian: [RT] {i}Almeno fino a quando il tè non finisce.{/i}

source: [R] Alright, goodnight Mandy.
italian: [R] Va bene, buonanotte Mandy.

source: [MD] Goodnight [ryan].
italian: [MD] Buongiorno [ryan].

source: [MD] Are you sure my hand doesn't feel better?
italian: [MD] Sei sicuro che la mia mano non si sente meglio?

source: [MD] Cum all over your sister!
italian: [MD] Cum in tutta tua sorella!

source: [R] Oh, God! Here I go!
italian: [R] Oh, Dio! Ecco!

source: [MD] You dirty boy! You just came all over your sister!
italian: [MD] Sei un ragazzo sporco! Sei appena arrivato in tutta tua sorella!

source: [MD] You came so... so... much!
italian: [MD] Sei venuto così... tanto!

source: [R] Yeah... I'd better get it cleaned up.
italian: [R] Sì... Farei meglio a ripulirlo.

source: [MD] You'd better get out of here quickly before she wakes up.
italian: [MD] Faresti meglio a uscire da qui rapidamente prima che si svegli.

source: [MD] That much cum to the chest could wake up anyone.
italian: [MD] Quel tanto sperma al petto potrebbe svegliare chiunque.

source: [MD] Don't worry about anything. I'll get her all cleaned up.
italian: [MD] Non preoccuparti di niente. La farò ripulire tutto.

source: [MD] Yes... Positive... Now hurry and get out of here.
italian: [MD] Sì... Positivo... Ora affrettatevi a uscire da qui.

source: [MDT] {i}While your cum is still warm.{/i}
italian: [MDT] {i}Mentre il tuo sperma è ancora caldo.{/i}

source: [RT] {i}Mandy was in a hurry to get me out of there... Is she going to eat my cum again?{/i}
italian: [RT] {i}Mandy ha avuto fretta di farmi uscire da lì... sta per mangiare di nuovo la mia sperma?{/i}

source: [RT] {i}Mandy's on top of Lauren again.{/i}
italian: [RT] {i}Mandy in cima a Lauren di nuovo.{/i}

source: [RT] {i}She must have enjoyed it last time.{/i}
italian: [RT] {i}Deve averlo apprezzato l'ultima volta.{/i}

source: [MDT] {i}Look at it glistening all over her chest!{/i}
italian: [MDT] {i}Guardalo scintillante in tutta la sua cassa!{/i}

source: [MDT] {i}The girls on porn must acquire a taste for it.{/i}
italian: [MDT] {i}Le ragazze porno devono acquisire un assaggio.{/i}

source: [MDT] {i}I wonder if I could?{/i}
italian: [MDT] {i}Mi chiedo se potere?{/i}

source: [MDT] {i}Oh, my God! I'm eating [ryan]'s cum again!... {/i}
italian: [MDT] {i}Oh, mio Dio! Sto mangiando di nuovo [ryan]di sperma!... {/i}

source: [MDT] {i}Hmmmm... it doesn't seem too bad the second time around.{/i}
italian: [MDT] {i}Hmmmm... non sembra troppo male la seconda volta in giro.{/i}

source: [MDT] {i}I think I just needed to get over the yuk factor.{/i}
italian: [MDT] {i}Penso di aver appena bisogno di superare il fattore yuk.{/i}

source: [MDT] {i}I swallowed it!{/i}
italian: [MDT] {i}l'ho inghiottita!{/i}

source: [MDT] {i}Yeah... I think I'm acquiring a taste for it.{/i}
italian: [MDT] {i}Sì... Penso che sto acquisendo un gusto per esso.{/i}

source: [MDT] {i}It was even smooth going down.{/i}
italian: [MDT] {i}E 'stato anche liscio andare giù.{/i}

source: [MDT] {i}I might as well finish it.{/i}
italian: [MDT] {i}Potrei anche finirlo.{/i}

source: [MDT] {i}I got it all!{/i}
italian: [MDT] {i}Ho preso tutto! {/i}

source: [MDT] {i}I'm becoming a real cumslut!{/i}
italian: [MDT] {i}Sto diventando una vera e propria cumslut!{/i}

source: [RT] {i}I can't believe Mandy licked up all of my cum!{/i}
italian: [RT] {i}Non posso credere che Mandy abbia leccato tutto il mio cum!{/i}

source: [RT] {i}What a cumslut!{/i}
italian: [RT] {i}Che cumslut!{/i}

source: [RT] {i}I'll have to go back again very soon!{/i}
italian: [RT] {i}Dovrò tornare molto presto!{/i}

source: [MDT] {i}I wonder if I could.{/i}
italian: [MDT] {i}Mi chiedo se potere.{/i}

source: [MDT] {i}Oh, my God! I'm eating cum again!... {/i}
italian: [MDT] {i}Oh, mio Dio! Sto mangiando di nuovo sperma !... {/i}

source: [MDT] I got it all!
italian: [MDT] Ho capito tutto!

source: [MDT] I'm becoming a real cumslut!
italian: [MDT] Sto diventando una vera e propria cumslut!

source: [RT] {i}The door is locked! Mandy must still be pissed off.{/i}
italian: [RT] {i}La porta è bloccata! Mandy deve ancora essere spento.{/i}

source: [RT] {i}She locked her door! Mandy must still be pissed off. I guess I better just let them sleep.{/i}
italian: [RT] {i}Ha bloccato la sua porta! Mandy deve ancora essere pazzo. Immagino che sia meglio lasciarli dormire.{/i}

source: [RT] {i}The door's locked. Mandy's pretty pissed off at me.{/i}
italian: [RT] {i}La porta è bloccata. Mandy mi ha incastrato.{/i}

source: [MD] What do you want, jerk?
italian: [MD] Cosa vuoi, masturbarsi?

source: [MD] You have something for me?
italian: [MD] Hai qualcosa per me?

source: [MD] Thank you, I love chocolate!
italian: [MD] Grazie, amo il cioccolato!

source: [MD] But this doesn't mean I'm not mad at you anymore. You acted like a jerk, and it's going to take me some more time to forgive you.
italian: [MD] Ma questo non significa che io non sia più arrabbiato con te. Hai agito come un jerk, e sta per prendermi un po 'di tempo in più per perdonarti.

source: [MD] Thank you, [ryan]! It's hard to stay mad for very long at someone as sweet as you!
italian: [MD] Grazie, [ryan]! È difficile rimanere arrabbiati per molto tempo con qualcuno dolce come te!

source: [MD] Thank you! I'm going to use it right now!
italian: [MD] Grazie! Lo userò subito!

source: [MD] What the hell are you thinking? I'm not your girlfriend!
italian: [MD] Che diavolo stai pensando? Non sono la tua fidanzata!

source: [MD] You're so weird sometimes!
italian: [MD] Sei così strano a volte!

source: [MD] Maybe next time, try to think of something a little less creepy.
italian: [MD] Forse la prossima volta, prova a pensare a qualcosa di un po' meno raccapricciante.

source: {i}{b}"Mandy's Affection -1"{/b}{/i}
italian: {i}{b}"Affetto di Mandy -1"{/b}{/i}

source: {i}"You need higher affection to gift flowers."{/i}
italian: {i}"Hai bisogno di più affetto per i fiori del regalo."{/i}

source: [MD] Oh my gosh! I love them!
italian: [MD] Oh mio Dio, li adoro!

source: [MD] You're so sweet!
italian: [MD] Sei così dolce!

source: [MD] If I didn't know any better, I would think you were trying to put the moves on me!
italian: [MD] Se non ti conoscessi bene, penserei che stai cercando di provarci con me!

source: {i}{b}"Mandy's Anger -10"{/b}{/i}
italian: {i}{b}"Mandy's Rabbia -10"{/b}{/i}

source: [MD] Thank you so much!
italian: [MD] Grazie mille!

source: [MD] OMG! You made me get up for that.
italian: [MD] OMG! Mi hai fatto alzare per questo.

source: {i}{b}"Mandy's Anger +1"{/b}{/i}
italian: {i}{b}"Mandy's Rabbia +1"{/b}{/i}

source: [L] You already gave me a gift. Stop being creepy!
italian: [L] Mi hai già fatto un regalo. Smettila di essere inquietante!

source: [MD] Well, it's going to take more than just words for me to forgive you for what you did!
italian: [MD] Beh, ci vorranno più che semplici parole perché io ti perdoni per quello che hai fatto!

source: [RT] {i}Looks like she's just doing her homework, I don't know why expected anything else.{/i}
italian: [RT] {i}Sembra che stia facendo i suoi compiti, non so perché ci si aspettasse qualcos'altro.{/i}

source: [RT] {i}Looks like she's just doing homework, or playing a computer game, or something boring. I don't know why I expected anything else.{/i}
italian: [RT] {i}Sembra che lei stia solo facendo i compiti, o giocando a un gioco per computer, o qualcosa di noioso. Non so perché mi aspettavo nient'altro.{/i}

source: [RT] {i}It's locked... Mandy's probably still changing after dildoing herself in Mom's room.{/i}
italian: [RT] {i}È bloccato... Probabilmente Mandy continua a cambiare dopo essersi dilatata nella stanza della mamma.{/i}

source: [RT] {i}Look's like she's just doing her homework or something... I guess it was too much to ask for to get two shows today.{/i}
italian: [RT] {i}Sembra che lei stia facendo i suoi compiti o qualcosa... Immagino che sia stato troppo per chiedere di ottenere due spettacoli oggi.{/i}

source: [RT] {i}I've already invaded her privacy enough for today.{/i}
italian: [RT] {i}Ho già invaso la sua privacy abbastanza per oggi.{/i}

source: [RT] {i}I just went and talked with her... She'll think I'm creepy if I keep going in there to stare up her skirt.{/i}
italian: [RT] {i}Sono appena andato a parlare con lei... Lei penserà che sono spaventoso se continuo ad andare lì a guardare la gonna.{/i}

source: [RT] {i}I just went and talked to her... She'll get really annoyed if I keep interrupting her Womb Raider game.{/i}
italian: [RT] {i}Sono appena andato a parlare con lei... Lei sarà davvero infastidito se continuo a interrompere il suo gioco Womb Raider.{/i}

source: [RT] {i}Let's see if anything is going on in Lauren's room.{/i}
italian: [RT] {i}Vediamo se qualcosa sta succedendo nella stanza di Lauren.{/i}

source: [RT] {i}Damn!... It looks like Mandy is having to do homework over the week... No. That's not homework.{/i}
italian: [RT] {i}Dannazione!... Sembra che Mandy debba fare i compiti per tutta la settimana... No. Non sono i compiti.{/i}

source: [R] Hey, Mandy, what's up?
italian: [R] Ehi, Mandy, che cos'è?

source: [MD] Oh! Hey, [ryan]!... I didn't hear you come in.
italian: [MD] Oh! Hey, [ryan]!... Non ti ho sentito entrare.

source: [MD] I'm just playing some computer games.
italian: [MD] Sto solo giocando ad alcuni giochi per computer.

source: [R] Oh, yeah? Whatcha playin'?
italian: [R] Oh, sì? Whatcha playin'?

source: [MD] I'm actually really into the latest "Womb Raider" game.
italian: [MD] In realtà sono davvero nell'ultimo gioco "Womb Raider".

source: [MD] Seeing the pictures you took of Sidney made me really want to play it.
italian: [MD] Vedendo le foto scattate di Sidney mi ha fatto davvero voler giocare.

source: [MD] Though, after seeing your version, this game seems a bit tame.
italian: [MD] Anche se, dopo aver visto la tua versione, questo gioco sembra un po' addomesticare.

source: [MD] You need to be hired to make the next one more exciting and interesting.
italian: [MD] Devi essere assunto per rendere il prossimo più emozionante e interessante.

source: [R] I'd love a job as a game developer, but like a real game developer. Not one that makes crappy renpy adult H-games.
italian: [R] Mi piacerebbe un lavoro come sviluppatore di giochi, ma come un vero e proprio sviluppatore di gioco. Non uno che fa crappy renpy adulti giochi di H.

source: [MD] Oh, yeah! Those perverts need to do something better with their time!
italian: [MD] Oh, sì! Quei pervertiti hanno bisogno di fare qualcosa di meglio con il loro tempo!

source: [MD] The weird thing about playing Womb Raider now though, is I keep picturing Sidney as Lauren Craft.
italian: [MD] La cosa strana di giocare Womb Raider ora, però, è che continuo a fotografare Sidney come Lauren Craft.

source: [R] Haha... weird.
italian: [R] Haha... strano.

source: [R] Oh!... If you do want to make the game more interesting, I can send you a link to a mod site where there are quite a few mods you can add to the game to make it a little more lewd.
italian: [R] Oh!... Se vuoi rendere il gioco più interessante, Posso inviarti un link a un sito mod dove ci sono parecchie mod che puoi aggiungere al gioco per renderlo un po 'più lewd.

source: [R] But, maybe that would be weird if you're picturing Sidney as Lauren Craft.
italian: [R] Ma, forse sarebbe bizzarro se stai fotografando Sidney come Lauren Craft.

source: [MDT] {i}That would be awesome!{/i}
italian: [MDT] {i}Sarebbe fantastico!{/i}

source: [MD] Send me the link!
italian: [MD] Inviami il link!

source: [MD] I mean... If you have some time, and you remember, I'd be interested in seeing what kind of mods there are.
italian: [MD] Intendo dire... Se avete un po' di tempo e ricordate, sarei interessato a vedere che tipo di mod ci sono.

source: [R] Ok, I'll send it right now from my phone.
italian: [R] Ok, lo manderò in questo momento dal mio telefono.

source: [R] And... it's sent.
italian: [R] E... è inviato.

source: [MD] Thanks!
italian: [MD] Grazie!

source: [RT] {i}Looks like Mandy's playing Womb Raider again.{/i}
italian: [RT] {i}Sembra che Mandy riproduca Womb Raider di nuovo.{/i}

source: [R] How's your game coming along?
italian: [R] Com'è in arrivo la tua partita?

source: [R] Did you download any more of those mods from the site I showed you?
italian: [R] Hai scaricato altre mod dal sito che ti ho mostrato?

source: [MD] Yeah, I downloaded a few more sexy outfits for Lauren.
italian: [MD] Sì, ho scaricato alcuni abiti più sexy per Lauren.

source: [MD] There's a few others I want to try out still.
italian: [MD] Ci sono alcuni altri che voglio provare ancora.

source: [MDT] {i}I don't think I'll tell him about the mod I installed that makes Sidney... I mean Lauren Craft, get fucked by her aggressor when she gets defeated.{/i}
italian: [MDT] {i}Non penso che gli parlerò della mod che ho installato che rende Sidney. . – Voglio dire Lauren Craft, farsi scopare dal suo aggressore quando viene sconfitta.{/i}

source: [MDT] {i}I've never enjoyed getting defeated so much in my life.{/i}
italian: [MDT] {i}Non mi è mai piaciuto essere sconfitto così tanto nella mia vita.{/i}

source: [R] Alright, I didn't want to inturrupt your fun, so I'll just show myself out.
italian: [R] Bene, non volevo inturpare il tuo divertimento, quindi mi mostrerò solo fuori.

source: [MD] Oh... if you're not doing anything, you should stop by our room again tonight.
italian: [MD] Oh... se non stai facendo nulla, dovresti fermarti di nuovo stasera.

source: [MDT] {i}I'd love to get that cock in my hands again!{/i}
italian: [MDT] {i}Mi piacerebbe avere di nuovo quel cazzo nelle mie mani!{/i}

source: [MDT] {i}I can't wait to see where our truth or dare game goes next!{/i}
italian: [MDT] {i}Non vedo l'ora di vedere dove andrà la nostra verità o osare il gioco!{/i}

source: [MD] Maybe we can play a game or something.
italian: [MD] Forse possiamo giocare un gioco o qualcosa.

source: [R] Sounds fun! I'll try to be there.
italian: [R] Suona divertimento! Cercherò di essere lì.

source: [MD] Awesome!... Now I've got to get back to my game.
italian: [MD] Fantastico!... Ora devo tornare al mio gioco.

source: [MDT] {i}I've got to find that damn wolf that keeps sneaking up on me.!{/i}
italian: [MDT] {i}Devo trovare quel lupo maledetto che continua a furtivamente su di me.!{/i}

source: [MDT] {i}Now where's a really big bad guy that can fuck the shit out of Sidney... I mean Lauren Craft.{/i}
italian: [MDT] {i}Ora dove è davvero un brutto ragazzo che può scopare il grido di Sidney... intendo Lauren Craft.{/i}

source: [RT] {i}Dang, I was hoping to hang out, but she's pretty into that game.{/i}
italian: [RT] {i}Dang, speravo di uscire, ma lei è abbastanza in quel gioco.{/i}

source: [RT] {i}Oh, looks like Mandy is doing some homework or something... Holy shit!{/i}
italian: [RT] {i}Oh, sembra che Mandy stia facendo alcuni compiti o qualcosa... merda santa!{/i}

source: [RT] {i}She's not wearing any panties!{/i}
italian: [RT] {i}Non sta indossando alcun antiparassitario!{/i}

source: [RT] {i}I've got to get a picture of this!{/i}
italian: [RT] {i}Devo fare una foto di questo! {/i}

source: [RT] {i}I guess she's just more comfortable without her panties.{/i}
italian: [RT] {i}Immagino che lei sia più comoda senza i suoi pantaloni.{/i}

source: [RT] {i}Thank you, Jesus! I can see everything!{/i}
italian: [RT] {i}Grazie, Gesù! Posso vedere tutto!{/i}

source: [RT] {i}I'd better back off before she catches me.{/i}
italian: [RT] {i}Farei meglio a tornare indietro prima che mi catturi.{/i}

source: [RT] I guess I should probably let her know I'm here.
italian: [RT] Immagino che dovrei probabilmente farle sapere che sono qui.

source: [R] Hey, Mandy. What's up?
italian: [R] Ehi, Mandy. Che cos'è?

source: [MD] Oh! Hey, [ryan]... I didn't hear you come in.
italian: [MD] Oh! Ehi, [ryan]... non ti ho sentito entrare.

source: [RT] {i}Thank God!{/i}
italian: [RT] {i}Grazie Dio!{/i}

source: [R] What are you working on?
italian: [R] Su cosa stai lavorando?

source: [MD] Some homework for my economics class.
italian: [MD] Alcuni compiti per la mia classe economica.

source: [MD] There's so much work, and it's so boring!
italian: [MD] C'è così tanto lavoro, ed è così noioso!

source: [R] Well, if you're bored, why don't we do something?
italian: [R] Beh, se sei annoiato, perché non facciamo qualcosa?

source: [MD] Uugghh... I wish I could... but I've got to get this done.
italian: [MD] Uugghh... Vorrei potere... ma devo fare questo.

source: [MD] Hey... Maybe if I'm able to get this done, you can stop by the room tonight?
italian: [MD] Hey... Forse se sono in grado di fare questo, puoi fermarti stasera presso la stanza?

source: [MD] Then you can hang out with both Lauren and me.
italian: [MD] Poi puoi uscire con me e Lauren.

source: [R] Yeah... Maybe I'll stop by.
italian: [R] Sì... Forse mi fermerò.

source: [R] Still doing econ homework?
italian: [R] Stai ancora facendo compiti econ?

source: [MD] Unfortunately.
italian: [MD] Purtroppo,

source: [R] No time for a break?
italian: [R] Non c'è tempo per una pausa?

source: [MD] But stop by tonight, and hang out with Lauren and me.
italian: [MD] Ma fermatevi stasera, e andate fuori con me e Lauren.

source: [MD] Awesome!... Now I've got to get back to my homework.
italian: [MD] Fantastico!... Ora devo tornare ai miei compiti.

source: [MDT] {i}I wonder if he noticed I'm not wearing panties{/i}
italian: [MDT] {i}Mi chiedo se abbia notato che non sto indossando dei pantaloni{/i}

source: [RT] {i}Ok, [ryan]! Peel your eyes away before she notices you staring.{/i}
italian: [RT] {i}Ok, [ryan]! Scelga gli occhi lontano prima che lei si accorga di fissare.{/i}

source: [RT] {i}Hmmm... where's Mandy?... She's usually here in the evenings.{/i}
italian: [RT] {i}Hmmm... dov'è Mandy?... Di solito è qui la sera.{/i}
