Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.02.po
Languages: french

source: [R] Now you need to check the more intimate areas for weapons.
french: [R] Maintenant, tu dois vérifier les zones les plus intimes pour les armes.

source: [L] Are you serious right now? She's my cousin. That's just too weird.
french: [L] Es-tu sérieux en ce moment? C'est ma cousine. C'est trop bizarre.

source: [R] She's not your cousin. You're both professional models that are trying to take the kinds of pictures that will kick start your careers.
french: [R] Ce n'est pas ta cousine. Vous êtes tous les deux des modèles professionnels qui essaient de prendre les types de photos qui démarreront votre carrière.

source: [R] You don't have to grope her. Just hover your hands over the area and make it look like you're groping her.
french: [R] Tu n'as pas à la tripoter. Il suffit de passer tes mains sur la zone et de donner l'impression que tu la tripotes.

source: [L] You really are a pervert.
french: [L] Tu es vraiment un pervers.

source: [R] No, I'm a professional photographer, who has done a fair bit of online research, so I know what kind of pictures get attention online.
french: [R] Non, je suis un photographe professionnel, qui a fait pas mal de recherches en ligne, donc je sais quel genre de photos attire l'attention en ligne.

source: [MD] Hahaha.... online research.... hahah.
french: [MD] Hahaha.... recherche en ligne.... hahah.

source: [R] Now get back into character!
french: [R] Revenez maintenant dans les personnages!

source: [R] There you go, that's perfect.
french: [R] Voilà, c'est parfait.

source: [R] It looks like you're really groping Mandy.
french: [R] On dirait que tu tripotes vraiment Mandy.

source: [L] I kind-of am, I was just going to hover my hands, but figured the picture and Mandy's reaction would be better if I just went for it.
french: [L] J'y suis en quelque sorte, j'allais juste survoler mes mains, mais j'ai pensé que la photo et la réaction de Mandy seraient meilleures si j'y allais franchement.

source: [R] Good job!
french: [R] Bon travail!

source: [R] That's the kind of professionalism I want on my photoshoots.
french: [R] C'est le genre de professionnalisme que je veux sur mes séances photos.

source: [R] Ok, now you need to strip search Mandy to make sure she's not hiding anything else.
french: [R] Ok, maintenant tu dois fouiller complètement Mandy pour t'assurer qu'elle ne cache rien d'autre.

source: {i}{b}"Mandy's Libido +2"{/b}{/i}
french: {i}{b}«Libido de Mandy +2»{/b}{/i}

source: [L] And now I'm done.
french: [L] Et maintenant j'ai terminé.

source: [R] Wait what do you mean you're done?
french: [R] Attends que veux-tu dire que tu as terminé?

source: [L] You pushed it too far!
french: [L] Tu l'as poussé trop loin!

source: {i}{b}"Lauren's Anger +5"{/b}{/i}
french: {i}{b}«Colère de Lauren +5»{/b}{/i}

source: [L] I'm not participating in your perverted fantasies anymore.
french: [L] Je ne participe plus à vos fantasmes pervers.

source: [MD] But Lauren, he's right, these are the kinds of pictures that get attention online.
french: [MD] Mais Lauren, il a raison, ce sont les types de photos qui attirent l'attention en ligne.

source: [L] Well then, go ahead and take some more pics with my pervy brother. I'll just watch.
french: [L] Eh bien, vas-y et prends d'autres photos avec mon frère pervers. Je vais juste regarder.

source: [R] Ok Lauren, your loss.
french: [R] Ok Lauren, ce sera ta perte.

source: [R] Alright; Mandy, I want you to start out with an action pose. Here, use this prop.
french: [R] D'accord; Mandy, je veux que tu commences par une pose d'action. Tiens, utilise cet accessoire.

source: [R] Yeah Mandy, you really are a natural.
french: [R] Ouais Mandy, tu es vraiment naturel.

source: [R] Ok, let's get into the poses that will make the money. Can you sexy up that outfit?
french: [R] Ok, entrons dans les poses qui feront de l'argent. Peux-tu être sexy dans cette tenue?

source: [MD] Yeah, it comes apart in pieces. Here tell me what you think when I take this part off.
french: [MD] Ouais, ça se casse en morceaux. Dis-moi ce que tu en penses quand j'enlève cette partie.

source: [RT] {i}Holy shit! I think I need roomier pants.{/i}
french: [RT] {i}Merde! Je pense que j'ai besoin d'un pantalon plus spacieux.{/i}

source: [R] Uhhemm.... It looks really good.... uhhh nice pose!
french: [R] Uhhemm.... Ça a l'air vraiment bien.... chouette pose !

source: [R] Ok, let's get a sexy pic from the front.
french: [R] Ok, prenons une photo sexy de devant.

source: [R] Can you modify anything in the front so that it looks sexier?
french: [R] Peux-tu modifier quoi que ce soit à l'avant pour qu'il soit plus sexy?

source: [MD] What do you mean?
french: [MD] Que veux-tu dire?

source: [MD] Yeah, it can, I'm not really sure I'm comfortable showing my nips though.
french: [MD] Ouais, ça peut, je ne suis pas vraiment sûr que je sois à l'aise de montrer mes tétons.

source: [R] Oh yeah, like I said, nothing that makes you feel uncomfortable, so you could just take off the breast plate and cover your nipples with your hands.
french: [R] Oh oui, comme je l'ai dit, rien qui te met mal à l'aise, alors tu peux simplement enlever la plaque de la poitrine et couvrir tes mamelons avec tes mains.

source: [MD] Ok, I guess I can do that.
french: [MD] Ok, je suppose que je peux le faire.

source: {i}{b}"Mandy's Submission +1"{/b}{/i}
french: {i}{b}«Soumission de Mandy +1»{/b}{/i}

source: [R] Yeah, that costume kicks ass.
french: [R] Ouais, ce costume donne un coup de pouce.

source: [R] Now, try to look sexy.
french: [R] Maintenant, essaies d'avoir l'air sexy.

source: [MD] Hmmmm.... I do want these pics to get attention.
french: [MD] Hmmmm.... Je veux que ces photos attirent l'attention.

source: [MD] Ok, I'll do it!
french: [MD] Ok, je vais le faire!

source: [MD] Is this sexy enough for you?
french: [MD] Est-ce assez sexy pour toi?

source: [RT] {i}Oh my gosh! I actually got her to do it!{/i}
french: [RT] {i}Oh mon dieu! Je l'ai vraiment fait!{/i}

source: [RT] {i}That is pretty hot! I think I've found my dream career.{/i}
french: [RT] {i}C'est assez chaud! Je pense avoir trouvé la carrière de mes rêves.{/i}

source: [R] Uuuuhhhhhh.... gulp.... yeah, that will.... uh.... do just fine.
french: [R] Uuuuhhhhhh.... Gulp.... oui, ça le fera.... euh.... très bien fait.

source: [R] Ok, good job. Those pictures are going to turn out great!
french: [R] Ok, bon travail. Ces photos vont se révéler géniales!

source: [R] I got some great pictures from both of you. Why don't you go change and put your costumes in my scooter's pizza box holder, and I'll take them home for you.
french: [R] J'ai eu de superbes photos de vous deux. Allez vous changer et mettez vos costumes dans la boîte à pizza de mon scooter, et je les ramènerai à la maison pour vous.

source: {i}+2 inventory items, "Cosplay Outfits."{/i}
french: {i}+ 2 articles d'inventaire, 'Tenues de cosplay.'{/i}

source: [R] I'll also edit and enhance these photos and post them online for you.
french: [R] Je vais également éditer et améliorer ces photos et les poster en ligne pour vous.

source: [R] If all goes well, this will be the beginning of your internet fame.
french: [R] Si tout se passe bien, ce sera le début de votre renommée Internet.

source: [R] Be careful riding your bikes home.
french: [R] Faites attention en rentrant à vélos à la maison.

source: {i}"30 minutes later"{/i}
french: {i}'30 minutes plus tard'{/i}

source: [RT] {i}I think I remember my way to the strip pole.... {/i}
french: [RT] {i}Je pense me souvenir de mon chemin vers le poteau de pole danse.... {/i}

source: [RT] {i}Past the bar, through the casino, and Bingo!{/i}
french: [RT] {i}Passer à côté du bar, à travers le casino et Bingo!{/i}

source: [RT] {i}Noish! I haven't missed anything yet!{/i}
french: [RT] {i}Bruyant ! Je n'ai rien manqué pour le moment !{/i}

source: [RT] {i}This is a new outfit. Me likey.{/i}
french: [RT] {i}Ceci est une nouvelle tenue. Moi j'aime ça.{/i}

source: [RT] {i}I don't know why girls dressed as bunnies are a turn on, but they are.{/i}
french: [RT] {i}Je ne sais pas pourquoi les filles habillées en lapins sont excitées, mais elles le sont.{/i}

source: [RT] {i}Wow! Mom is really acrobatic and in great shape. I love how her tits just popped out of that outfit!{/i}
french: [RT] {i}Wow! Maman est vraiment acrobatique et en pleine forme. J'adore la façon dont ses seins viennent de sortir de cette tenue!{/i}

source: [RT] {i}Nipple pasties? What a cocktease!{/i}
french: [RT] {i}Pâtés de mamelon? Quelle coquetterie !{/i}

source: [RT] {i}Oh man, she looks so seductive.{/i}
french: [RT] {i}Oh mec, elle a l'air si séduisante.{/i}

source: [RT] {i}I've got to get a picture.{/i}
french: [RT] {i}Je dois prendre une photo.{/i}

source: [RT] {i}That will be a nice addition to the collection.{/i}
french: [RT] {i}Ce sera un bel ajout à ma collection.{/i}

source: [MT] {i}Here I am again, baring it all for total strangers.{/i}
french: [MT] {i}Me voici de nouveau, à nue pour de parfaits inconnus.{/i}

source: [MT] {i}And it's not like I'm not used to being in front of an audience every day.{/i}
french: [MT] {i}Et ce n'est pas comme si je n'avais pas l'habitude d'être devant un public tous les jours.{/i}

source: [MT] {i}I just don't take off my clothes for my classes.{/i}
french: [MT] {i}Je n'enlève tout simplement pas mes vêtements pour mes cours.{/i}

source: [MT] {i}Although, that would be pretty exciting if I did.{/i}
french: [MT] {i}Bien que, ce serait assez excitant si je le faisais.{/i}

source: [MT] {i}I can just imagine the shocked look on all the youngsters' faces.{/i}
french: [MT] {i}Je peux imaginer le regard choqué sur tous les visages des jeunes.{/i}

source: [MT] {i}And the look of desire in their eyes as they all imagine fucking me.{/i}
french: [MT] {i}Et le regard du désir dans leurs yeux alors qu'ils s'imaginent tous me baiser.{/i}

source: [MT] {i}Shit! I'm getting super horny. I'm drenching the pole again.{/i}
french: [MT] {i}Merde ! Je deviens super excitée. Je trempe encore la barre.{/i}

source: [RT] {i}As much as I love the tail on those panties. I would love to see them come off.{/i}
french: [RT] {i}Autant que j'aime ma queue sur ces culottes. J'aimerais les voir se détacher.{/i}

source: [RT] {i}What the hell? Why did Joey stop her dance?{/i}
french: [RT] {i}C'est quoi ce bordel? Pourquoi Joey a-t-elle arrêté sa danse ?{/i}

source: [RT] {i}What the hell is he saying to her.{/i}
french: [RT] {i}Que diable lui dit-il.{/i}

source: [RT] {i}Shit, she looks worried.{/i}
french: [RT] {i}Merde, elle a l'air inquiète.{/i}

source: [VOM] Next up we have a hot little cowgirl who's ready to ride the pole like you wish she'd ride your pole.
french: [VOM] Ensuite, nous avons une petite cow-girl chaude qui est prête à monter sur le poteau comme si vous souhaitiez qu'elle monte sur votre poteau.

source: [VOM] Please welcome the sexy young Emma to the stage.
french: [VOM] Veuillez accueillir la jeune Emma sexy sur scène.

source: [X] Bring back the redhead! She didn't finish her dance!
french: [X] Ramenez la rousse! Elle n'a pas fini sa danse !

source: [G] Come back next week. If you're lucky she'll be here again.
french: [G] Revenez la semaine prochaine. Si tu as de la chance, elle sera encore là.

source: [RT] {i}They're taking Mom to the back room. I'd better see if I can find out what Joey's doing to her back there.{/i}
french: [RT] {i}Ils emmènent maman dans l'arrière-salle. Je ferais mieux de voir si je peux savoir ce que Joey lui fait là-bas.{/i}

source: [RT] {i}Shit! Why didn't I just pay them the money for this week? Who knows what could happen to Mom back there.{/i}
french: [RT] {i}Merde! Pourquoi je ne les ai pas payé cette semaine? Qui sait ce qui pourrait arriver à maman là-bas.{/i}

source: [RT] {i}Shit! Why didn't i work harder to make the money for this week's payment? Who knows what could happen to Mom back there.{/i}
french: [RT] {i}Merde! Pourquoi n'ai-je pas travaillé plus fort pour gagner l'argent pour le paiement de cette semaine? Qui sait ce qui pourrait arriver à maman là-bas.{/i}

source: [R] Umm.... excuse me sir, could you tell me what goes on behind that curtain?
french: [R] Umm.... excusez-moi monsieur, pourriez-vous me dire ce qui se passe derrière ce rideau?

source: [G] Ahh.... aren't you Ron?
french: [G] Ahh.... Vous n'êtes pas Ron ?

source: [R] It's [ryan] actually.
french: [R] C'est [ryan] en fait.

source: [G] Right, yeah, [ryan].
french: [G] D'accord, oui, [ryan].

source: [G] Joey was hoping you'd be here tonight.
french: [G] Joey espérait que tu serais là ce soir.

source: [R] What? What are you talking about?
french: [R] Quoi? Qu'est-ce que tu racontes?

source: [G] Well, Joey loves cuckolding other men, and he loves it even more when they know about it. It really gets him off.
french: [G] Eh bien, Joey adore cocufier les autres hommes, et il aime encore plus quand ils le savent. Ça l'excite vraiment.

source: [G] And since [dad_name] is in prison, having you around is the next best thing for him.
french: [G] Et puisque [dad_name] est en prison, t'avoir là est la meilleure chose pour lui.

source: [R] Cuckold? Does that mean he's going to fuck her in there?
french: [R] Cocu? Ça veut dire qu'il va la baiser là-dedans ?

source: [G] Well, probably not tonight, he usually takes it a little bit slow so that he doesn't scare off the girls immediately.
french: [G] Eh bien, probablement pas ce soir, il les prend généralement un peu lentement pour ne pas effrayer les filles immédiatement.

source: [G] But if she keeps coming back, I would say yes, he'll eventually split her peach.
french: [G] Mais si elle revient, je dirais oui, il finira par lui 'fendre la pêche'.

source: [R] Shit. I've got to do something.
french: [R] Merde. Je dois faire quelque chose.

source: [G] Oh, no you damn well will not!
french: [G] Oh, non, tu ne le feras pas!

source: [G] You're invited to watch, but if you do anything to interfere I will personally give you two black eyes.
french: [G] Tu es invités à regarder, mais si tu fais quelque chose pour interférer, je te donnerais personnellement deux yeux au beurre noirs.

source: [G] And maybe you'd better just peek, and don't let [mom_name] see you. If you spook her off, Joey won't be very happy, and once again, I'll have to give you two black eyes.
french: [G] Et peut-être que tu ferais mieux de jeter un coup d'œil, et ne laisses pas [mom_name] te voir. Si tu l'effraies, Joey ne sera pas très content, et encore une fois, je vais devoir te donner deux yeux au beurre noir.

source: [R] Ok, ok, I've got it. If I ruin Joey's moment, I get two black eyes.
french: [R] Ok, ok, compris. Si je gâche le moment de Joey, j'ai deux yeux au beurre noirs.

source: [G] Two black eyes.
french: [G] Deux yeux au beurre noirs.

source: [R] Ok, can I peek now?
french: [R] Ok, puis-je jeter un coup d'œil maintenant?

source: [G] Go right ahead.
french: [G] Vas-y droit devant.

source: [J] Now just try to feel comfortable, and if you do a good job I'll be very generous to you.
french: [J] Maintenant, essayez de vous sentir à l'aise, et si vous faites du bon travail, je serai très généreux avec vous.

source: [J] Maybe take you shopping for sexy outfits?
french: [J] Peut-être vous emmener faire du shopping pour des tenues sexy?

source: [RT] {i}Hey, that's what I want to do with her.{/i}
french: [RT] {i}Hé, c'est ce que je veux faire avec elle.{/i}

source: [J] That's right beautiful! Let me get a good feel of those tits.
french: [J] C'est bien beau! Laissez-moi avoir une bonne idée de ces seins.

source: [M] The customer's not supposed to touch us during private dances.
french: [M] Le client n'est pas censé nous toucher pendant les danses privées.

source: [J] Well, I'm not just any customer, am I?
french: [J] Eh bien, je ne suis pas n'importe quel client, n'est-ce pas?

source: [J] Now put your leg up here.
french: [J] Maintenant, mettez votre jambe en haut ici.

source: [M] Oh my God, Joey, this is so wrong!
french: [M] Oh mon Dieu, Joey, c'est si mal!

source: [M] Nobody has touched me here but [dad_name] since we've been married.
french: [M] Personne ne m'a touché ici à part [dad_name] depuis que nous sommes mariés.

source: [J] Oh, but I know you love it! My fingers are getting soaked.
french: [J] Oh, mais je sais que tu l'aimes! Mes doigts sont trempés.

source: [M] Maybe I do just a little.
french: [M] Peut-être que je fais juste un peu.

source: [RT] {i}Dammit! I wanted to be the first since Dad!{/i}
french: [RT] {i}Bon sang ! Je voulais être le premier depuis papa!{/i}

source: [J] Wow [mom_name], this view is incredible.
french: [J] Wow [mom_name], cette vue est incroyable.

source: [J] You're making my cock so hard.
french: [J] Tu rends ma bite si dure.

source: [J] Why don't you come down here and give me that lap-dance now.
french: [J] Pourquoi ne descends-tu pas ici et donne-moi ce lap-dance maintenant.

source: [M] Joey, what are you doing back there?
french: [M] Joey, qu'est-ce que tu fais là?

source: [J] Just letting "Little Joey" get some air.
french: [J] Juste laisser 'Little Joey' prendre l'air.

source: [J] And getting rid of this bunny tail.
french: [J] Et se débarrasser de cette queue de lapin.

source: [J] It's getting in the way.
french: [J] Ça gêne.

source: [J] Now keep going!
french: [J] Maintenant continue!

source: [J] Holy Mary!
french: [J] Sainte Marie!

source: [J] Take that!
french: [J] Prends ça!

source: [J] Oh yeah, [mom_name]! That was great!
french: [J] Oh oui, [mom_name]! C'était génial!

source: [M] Uhhh.... did you just do what I think you did?
french: [M] Uhhh.... tu viens de faire ce que je pense que tu as fait?

source: [J] Oh Yeah!
french: [J] Oh Oui!

source: [J] Why don't you run to the locker room and get yourself cleaned up.
french: [J] Pourquoi ne vas-tu pas au vestiaire te nettoyer.

source: [J] I'm sure your son Ron's waiting up for you.
french: [J] Je suis sûr que ton fils Ron t'attend.

source: [M] You mean [ryan]?
french: [M] Tu veux dire [ryan]?

source: [J] Whatever.
french: [J] Peu importe.

source: [R] Shit, she's done, I'd better make myself scarce.
french: [R] Merde, elle a fini, je ferais mieux de me faire discret.

source: What will she do?
french: Que fera-t-elle ?

source: Skip event.
french: Sauter l'événement.

source: Let's keep things going with Sidney.
french: Continuons avec Sidney.

source: Just sleep.
french: Juste dormir.

source: Try to make it better.
french: Essayer de l'améliorer.

source: Just leave her alone, you've tortured her enough.
french: La laisser tranquille, tu l'as assez torturée.

source: Bang your metal bat on the floor
french: Frapper votre batte de métal sur le sol

source: Make some creepy noises
french: Faire des bruits effrayants

source: You're right, I should save up a little more money first.
french: Tu as raison, je devrais d'abord économiser un peu plus d'argent.

source: Now let's see how you pose when they ask you to take pics from behind.
french: Voyons maintenant comment tu poses quand ils te demandent de prendre des photos par derrière.

source: Have a good time at the convention!
french: Passer un bon moment à la convention!

source: Set up new spy-cam.
french: Installer une nouvelle caméra espion.

source: Peek through spy-cam.
french: Coup d’œil à travers la camera espion.

source: Pinch.
french: Pincer.

source: Not now.
french: Pas maintenant.

source: Look through spy-cam
french: Regarder à travers la caméra espion
