Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.05.po
Languages: italian

source: [R] But I think I could do something for you that would feel even better.
italian: [R] Ma penso che potrei fare qualcosa per te che mi farebbe sentire ancora meglio.

source: [L] I don't know. you said Mom was pretty pissed about the cum all over her table the other day.
italian: [L] Non lo so, hai detto che la mamma era piuttosto arrabbiata per la sborra su tutto il suo tavolo l'altro giorno.

source: [L] Plus, you already helped me out once, and I've helped you out once too. Now we're even.
italian: [L] Inoltre, mi hai già aiutato una volta e anch'io ti ho aiutato una volta. Ora siamo pari.

source: [R] Yeah, but I didn't give you an orgasm, where you clearly gave me one.
italian: [R] Sì, ma io non ti ho dato un orgasmo, mentre tu me ne hai chiaramente dato uno.

source: [R] Have you ever had anyone, besides yourself, give you an orgasm?
italian: [R] Hai mai avuto qualcuno, oltre a te stesso, che ti ha dato un orgasmo?

source: [L] No.... I haven't.
italian: [L] No.... Non l'ho mai avuto.

source: [R] Are you sure you don't want to try?
italian: [R] Sei sicura di non voler provare?

source: [L] Well.... when you put it that way....
italian: [L] Beh.... se la metti in questo modo....

source: [R] Awesome!
italian: [R] Fantastico!

source: [R] I want you to get on your hands and knees this time.
italian: [R] Voglio che questa volta ti metta in ginocchio.

source: [L] What? Why?
italian: [L] Cosa? Perché?

source: [R] Something I saw in a porno.... I think you'll like it.
italian: [R] Qualcosa che ho visto in un porno.... Penso che ti piacerà.

source: [L] Wait! They do a lot of dirty, scary things in pornos.
italian: [L] Aspetta! Fanno un sacco di cose sporche e spaventose nei porno.

source: [R] Don't worry. I wouldn't do it, if I didn't think you'd like it.
italian: [R] Non preoccuparti. Non lo farei se non pensassi che ti piacerebbe.

source: [L] I hope not!
italian: [L] Spero di no!

source: [R] And risk you not wanting to ever fool around again?
italian: [R] E rischiare che tu non voglia più scherzare?

source: [L] Well!.... we should make it a goal never to fool around again!
italian: [L] Beh! .... dovremmo fare l'obiettivo di non scherzare mai più!

source: [L] We are brother and sister after all.
italian: [L] Siamo fratello e sorella dopo tutto.

source: [L] But let's just do it this last time.
italian: [L] Ma facciamolo solo quest'ultima volta.

source: [RT] {i}Like a broken record.{/i}
italian: [RT] {i}Come un disco rotto.{/i}

source: [L] Ok.... Is this the position?
italian: [L] Ok.... È questa la posizione?

source: [R] Lauren, you have no idea how amazing this position looks from my perspective!
italian: [R] Lauren, non hai idea di quanto sembri incredibile questa posizione dalla mia prospettiva!

source: [L] Oh, shut up! Are you going to leave me waiting all day?
italian: [L] Oh, stai zitto! Hai intenzione di lasciarmi ad aspettare tutto il giorno?

source: [R] Oh, right!.... Sorry!
italian: [R] Oh, giusto! .... Scusa!

source: [R] Ok.... brace yourself!.... Don't cry out in ecstasy!.... remember that Sidney might hear.
italian: [R] Ok.... tieniti forte! .... Non gridare in estasi!.... ricorda che Sidney potrebbe sentire.

source: [L] Stop making me wait!
italian: [L] Smettila di farmi aspettare!

source: [L] Oh wait, oh wait, oh wait!
italian: [L] Oh aspetta, oh aspetta, oh aspetta!

source: [L] That's my butt-hole!
italian: [L] Quello è il mio buco del culo!

source: [L] I don't think I want you going in there.
italian: [L] Non credo di volere che tu entri lì dentro.

source: [R] Just relax!
italian: [R] Rilassati!

source: [R] I've read that most dirty girls love this.
italian: [R] Ho letto che la maggior parte delle ragazze sporche amano questo.

source: [L] I'm not a dirty girl though....
italian: [L] Non sono una ragazza sporca però....

source: [R] Well.... we won't know until we try.
italian: [R] Beh.... non lo sapremo finché non ci proviamo.

source: [L] I don't know!....
italian: [L] Non lo so! ....

source: [R] Don't worry! It's just one finger.
italian: [R] Non preoccuparti! E' solo un dito.

source: [R] If you hate it, I'll stop.
italian: [R] Se lo odierai, mi fermerò.

source: [L] Ok, but you don't stop when I say to, I'll scream, and you can explain to Mom and Sidney what's been going on between us.
italian: [L] Ok, ma se non ti fermi quando te lo dico io, mi metto a urlare e tu puoi spiegare a mamma e a Sidney cosa sta succedendo tra noi.

source: [R] Alright.... Deal!
italian: [R] Va bene .... Affare fatto!

source: [L] Oh, wow!.... That's a different feeling!
italian: [L] Oh, wow! .... Questa è una sensazione diversa!

source: [L] Ok.... I'm starting to get used to it!
italian: [L] Ok.... Sto iniziando ad abituarmi!

source: [L] Ohh.... That's starting to feel good!
italian: [L] Ohh.... Comincia ad essere una bella sensazione!

source: [L] Oh fuck, oh fuck, oh fuck!
italian: [L] Oh cazzo, oh cazzo, oh cazzo!

source: [L] Hey, why did you stop?
italian: [L] Ehi, perché ti sei fermato?

source: [R] I was just wondering if you're liking this.
italian: [R] Mi stavo solo chiedendo se ti sta piacendo.

source: [L] Ummmm.... well.... yeah, it does feel a lot better than I thought it would.
italian: [L] Ummmm.... beh.... sì, ci si sente molto meglio di quanto pensassi.

source: [R] So, should I keep going?
italian: [R] Allora, dovrei continuare?

source: [L] Yes! Hurry! We don't have much time before Mom finishes her shower!
italian: [L] Sì! Sbrigati! Non abbiamo molto tempo prima che mamma finisca la sua doccia!

source: [R] So.... Are you a dirty girl then?
italian: [R] Quindi.... Sei una ragazza sporca allora?

source: [L] What?
italian: [L] Cosa?

source: [R] You know, that thing I read, that only dirty girls enjoy this?
italian: [R] Sai, quella cosa che ho letto, che solo le ragazze sporche godono di questo?

source: [L] [ryan]! Just shut up and fuck me with those fingers!
italian: [L] [ryan]! Stai zitta e scopami con quelle dita!

source: [R] Ok, but first you have to tell me that you're a dirty girl.
italian: [R] Ok, ma prima devi dirmi che sei una ragazza sporca.

source: [L] What? You are so weird, [ryan]!
italian: [L] Cosa? Sei così strano, [ryan]!

source: [R] If you want me to continue, you have to say it.
italian: [R] Se vuoi che continui, devi dirlo.

source: [L] Fine! {i}(mumbling){/i} I'm a dirty girl.
italian: [L] Bene! {i}(borbottando){/i}Sono una ragazza sporca.

source: [R] Oh, come on Lauren! Like you believe it!
italian: [R] Oh, andiamo Lauren! Come se tu ci credessi!

source: [L] Now you sound like a creepy motivational speaker.
italian: [L] Ora sembri un inquietante oratore motivazionale.

source: [L] Fine!.... I'm a dirty girl!
italian: [L] Bene!.... Sono una ragazza sporca!

source: [R] Ssshhhh.... Not so loud!.... Sidney will hear you!
italian: [R] Ssshhhhhh.... Non così forte!.... Sidney ti sentirà!

source: [L] [ryan]! I'm going to kill you!
italian: [L] [ryan]! Ti ucciderò!

source: [L] Oh.... Thank God!....
italian: [L] Oh.... Grazie a Dio!....

source: [L] That feels so good!
italian: [L] Ci si sente così bene!

source: [LT] {i}Holy shit! I can feel an orgasm coming on!{/i}
italian: [LT] {i}Cazzo! Sento che sta arrivando un orgasmo!{/i}

source: [LT] {i}It's feeling like it's going to be a big one!{/i}
italian: [LT] {i}Sento che sarà un grande orgasmo!{/i}

source: [L] Ohhh.... Fuuuck!
italian: [L] Ohhh.... Cazzo!

source: [RT] {i}Oh.... my.... God!....{/i}
italian: [RT] {i}Oh.... mio.... Dio!....{/i}

source: [L] Holy shit, [ryan]! That's the best orgasm I have ever had!
italian: [L] Porca puttana, [ryan]! Questo è il miglior orgasmo che abbia mai avuto!

source: {i}{b}"Lauren's Libido -5"{/b}{/i}
italian: {i}{b}"La libido di Lauren -5"{/b}{/i}

source: [R] Wow!.... I didn't even know it was possible for a girl to squirt so much!
italian: [R] Wow!.... Non sapevo nemmeno che fosse possibile per una ragazza schizzare così tanto!

source: [L] Oh, God!.... I'm so embarassed!
italian: [L] Oh, Dio!.... Sono così imbarazzata!

source: [R] No.... Don't be.... That was amazing!
italian: [R] No.... Non esserlo.... E' stato incredibile!

source: [R] Oh, shit!.... Is that?....
italian: [R] Oh, merda!.... È quello?....

source: [L] Mom's shower stopped!
italian: [L] La doccia di mamma si è fermata!

source: [R] Where are you going?
italian: [R] Dove stai andando?

source: [R] You need to clean this up!
italian: [R] Devi pulire questo!

source: [L] Mom will kill me if she catches me without pants! Good luck!
italian: [L] Mamma mi ucciderà se mi becca senza pantaloni! Buona fortuna!

source: [RT] {i}And how am I supposed to explain this?{/i}
italian: [RT] {i}E come dovrei spiegare questo?{/i}

source: [RT] {i}Wow!.... It's still warm.{/i}
italian: [RT] {i}Wow!.... È ancora caldo.{/i}

source: [M] [ryan]! What did you spill all over my couch?
italian: [M] [ryan]! Cosa hai rovesciato sul mio divano?

source: [R] Oh!.... Goddammit! You scared the shit out of me!
italian: [R] Oh!.... Dannazione! Mi hai spaventato a morte!

source: [M] [ryan]? Would you please mind your language?
italian: [M] [ryan]? Potresti per favore badare al tuo linguaggio?

source: [R] Sorry Mom, but you really did startle me.
italian: [R] Scusa mamma, ma mi hai davvero spaventato.

source: [M] Sorry, I didn't mean to! I just saw that you'd spilled somthing all over my couch!
italian: [M] Scusa, non volevo! Ho appena visto che hai rovesciato qualcosa sul mio divano!

source: [R] Oh.... yeah.... sorry about that! I just knocked over a glass of water. I was about to clean it up.
italian: [R] Oh.... sì.... scusa per quello! Ho solo fatto cadere un bicchiere d'acqua. Stavo per pulire.

source: [M] Where's the glass?
italian: [M] Dov'è il bicchiere?

source: [R] Oh, it.... must have rolled under the coffee table or something.
italian: [R] Oh, deve.... essere rotolato sotto il tavolino da caffè o qualcosa del genere.

source: [M] Well, ok.... Just clean it up fast. Even though the couch is leather, I don't think it's good for it if liquids sit on it too long.
italian: [M] Beh, ok.... Basta che pulisci in fretta. Anche se il divano è in pelle, non credo che faccia bene se i liquidi ci stanno sopra troppo a lungo.

source: [R] Alright Mom! I'll just run grab a towel!
italian: [R] Va bene mamma! Corro a prendere un asciugamano!

source: [M] Thanks honey, and please try to hurry before it drips between the cushions.
italian: [M] Grazie tesoro, e per favore cerca di fare in fretta prima che sgoccioli tra i cuscini.

source: [R] I'll take care of it!
italian: [R] Me ne occuperò io!

source: [M] Haha.... you cheeky bastard!
italian: [M] Haha.... bastardo sfacciato!

source: [R] Mom.... calling me a bastard is more of an insult to you than to me!
italian: [R] Mamma... chiamarmi un bastardo è più un insulto a te che a me!

source: [M] Oh.... You're right!
italian: [M] Oh.... Hai ragione!

source: [M] Well, stop being a smartass and get this cleaned up before it leaks between the cushions.
italian: [M] Beh, smettila di fare il furbo e pulisci questo prima che si infili tra i cuscini.

source: [MT] {i}Where does he get the confidence to ask his own mother to borrow the towel she's covering herself with?{/i}
italian: [MT] {i}Dove ottiene la fiducia di chiedere a sua madre di prendere in prestito l'asciugamano con cui si sta coprendo?{/i}

source: [MT] {i}I've got to give him credit for the effort.{/i}
italian: [MT] {i}Devo dargli credito per lo sforzo.{/i}

source: {i}"Mom's respect +1"{/i}
italian: {i}"Il rispetto della mamma +1"{/i}.

source: [MT] {i}And for daring to use such a sexually charged suggestion.{/i}
italian: [MT] {i}E per aver osato usare un suggerimento così carico di sesso.{/i}

source: {i}"Mom's Libido +1"{/i}
italian: {i}"Libido di mamma +1"{/i}

source: [M] [ryan].... That wasn't funny, and it was a very inappropriate thing to say to your own mother.
italian: [M] [ryan].... Non era divertente, ed era una cosa molto inopportuna dire a tua madre.

source: {i}{b}"Mom's Anger +1"{/b}{/i}
italian: {i}{b}"La rabbia di mamma +1"{/b}{/i}

source: [R] Ok.... sorry Mom, I'll just run grab a towel from the kitchen then.
italian: [R] Ok.... mi dispiace Mamma, mi limito a prendere un asciugamano dalla cucina allora.

source: [M] Make sure you hurry, before it drips down between the cushions.
italian: [M] Assicurati di sbrigarti, prima che si goccioli tra i cuscini.

source: [R] Yes Mom.
italian: [R] Sì mamma.

source: [L] Well.... No.... but can I at least sit really close to you again, in case I get too scared?
italian: [L] Beh.... No.... ma posso almeno sedermi di nuovo molto vicino a te, nel caso mi spaventi troppo?

source: [L] Well.... There goes Cersei, sucking on her brother's dick again.
italian: [L] Bene.... Ecco Cersei che succhia di nuovo il cazzo di suo fratello.

source: [L] Do you think that actor got that part because his cock is so huge?
italian: [L] Pensi che quell'attore abbia ottenuto quella parte perché il suo cazzo è così enorme?

source: [R] Are you saying I should get into acting?
italian: [R] Stai dicendo che dovrei entrare nella recitazione?

source: [L] Haha.... No! Your dick isn't that big!
italian: [L] Haha.... No! Il tuo cazzo non è così grande!

source: [R] What are you talking about?
italian: [R] Di cosa stai parlando?

source: [R] You've seen it! You know it's that big!
italian: [R] L'hai visto! Lo sai che è così grande!

source: [L] Yeah.... well.... not the way I remember it.
italian: [L] Si.... bene.... non come lo ricordo io.

source: [R] That's it! I'm proving it to you!
italian: [R] Questo è quanto! Te lo sto dimostrando!

source: [L] Wait!.... No!.... [ryan]!....
italian: [L] Aspetta!.... No!.... [ryan]!....

source: [L] Oh my God....[ryan]!.... I can't believe you just whipped him out like that!
italian: [L] Oh mio Dio....[ryan]!.... Non posso credere che l'hai tirato fuori così!

source: [L] Sidney can look over and see us anytime she feels like it.
italian: [L] Sidney può guardarci e vederci ogni volta che ne ha voglia.

source: [R] Yeah.... But she can't see what's going on behind the couch.
italian: [R] Si.... Ma non può vedere cosa sta succedendo dietro il divano.

source: [R] And, like I said before.... She's too involved in her design work to ever look over here.
italian: [R] E, come ho detto prima.... E' troppo coinvolta nel suo lavoro di progettazione per guardare qui.

source: [L] Yeah.... well.... I still think the actor who plays Jamie has you beat.
italian: [L] Si.... bene.... Penso ancora che l'attore che interpreta Jamie ti batta.

source: [R] What? Are you serious? Hmmm.... That's just because it looks extra big next to Cersei's head.
italian: [R] Cosa? Dici sul serio? Hmmm.... Questo è solo perché sembra extra grande vicino alla testa di Cersei.

source: [R] You have to get down there and compare it to your head to get an accurate comparison.
italian: [R] Devi andare laggiù e confrontarla con la tua testa per avere un confronto accurato.

source: [R] And while you're down there, maybe you can repay the favor I gave you last time?
italian: [R] E mentre sei laggiù, forse puoi ripagare il favore che ti ho fatto l'ultima volta?

source: [L] Ahhh!.... You asshole! Are you suggesting I give you a blowjob?
italian: [L] Ahhh! .... Stronzo! Mi stai suggerendo di farti un pompino?

source: [R] What?.... No!....
italian: [R] Cosa? .... No! ....

source: [RT] {i}Not yet....{/i}
italian: [RT] {i}Non ancora....{/i}

source: [R] I've just never had a handy from anybody besides myself.
italian: [R] E' solo che non ho mai avuto una mano da nessuno oltre a me stesso.

source: [RT] {i}Not true.... but she doesn't know that.{/i}
italian: [RT] {i}Non è vero.... ma lei non lo sa.

source: [R] And since I helped you out when you were feeling horny, I thought you might be willing to do the same for me.
italian: [R] E visto che ti ho aiutato quando ti sentivi arrapato, ho pensato che potresti essere disposto a fare lo stesso per me.

source: [L] What?.... Are you suggesting that you only fingered my pussy because you expected something in return?....
italian: [L] Cosa? .... Stai suggerendo che hai fatto un ditalino alla mia figa solo perché ti aspettavi qualcosa in cambio? ....

source: [R] Well, I.... no, but.... I was thinking....
italian: [R] Beh, io.... no, ma.... Stavo pensando....

source: [L] Haha.... Just shittin' ya.... I'm happy to do a favor for my brother!
italian: [L] Haha.... Basta shittin' ya.... Sono felice di fare un favore per mio fratello!

source: [L] Now that I'm down here, I declare the size difference between you and Jamie Slanister to be.... inconclusive.
italian: [L] Ora che sono qui sotto, dichiaro che la differenza di dimensioni tra te e Jamie Slanister è.... inconcludente.

source: [L] I really can't tell.... It's too damn close to call!
italian: [L] Non posso davvero dirlo.... E' troppo vicino per decidere!

source: [L] You should really be proud of yourself....
italian: [L] Dovresti davvero essere orgoglioso di te stesso....

source: [R] Well, I try not to brag.
italian: [R] Beh, cerco di non vantarmi.

source: [R] But how bout we.... you know....
italian: [R] Ma che ne dici se.... sai....

source: [R] We're kind of hurried for time.
italian: [R] Siamo un pò in ritardo.

source: [L] Oh, yeah.... That's right!
italian: [L] Oh, si.... Proprio così!

source: [R] Wow, Lauren!.... That feels fucking great!
italian: [R] Wow, Lauren!.... E' una sensazione fottutamente fantastica!

source: [LT] {i}Holy shit!.... I'm jacking off my brother!....{/i}
italian: [LT] {i}merda santa!.... Sto prendendo via mio fratello!....{/i}

source: [LT] {i}I've never even looked at a cock this close before, and now.... I'm jacking off my brother?{/i}
italian: [LT] {i}Non ho mai guardato un cazzo questo vicino prima, e ora.... sto prendendo via mio fratello?{/i}

source: [LT] {i}Well.... I hope hell is nice.{/i}
italian: [LT] {i}Bene.... Spero che l'inferno sia bello.{/i}

source: [LT] {i}.... This might all be fucking worth it though.{/i}
italian: [LT] {i}.... Però tutto questo potrebbe valere la pena, cazzo.{/i}

source: [LT] {i}I've never felt so much happiness and excitement in my whole life before [ryan] and I started messing around.{/i}
italian: [LT] {i}Non ho mai sentito così tanta felicità ed eccitazione in tutta la mia vita prima che io e [ryan] iniziassimo a fare casino.{/i}

source: [R] Ohh.... Shit, Lauren!.... I'm about to cum!
italian: [R] Ohh.... Merda, Lauren!.... Sto per venire!

source: [L] Ohhh, fuck yeah!....
italian: [L] Ohhh, cazzo, sì!....

source: [LT] {i}I've only ever seen a cock cum on a porno. I can't wait to see it in real life!{/i}
italian: [LT] {i}Ho visto un cazzo sborrare solo in un porno. Non vedo l'ora di vederlo nella vita reale!{/i}

source: [LT] {i}Holy shit!.... There's even more!{/i}
italian: [LT] {i}Merda Santa!.... C'è ancora di più!{/i}

source: {i}{b}"Lauren's Libido +1"{/b}{/i}
italian: {i}{b}"Libido di Lauren +1"{/b}{/i}

source: [L] Oh my God!.... How long has Mom's shower been off?
italian: [L] Oh mio Dio!.... Da quanto tempo la doccia di mamma è spenta?

source: [R] Oh, shit! I don't know!.... I was too preoccupied to notice when it turned off.
italian: [R] Oh, merda! Non lo so!.... Ero troppo preoccupato per notare quando si è spenta.

source: [L] I'm getting out of here!
italian: [L] Me ne vado da qui!

source: [R] Wait!.... Help me find my shorts!
italian: [R] Aspetta!.... Aiutami a trovare i miei pantaloncini!

source: [L] Sorry! You're on your own!
italian: [L] Scusa! Sei da solo!

source: [R] Did I kick them under the coffee table?
italian: [R] Li ho calciati sotto il tavolino da caffè?

source: [MT] {i}What in the hell?.... Why is [ryan] completely bare-assed in my lounge?{/i}
italian: [MT] {i}Che diavolo?.... Perché [ryan] è completamente a culo nudo nel mio salotto?{/i}

source: [M] Uhhhh.... [ryan]? Do you mind telling me what you're doing?
italian: [M] Uhhhh.... [ryan]? Ti dispiace dirmi cosa stai facendo?

source: [R] Oh.... Holy fuck.... Mom, you scared me!
italian: [R] Oh.... Porca puttana.... Mamma, mi hai spaventato!

source: [M] [ryan], please watch your language.
italian: [M] [ryan], per favore modera il tuo linguaggio.

source: [M] And please answer my question.
italian: [M] E per favore rispondi alla mia domanda.

source: [MT] {i}Oh my God!.... His penis is just hanging out in the open!{/i}
italian: [MT] {i}Oh mio Dio!.... Il suo pene sta uscendo allo scoperto!{/i}

source: [MT] {i}Why isn't he trying to cover it up!{/i}
italian: [MT] {i}Perché non sta cercando di coprirlo!{/i}

source: [MT] {i}Don't look, don't look.{/i}
italian: [MT] {i}Non guardare, non guardare.{/i}

source: [R] What was the question?
italian: [R] Qual era la domanda?

source: [M] Where are your penis.... I mean pants.... I meant pants!?
italian: [M] Dove sono i tuoi peni.... Volevo dire pantaloni.... Intendevo i pantaloni!?

source: [M] And why don't you cover yourself?
italian: [M] E perché non ti copri?

source: [R] Oh.... Well, you've already seen me.... What difference does it make?
italian: [R] Oh.... Beh, mi hai già visto.... Che differenza fa?

source: [M] Yeah, well I guess you're right....
italian: [M] Si, beh credo che tu abbia ragione....

source: [M] Oh my God!.... Is that what I think it is all over my coffee table?
italian: [M] Oh mio Dio!.... E' quello che penso che sia su tutto il mio tavolino da caffè?

source: [M] [ryan]!.... You've got to be fucking kidding me!
italian: [M] [ryan]!.... Mi stai prendendo per il culo!

source: [R] Language, Mom.
italian: [R] Il linguaggio, mamma.

source: [M] Don't be a smart-ass with me!
italian: [M] Non fare il saputello con me!

source: [M] Why in the hell did you blow your load all over my table?
italian: [M] Perché diavolo hai sparato il tuo carico su tutto il mio tavolo?

source: [R] Are you kidding me Mom? Do you really think I'd cum all over your table?
italian: [R] Stai scherzando mamma? Pensi davvero che sborrerei su tutto il tuo tavolo?

source: [M] Well?
italian: [M] Allora?

source: [R] It's just some sugar glaze from a box of donuts I was eating.
italian: [R] E' solo della glassa di zucchero di una scatola di ciambelle che stavo mangiando.

source: [M] Where's the box?
italian: [M] Dov'è la scatola?

source: [R] Outside in the trash?
italian: [R] Fuori nella spazzatura?

source: [M] I'm not that stupid!
italian: [M] Non sono così stupido!

source: [M] That story might be easier to believe if your pants weren't off.
italian: [M] Sarebbe più facile credere a questa storia se non avessi i pantaloni abbassati.

source: {i}"Mom's Anger +3"{/i}
italian: {i}"La rabbia di mamma +3"{/i}

source: [M] You were jacking off to that dragon show, weren't you?
italian: [M] Stavi sollevando lo spettacolo del drago, vero?

source: [M] I heard some of the other teachers talking about how sexual it can get.
italian: [M] Ho sentito alcuni degli altri insegnanti parlare di quanto possa diventare sessuale.

source: [M] That's what happened.... isn't it?
italian: [M] È quello che è successo.... non è vero?

source: [R] Yes Mom.... There was a scene....that was fairly kinky.... So, I decided to.... practice good sexual health?
italian: [R] Sì Moma.... C'era una scena....che era abbastanza viziosa.... Così, ho deciso.... pratica buona salute sessuale?

source: [R] Uhhh.... Well.... There was a scene on "Game of Thots".
italian: [R] Uhhh.... Bene.... C'era una scena su "Game of Thots".

source: [R] And it was a.... fairly kinky....
italian: [R] Ed era una.... scena abbastanza perversa....

source: [R] So, I decided to.... practice good sexual health?
italian: [R] Quindi, ho deciso di.... praticare una buona salute sessuale?

source: [M] Well.... Honey!
italian: [M] Bene... Miele!
