Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [S] Wow!... I can't believe how cool Armani was with what just happened.
italian: [S] Wow!... Non riesco a credere a quanto Armani sia stato forte con quello che è appena successo.

source: [S] I'm sorry our night had to end this way.
italian: [S] Mi dispiace che la nostra serata sia dovuta finire in questo modo.

source: [S] You'd better run home.
italian: [S] Faresti meglio a correre a casa.

source: [S] I need to collect all my stuff, and then I'll meet you there.
italian: [S] Devo raccogliere tutte le mie cose e poi ci vediamo lì.

source: [A] I just can't tell you how happy I am that our experience didn't scare you off!
italian: [A] Non posso dirti quanto sono felice che la nostra esperienza non ti spaventi!

source: [S] Yeah... it's weird... it's like I never felt so alive!
italian: [S] Sì... è strano... è come non mi sono mai sentito così vivo!

source: [S] And that's why I...
italian: [S] Ed è per questo...

source: [A] Nope!... You don't have to explain a thing!
italian: [A] Nope!... Non devi spiegare una cosa!

source: [A] I'll admit I was a little shocked at first...
italian: [A] Ammetto che ero un po' scioccato all'inizio...

source: [A] But I totally see why you would be into that.
italian: [A] Ma io capisco completamente perché sareste in questo.

source: [A] Especially when I saw how hung your brother is!
italian: [A] Soprattutto quando ho visto come ha appeso tuo fratello!

source: [S] You didn't even see him fully erect!
italian: [S] Non l'hai nemmeno visto completamente eretto!

source: [A] Shit! That's true!
italian: [A] Merda! È vero!

source: [A] We've got to figure out a way to get a peek!...
italian: [A] Dobbiamo capire un modo per fare una sbircia!...

source: [R] What's so funny?
italian: [R] Cos'è così divertente?

source: [A] We were just talking about... potatoes.
italian: [A] Stavamo solo parlando... patate.

source: [R] Potatoes?
italian: [R] Patate?

source: [A] Weren't we?
italian: [A] Non eravamo noi?

source: [S] Ummm... yeah...
italian: [S] Ummm... sì...

source: [S] You know... how they use potatos to make vodka!
italian: [S] Lo sai... come usano le patate per fare la vodka!

source: [A] Right!... Vodka... like how we have vodka at the bar.
italian: [A] A destra!... Vodka... come come abbiamo la vodka al bar.

source: [A] {i}(Whispering to Sidney){/i} Nice cover!
italian: [A] {i}(Whispering to Sidney){/i} Bella copertina!

source: [A] Anyways, I've got to run and fill out an order form for the booze we're getting short on.
italian: [A] In ogni caso, devo eseguire e compilare un modulo d'ordine per il booze su cui ci stiamo avvicinando.

source: [A] Sidney, watch the bar for me while I'm gone.
italian: [A] Sidney, guarda il bar per me mentre sono andata.

source: [S] You got it!
italian: [S] L'hai ottenuta!

source: [S] So, was there something you wanted to talk to me about?
italian: [S] Così, c'era qualcosa di cui volevi parlarmi?

source: [S] Well... we are pretty slow... but we can't fuck in our usual blowjob spot, too high a risk of getting caught.
italian: [S] Bene... siamo piuttosto lenti... ma non possiamo scoparci nel nostro solito punto di pompino, un rischio troppo alto di farsi catturare.

source: [R] Then let's go fuck in the same room where we fucked for the first time.
italian: [R] Poi andiamo a scopare nella stessa stanza dove abbiamo scopato per la prima volta.

source: [S] I still can't believe our first time was in a Mafia torture room!
italian: [S] Non riesco ancora a credere che la nostra prima volta fosse in una sala di tortura mafiosa!

source: [R] Yeah... not very romantic...
italian: [R] Sì... non molto romantico...

source: [S] Fuck romance! It was as exciting as hell!
italian: [S] Cazzo di romanticismo! Era eccitante come l'inferno!

source: [RT] {i}What have I turned her into?{/i}
italian: [RT] {i}In che cosa l'ho trasformata?{/i}

source: [S] So yeah, let's go to our special room... I just hope it's not occupied by a Mafia prisoner.
italian: [S] Quindi sì, andiamo nella nostra stanza speciale... spero solo che non sia occupata da un prigioniero mafioso.

source: [R] Ohh... Sidney! You're too good to me!
italian: [R] Ohh... Sidney! Sei troppo bravo per me!

source: [ST] {i}I'm glad he's grateful!... That's actually pretty sweet!{/i}
italian: [ST] {i}Sono contento che sia grato!... In realtà è piuttosto dolce!{/i}

source: [ST] {i}But I don't need sweet!... I need hard... dirty... SEX!{/i}
italian: [ST] {i}Ma non ho bisogno di dolce!... ho bisogno duro... sporco... SEX!{/i}

source: [R] Your hands are so soft!
italian: [R] Le tue mani sono così morbide!

source: [R] Your head game is getting stronger!
italian: [R] Il tuo gioco in testa si sta rafforzando!

source: [ST] {i}You bet your ass it is.{/i}
italian: [ST] {i}Scommetti il tuo culo che è.{/i}

source: [ST] {i}Now, it's time for my brother to help me with my itch!{/i}
italian: [ST] {i}Ora è il momento per mio fratello di aiutarmi con il mio prurito!{/i}

source: [S] God, [ryan]! You're splitting me in two!
italian: [S] Dio, [ryan]! Mi stai dividendo in due!

source: [ST] {i}It's happening again!... I'm fucking my brother!... God, that's so wrong!... but fuck, it's so hot!{/i}
italian: [ST] {i}Sta succedendo di nuovo!... Sto scopando mio fratello!... Dio, è così sbagliato!... ma scopa, è così caldo!{/i}

source: [S] Let's try... another... position...
italian: [S] Cerchiamo di provare... un'altra... posizione...

source: [S] Wow!... I know that feels good, but I want to see if I can take you any deeper. Try fucking me from behind again.
italian: [S] Wow!... So che è buono, ma voglio vedere se posso portarti più in profondità. Prova a scoparmi di nuovo da dietro.

source: [R] Oh, yeah... I love this position!
italian: [R] Oh, sì... Amo questa posizione!

source: [ST] {i}He's knocking on my womb again! Holy, fuck... that's so hot!{/i}
italian: [ST] {i}Lui sta nuovamente bussando al mio grembo! Santo, cazzo... è così caldo!{/i}

source: [ST] {i}Oh, fuck, I'm gonna cum!{/i}
italian: [ST] {i}Oh, cazzo, sto andando cum!{/i}

source: [ST] {i}[ryan]! I'm cumming!{/i}
italian: [ST] {i}[ryan]! Sto accumulando!{/i}

source: [R] Holy hell, Sidney!
italian: [R] Inferno Santo, Sidney!

source: [R] You must drink like, fifty cups of water every day!
italian: [R] Dovete bere come cinquanta tazze d'acqua ogni giorno!

source: [S] Now, stick that cock back inside me! I need your cum, now!
italian: [S] Ora, attaccate quel cazzo dentro di me! Ho bisogno del vostro cum, ora!

source: [RT] {i}Ooooo... I'm getting really close!{/i}
italian: [RT] {i}Oooo... Mi sto avvicinando!{/i}

source: [S] I can't believe you lasted so long!
italian: [S] Non posso credere che tu sia durato così a lungo!

source: [S] And, ohhh... God! There's so much cum in my pussy!
italian: [S] E, ohhh... Dio! C'è così tanto sperma nella mia figa!

source: [S] Yeah... I'll try to remember to pick one up at the pharmacy tomorrow.
italian: [S] Sì... Cercherò di ricordarmi di prenderne uno in farmacia domani.

source: [S] That was amazing!
italian: [S] È stato incredibile!

source: [S] But, now I {i}really{/i} have to get back to work!
italian: [S] Ma, ora io {i}davvero{/i} devono tornare al lavoro!

source: [S] Thanks for the distraction from work, [ryan]!
italian: [S] Grazie per la distrazione dal lavoro, [ryan]!

source: [S] Before you go... was there anything else you wanted to talk to me about?
italian: [S] Prima di andare... c'era qualcos'altro di cui volevi parlarmi?

source: [S] Fuck, [ryan]! That is so... much... cum!
italian: [S] Cazzo [ryan]! È così... tanto... sborra!

source: [S] Ohh... but now it's dripping down the back of my legs!
italian: [S] Ohh... ma ora sta gocciolando giù la parte posteriore delle mie gambe!

source: [R] Yeah... I hear it's supposed to be good for your skin.
italian: [R] Sì... Sento che dovrebbe essere buono per la tua pelle.

source: [S] I don't even want to know where you heard that.
italian: [S] Non voglio nemmeno sapere dove lo hai sentito.

source: [R] No... I read it on...
italian: [R] No... l'ho letto su...

source: [S] Stop! I said I don't want to know.
italian: [S] Fermatevi! Ho detto che non voglio sapere.

source: [S] And now, I {i}really{/i} have to get back to work!
italian: [S] E ora, io {i}davvero{/i} devono tornare al lavoro!

source: [S] Before you go... Was there anything else you wanted to talk to me about?
italian: [S] Prima di andare... c'era qualcos'altro di cui volevi parlarmi?

source: [S] I'd better go get one of those morning-after pills
italian: [S] Farei meglio ad andare ad ottenere una di quelle pillole del mattino dopo

source: [S] I'll try to remember to pick one up at the pharmacy tomorrow.
italian: [S] Cercherò di ricordarmi di prenderne uno in farmacia domani.

source: [S] Thanks a lot, you jerk!
italian: [S] Grazie molto, masturbarsi!

source: [S] Fuck, [ryan]! That's so much cum!
italian: [S] Cazzo [ryan]! È così tanto sperma!

source: [R] Hey Lurch, how's it hanging?
italian: [R] Hey Lurch, come è appesantito?

source: [R] Are you just gonna leave me hanging?
italian: [R] Mi lascerai appeso?

source: [R] Alright, I'll just find Mom on my own.
italian: [R] Bene, troverò solo mamma per conto mio.

source: [R] Alright, I'll just find Sidney on my own.
italian: [R] Bene, troverò Sidney per conto mio.

source: [CD] Oh, good! You're back!
italian: [CD] Oh, buono! Sei tornato!

source: [CD] I'm having such a slow night!... I was hoping someone would come!
italian: [CD] Ho una notte così lenta!... speravo che qualcuno sarebbe venuto!

source: [R] Hi, Candy, how's your husband Jack?
italian: [R] Ciao, Candy, come è tuo marito Jack?

source: [CD] Uuugghh... Don't even talk to me about that tiny-dicked loser.
italian: [CD] Uuugghh... Non parlarmi nemmeno di quel perdente minuscolo.

source: [CD] After all the dick I get here at the club, I can barely even tell when he tries to penetrate me.
italian: [CD] Dopo tutto il cazzo che arrivo qui al club, posso a malapena anche dire quando cerca di penetrarmi.

source: [CD] I need a real big dick to grind up against tonight.
italian: [CD] Ho bisogno di un vero e proprio grosso cazzo per macinare contro stasera.

source: [CD] Speaking of which... I really hope you're here for a lapdance!
italian: [CD] Parlando di cui... Spero davvero che tu sia qui per un lapdance!

source: [R] Hi, Candy.
italian: [R] Ciao, Candy.

source: [CD] Please tell me you're here for a lapdance!
italian: [CD] Per favore, dimmi che sei qui per un lapdance!

source: [R] Shit, I'd love too, but I'm don't have enough money for a lapdance.
italian: [R] Merda, amerei anche, ma non ho abbastanza soldi per un lapdance.

source: [R] I was hoping I might see some of your moves on the pole though.
italian: [R] Speravo di poter vedere alcune delle tue mosse sul polo però.

source: [CD] Sorry, If you don't have the money for a lapdance, I know you don't have enough to tip me.
italian: [CD] Mi dispiace, se non hai i soldi per un lapdance, so che non hai abbastanza per darmi una mancia.

source: [CD] You'll just have to wait around and hope some higher rollers show up.
italian: [CD] Dovrai solo aspettare e sperare che alcuni rulli più alti si presentino.

source: [RT] {i}I don't have time to wait for that.{/i}
italian: [RT] {i}Non ho tempo di aspettarlo.{/i}

source: [R] Alright... I'm outta here.
italian: [R] Bene... Sono fuori qui.

source: [R] Yeah... I'm not really feeling it for a lapdance today.
italian: [R] Sì... Non lo sento davvero per un lapdance oggi.

source: [R] I was hoping I could just see some of your moves on the pole.
italian: [R] Speravo di poter vedere solo alcune delle tue mosse sul palo.

source: [CD] Sorry, buddy... If you're not willing to spend the money for a lapdance, with your reputation, I'm sure you wouldn't tip me either.
italian: [CD] Scusa, amico... Se non sei disposto a spendere i soldi per un lapdance, con la tua reputazione, sono sicuro che non mi mancheresti neanche me.

source: [RT] {i}Looks like there aren't any girls on stage right now.{/i}
italian: [RT] {i}Sembra che non ci siano ragazze sul palco in questo momento.{/i}

source: [RT] {i}Hopefully there will be some girls dancing later.{/i}
italian: [RT] {i}Speriamo che ci saranno alcune ragazze che balleranno più tardi.{/i}

source: [CD] Wow... I hope I get to see that unit up close one day.
italian: [CD] Wow... Spero di riuscire a vedere quell'unità da vicino un giorno.

source: [R] Well... Why not now?
italian: [R] Bene... Perché non adesso?

source: [CD] Oh, no!... It's against the club rules. You'd have to be a VIP card holder to get those kind of benefits.
italian: [CD] Oh, no!... È contro le regole del club. Dovresti essere un titolare di carta VIP per ottenere questo tipo di benefici.

source: [R] Well?... How the hell do I get one of those VIP cards?
italian: [R] Bene?... Come l'inferno ottengo una di quelle carte VIP?

source: [CD] I don't know... I think maybe Joey gives them out.
italian: [CD] Non lo so... penso che forse Joey li dia fuori.

source: [CD] You'd have to talk to him.
italian: [CD] Dovresti parlare con lui.

source: [R] I'd love to, but I think I'd better not spend any more money tonight.
italian: [R] Mi piacerebbe, ma penso che farei meglio a non spendere altri soldi stasera.

source: [CD] If you spend enough money here, you might be able to become a VIP, then those kind of rules won't apply to you.
italian: [CD] Se spendete abbastanza soldi qui, potreste essere in grado di diventare un VIP, allora quel tipo di regole non si applicano a voi.

source: [R] Thanks, Candy! I'll do everything I can to get that VIP membership card!
italian: [R] Grazie, caramella! Farò tutto il possibile per ottenere quella tessera di adesione VIP!

source: [CD] Oooo... I can't wait!
italian: [CD] Oooo... Non posso aspettare!

source: [CDT] {i}I can definitely wait!{/i}
italian: [CDT] {i}posso sicuramente aspettare!{/i}

source: [RT] {i}This place is dangerous... I shouldn't spend any more time here.{/i}
italian: [RT] {i}Questo posto è pericoloso... Non dovrei spendere più tempo qui.{/i}

source: For some reason you can't start this photo shoot without a ball gag. Why don't you go check the online store?
italian: Per qualche motivo non puoi iniziare questo servizio fotografico senza un gag di palla. Perché non vai a controllare il negozio online?

source: Mom and Megan are only available to take pictures in the evening.
italian: Mamma e Megan sono disponibili solo per scattare foto la sera.

source: You have completed this photo session with Mom and Megan entirely.
italian: Hai completato questa sessione di foto con Mamma e Megan completamente.

source: You can still play through the event, but you will not be able to increase Mom's stats, or be able to generate any more likes for the Cosplay Heaven website.
italian: Puoi ancora giocare attraverso l'evento, ma non sarai in grado di aumentare le statistiche della mamma, o essere in grado di generare altri like per il sito Cosplay Heaven.

source: You have already done this photo session with Mom and Megan this week.
italian: Hai già fatto questa sessione di foto con Mamma e Megan questa settimana.

source: You will still be able to increase Mom's stats and progress through this scene,
italian: Sarete ancora in grado di aumentare le statistiche della mamma e il progresso attraverso questa scena,

source: But only the first playthrough of this event each week will generate likes for the Cosplay Heaven website.
italian: Ma solo la prima sessione di questo evento ogni settimana genererà dei "mi piace" per il sito web Cosplay Heaven.

source: [RT] {i}Damnit! She won't even pick up!{/i}
italian: [RT] {i}Dannazione! Non prenderà neanche!{/i}

source: [RT] {i}I guess I'll have to try again tomorrow.{/i}
italian: [RT] {i}Immagino che domani dovrò riprovare.{/i}

source: [R] Hey, Mom... I'm at the warehouse...
italian: [R] Hey, Mom... Sono al magazzino...

source: [R] Yes... Uh huh... I'll call Megan and see if she wants you to give her a ride.
italian: [R] Sì... Uh eh... Chiamerò Megan e vedrò se vuole che le dia un giro.

source: [R] No... I promise I'll be professional.
italian: [R] No... Prometto che sarò professionale.

source: [R] Don't forget to bring your cosplay outfits.
italian: [R] Non dimenticare di portare i tuoi abiti cosplay.

source: [R] Ok... see you in 10 to 15 minutes.
italian: [R] Ok... ti vediamo tra 10 e 15 minuti.

source: [M] {i}(muffled voice){/i} And?
italian: [M] {i}(voce smorzata){/i} E?

source: [R] And... I'm ready to do the photoshoot.
italian: [R] E... Sono pronto a fare il photoshoot.

source: [M] Oh right... And I did see you reading... so...
italian: [M] Oh destra... E ti ho visto leggere... così...

source: [M] Let's see how much you got out of your reading.
italian: [M] Vediamo quanto sei uscito dalla tua lettura.

source: [M] Why did Hermione and Perry go back in time?
italian: [M] Perché Hermione e Perry sono tornati indietro nel tempo?

source: [R] Then he'll never rise to power and kill Perry's parents.
italian: [R] Poi non salirà mai al potere e ucciderà i genitori di Perry.

source: [RT] {i}Damnit!... I should have paid better attention.{/i}
italian: [RT] {i}Damnit!... Avrei dovuto prestare maggiore attenzione.{/i}

source: [M] Correct... I'll grab Megan from her cheerleading practice and we'll both be over soon.
italian: [M] Corretto... Prenderò Megan dalla sua pratica cheerleading e saremo entrambi finiti presto.

source: [M] I'm really proud of what a Perry Hotter fan you've become.
italian: [M] Sono davvero orgoglioso di quello che sei diventato un fan di Perry Hotter.

source: [R] What!? No... I'm not!
italian: [R] Cosa!? No... Non sono!

source: [M] Don't deny it.
italian: [M] Non negarlo.

source: [R] Fine... Maybe a little.
italian: [R] Fine... Forse un po'.

source: [M] Yay!... I can't wait to take you back to Perry Hotter Land!
italian: [M] Yay!... Non vedo l'ora di riportarti a Perry Hotter Land!

source: [R] Hmmm... That sounds fun, so... See you in 10 to 15 minutes?
italian: [R] Hmmm... Sembra divertente, così... Ci vediamo tra 10 a 15 minuti?

source: [M] See you soon!
italian: [M] Ci vediamo presto!

source: [M] Ok... Have you read any of the third book yet?
italian: [M] Ok... Hai già letto un terzo libro?

source: [R] Of course.
italian: [R] Certamente.

source: [M] Alright... Why did Perry's alleged sex offender uncle escape prison?
italian: [M] Bene... Perché lo zio del presunto criminale di Perry è sfuggito alla prigione?

source: [R] Sex offender uncle? Isn't this a children's book?
italian: [R] Sesso offensore zio? Non è un libro per bambini?

source: [M] Yes... It doesn't say that exactly but it's implied.
italian: [M] Sì... Non lo dice esattamente, ma è implicito.

source: [R] Hmmm... to... diddle his nephew?
italian: [R] Hmmm... a... ha messo il nipote?

source: [RT] {i}Damnit!... I've got to get reading... I could probably get some reading done in my room during the evenings.{/i}
italian: [RT] {i}Damnit!... Devo leggerlo... probabilmente potrei fare qualche lettura nella mia stanza durante la sera.{/i}

source: [M] What is the purpose of the chambers of secrets?
italian: [M] Qual è lo scopo delle camere dei segreti?

source: [M] Sorry... Wrong answer.
italian: [M] Scusa... Risposta errata.

source: [M] And now that you've read the second book, make sure to read the third one before you ask us to do another photoshoot.
italian: [M] E ora che hai letto il secondo libro, assicurati di leggere il terzo prima di chiederci di fare un altro photoshoot.

source: [R] Really?... But I already kind of know what it's about.
italian: [R] Davvero?... Ma già so di cosa si tratta.

source: [R] Fine!... See you in 10 to 15 minutes.
italian: [R] Fine!... Ci vediamo tra 10 e 15 minuti.

source: [M] Ok... Have you read any of the second book yet?
italian: [M] Ok... Hai già letto un secondo libro?

source: [M] Alright... Who is the celebrity teacher that Hermione want's to Bang?
italian: [M] Bene... Chi è il maestro di celebrità che Hermione vuole a Bang?

source: [R] Wants to bang? Isn't this a children's book?
italian: [R] Vuoi sbattere? Non è un libro per bambini?

source: [M] What nickname does Perry Hotter get after defeating Moldevort as a baby?
italian: [M] Quale soprannome ottiene Perry Hotter dopo aver sconfitto Moldevort come bambino?

source: [M] And now that you've read the first book, make sure to read the second one before you ask us to do another photoshoot.
italian: [M] E ora che hai letto il primo libro, assicurati di leggere il secondo prima di chiederci di fare un altro photoshoot.

source: [M] Ok... Have you read any of the books yet?
italian: [M] Ok... Hai già letto uno dei libri?

source: [M] Alright... What's the headmaster's sexual preference?
italian: [M] Bene... Qual è la preferenza sessuale del padrone?

source: [R] What? Isn't this a children's book?
italian: [R] Cosa? Non è un libro per bambini?

source: [M] Alright... What's the name of the headmaster at hagwarts?
italian: [M] Va bene... Qual è il nome del capo di casa degli hagwarts?

source: [M] [ryan]... Have you even bought the book?
italian: [M] [ryan]... Hai persino comprato il libro?

source: [M] Uuuhhhh... Call me another time after you've read the first book.
italian: [M] Uuuhhhh... Chiamami un'altra volta dopo aver letto il primo libro.

source: [RT] {i}Damnit!... I've got to get that stupid book! Hopefully I can find it in the online store.{/i}
italian: [RT] {i}Damnit!... Devo ottenere quel libro stupido! Speriamo di poterlo trovare nel negozio online.{/i}

source: {i}"10 to 15 minutes later."{/i}
italian: {i}"Da 10 a 15 minuti dopo."{/i}

source: [MG] Hey guys! We're both here, and we're both excited for the photoshoot!
italian: [MG] Ehi ragazzi! Siamo entrambi qui e siamo entrambi eccitati per il servizio fotografico!

source: [M] I can't say I'm thrilled to be here, but I've got to admit that your enthusiasm is infectious.
italian: [M] Non posso dire di essere entusiasta di essere qui, ma devo ammettere che il tuo entusiasmo è contagioso.

source: [MG] That's so sweet!
italian: [MG] È così dolce!

source: [MB] Ok, girls... Why don't you both run and put on the sexy version of your outfits?
italian: [MB] Ok, ragazze... Perché non correte entrambe a mettervi la versione sexy dei vostri abiti?

source: [MB] So, let's see... Where did we leave off?
italian: [MB] Allora, vediamo... Dove ci siamo lasciati?

source: [MB] Let's do a quick recap of what we shot last time.
italian: [MB] Facciamo un rapido riassunto di ciò che abbiamo girato l'ultima volta.

source: [MG] Ohhh... I'll do a recap!
italian: [MG] Ohhh... farò un riassunto!

source: [MG] Since it's mostly about me.
italian: [MG] Visto che si tratta soprattutto di me.

source: [MG] So there I was, I mean there Hermione was... Which is me!
italian: [MG] Quindi ero lì, cioè c'era Hermione... Che sono io!

source: {i}"How would you like to see the rest of this photo shoot?"{/i}
italian: {i}"Ti piacerebbe vedere il resto di questo servizio fotografico?"{/i}.

source: {i}"Would you like to watch the recap again?"{/i}
italian: {i}"Vuoi guardare di nuovo il riepilogo?"{/i}

source: [MG] Hey, [ryan]! We're both here, and we're both excited for the photoshoot!
italian: [MG] Ehi, [ryan]! Siamo entrambi qui e siamo entrambi eccitati per il servizio fotografico!

source: [R] Ok, girls... Why don't you both run and put on the sexy version of your outfits?
italian: [R] Ok, ragazze... Perché non correte entrambe a mettervi la versione sexy dei vostri abiti?

source: [R] So, let's see... Where did we leave off?
italian: [R] Allora, vediamo... Dove ci siamo lasciati?

source: [R] Let's do a quick recap of what we shot last time.
italian: [R] Facciamo un rapido riassunto di ciò che abbiamo girato l'ultima volta.

source: [MB] Damn! This place is legit!
italian: [MB] Dannazione! Questo posto è legito!
