Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [SY] That was amazing Lauren, I won't be changing my vote anytime soon.
french: [SY] C'était incroyable Lauren, je ne changerai pas mon vote de sitôt.
italian: [SY] Quello è stato sorprendente Lauren, non cambierò il mio voto in qualsiasi momento presto.

source: [SY] I know some girls from both the cheer and dance teams will be over very soon.
french: [SY] Je sais que certaines filles des équipes de cheerleader et de dance seront bientôt terminées.
italian: [SY] So che alcune ragazze di entrambe le squadre di allegria e danza saranno finite molto presto.

source: [SY] Keep up the good work, and you'll have all the women's vote soon.
french: [SY] Continues votre bon travail, et tu auras bientôt le vote de toutes les femmes.
italian: [SY] Continuate il buon lavoro, e presto avrete tutto il voto delle donne.

source: [SY] Later, Lauren.
french: [SY] Plus tard, Lauren.
italian: [SY] A dopo, Lauren.

source: [SY] Bye, cuck...
french: [SY] Au revoir, cocu...
italian: [SY] Ciao, cuccio...

source: [RT] Lauren's not my girlfriend... I'm not a cuck!
french: [RT] Lauren n'est pas ma petite amie... Je ne suis pas un cocu!
italian: [RT] Lauren non è la mia fidanzata... Non sono un cuck!

source: [SY] Keep telling yourself that.
french: [SY] Continues à te le dire.
italian: [SY] Continua a dirlo a te stesso.

source: [L] [ryan]...Would you leave?... You're bad for business.
french: [L] [ryan]...Veux-tu partir?... Tu es mauvais pour les affaires.
italian: [L] [ryan]...Usciti?... Sei brutto per gli affari.

source: [L] Who's next?
french: [L] Qui est le prochain?
italian: [L] Chi è il prossimo?

source: [RT] {i}She really doesn't even want me around anymore.{/i}
french: [RT] {i}Elle ne veut même plus de moi.{/i}
italian: [RT] {i}Lei davvero non mi vuole più in giro.{/i}

source: {i}"There's no maybe's about it... You like watching Lauren in this situation... I mean, You had to really try to get her to this point..."{/i}
french: {i}'Il n'y a pas de peut-être quelque chose à ce sujet... Vous aimez regarder Lauren dans cette situation... Je veux dire, vous devriez vraiment essayer de l'amener à ce point...'{/i}
italian: {i}"Non ci sono forse... Ti piace guardare Lauren in questa situazione.. Intendo dire che hai dovuto davvero cercare di portarla a questo punto..."{/i}

source: {i}"Anyways, Lauren just gained another 5 influence points all by herself."{/i}
french: {i}'Quoi qu'il en soit, Lauren vient de gagner 5 autres points d'influence toute seule.'{/i}
italian: {i}"Comunque, Lauren ha appena guadagnato altri 5 punti di influenza tutti da sola."{/i}

source: {i}"Now, you just need to get 5 more influence points to avoid this type of outcome next week."{/i}
french: {i}'Maintenant, il vous suffit d'obtenir 5 points d'influence supplémentaires pour éviter ce type de résultat la semaine prochaine.'{/i}
italian: {i}"Ora, devi solo ottenere altri 5 punti di influenza per evitare questo tipo di risultato la prossima settimana."{/i}

source: [RT] {i}I could probably help Lauren gain more votes by tearing down Matt's posters and replacing them with Lauren's.{/i}
french: [RT] {i}Je pourrais probablement aider Lauren à gagner plus de votes en détruisant les affiches de Matt et en les remplaçant par celles de Lauren. {/i}
italian: [RT] {i}Potrei probabilmente aiutare Lauren a guadagnare più voti strappando i manifesti di Matt, sostituendoli con Lauren's.{/i}

source: [RT] {i}Should I go see Mrs. Stone?{/i}
french: [RT] {i}Dois-je aller voir Mme Stone?{/i}
italian: [RT] {i}Dovrei andare a vedere la signora pietra?{/i}

source: [Z] But [ryan]!... Blowjobs!... From Lauren!
french: [Z] Mais [ryan]!... Fellations!... De Lauren!
italian: [Z] Ma [ryan]!... Pompini!... Da Lauren!

source: [Z] Fine... I'm going.
french: [Z] Bien.... J'y vais.
italian: [Z] Bene... Me ne vado.

source: [RT] {i}Well, I have nobody else but myself to blame for this.{/i}
french: [RT] {i}Eh bien, je n'ai personne d'autre que moi à blâmer pour cela.{/i}
italian: [RT] {i}Beh, non ho nessun altro che me stesso da incolpare per questo.

source: [RT] {i}But, I might as well still see if there's something I can do to stop this.{/i}
french: [RT] {i}Mais, autant voir s'il y a quelque chose que je peux faire pour arrêter cela.{/i}
italian: [RT] {i}Ma, potrei comunque vedere se c'è qualcosa che posso fare per fermare tutto questo.{/i}

source: [R] Shit, Lauren!
french: [R] Merde, Lauren!
italian: [R] Merda, Lauren!

source: [R] Is that cum on your face?!
french: [R] C'est du sperme sur ton visage?!
italian: [R] È sborra quella sulla tua faccia?!

source: [L] I thought I told you to knock, and yes, it is cum.
french: [L] Je pensais que je t'avais dit de frapper, et oui, c'est du sperme.
italian: [L] Pensavo di averti detto di bussare e sì, è sperma.

source: [R] You're letting guys cum on your face now?
french: [R] Tu laisses les mecs jouir sur ton visage maintenant?
italian: [R] Lasci che i ragazzi ti sborrino in faccia adesso?

source: [L] Well... It wasn't planned... Some jerk didn't listen to my demand to cum in the toilet.
french: [L] Bien... Ce n'était pas prévu... Un crétin n'a pas écouté ma demande de jouir dans les toilettes.
italian: [L] Beh... Non era previsto... Qualche idiota non ha ascoltato la mia richiesta di sborrare nel bagno.

source: [L] I was mad about his cum ambush for a second, but then I noticed how much it made my tummy and pussy tingle... So I just let the next few guys do it as well.
french: [L] J'étais en colère contre son embuscade de sperme pendant une seconde, mais j'ai remarqué à quel point cela faisait picoter mon ventre et ma chatte... Donc, je laisse les prochains gars le faire aussi.
italian: [L] Ero arrabbiata per la sua imboscata di sborra per un secondo, ma poi ho notato quanto mi ha fatto formicolare la pancia e la figa... Così ho lasciato che anche i ragazzi successivi lo facessero.

source: [R] My God...
french: [R] Mon Dieu...
italian: [R] Mio Dio...

source: [L] Don't judge me!
french: [L] Ne me juge pas!
italian: [L] Non giudicarmi!

source: [L] This is still your fault.
french: [L] C'est toujours de ta faute.
italian: [L] È ancora colpa tua.

source: [L] Now... If you'll excuse me, I've got a lot of votes to try to win.
french: [L] Maintenant... Excuses-moi, j'ai beaucoup de votes à gagner.
italian: [L] Ora... Se vuoi scusarmi, ho un sacco di voti da cercare di vincere.

source: [L] Well, I hope you enjoyed the show... Is there something else I can do for you?
french: [L] Eh bien, j'espère que tu as apprécié le spectacle... Je peux faire autre chose pour toi ?
italian: [L] Beh, spero che ti sia piaciuto lo spettacolo... C'è qualcos'altro che posso fare per te?

source: [R] I don't think there's any stopping you.
french: [R] Je ne pense pas qu'il y en ait qui t'arrêtent.
italian: [R] Non credo che ci sia niente che ti possa fermare.

source: [L] Yeah... You're a little late for that.
french: [L] Ouais... Tu es un peu en retard pour ça.
italian: [L] Sì... Sei un pò in ritardo per questo.

source: [L] If you don't like this, you know what you need to do.
french: [L] Si cela ne te plaît pas, tu sais ce que tu dois faire.
italian: [L] Se non ti piace, sai cosa devi fare.

source: [RT] {i}I can't watch any more!{/i}
french: [RT] {i}Je ne peux plus regarder!{/i}
italian: [RT] {i}Non posso più guardare! {/i}

source: [R] Whoah... Stacy?... Where did you come from?
french: [R] Whoah... Stacy ?... D'où viens-tu?
italian: [R] Whoah... Stacy?... Da dove sei arrivata?

source: [SY] All they guys let me cut the line.
french: [SY] Tous les gars m'ont laissé couper la ligne.
italian: [SY] Tutti i ragazzi mi hanno fatto saltare la fila.

source: [R] And what are you doing here?
french: [R] Et que fais-tu ici?
italian: [R] E cosa stai facendo qui?

source: [SY] What do you think?... The same thing everyone else is doing here.
french: [SY] Qu'en penses-tu?... Tout le monde fait la même chose ici.
italian: [SY] Che ne pensi?... La stessa cosa che stanno facendo tutti gli altri qui.

source: [SY] That is if Little Miss Cummy Face doesn't mind.
french: [SY] C'est si la petite Miss Cummy Face ne me dérange pas.
italian: [SY] Questo se a Little Miss Cummy Face non dispiace.

source: [L] Haha... Let me clean up a little.
french: [L] Haha... Laisse-moi nettoyer un peu.
italian: [L] Haha... Lasciami pulire un pò.

source: [R] The only thing, Stacy, is that Lauren's not a lesbian.
french: [R] La seule chose, Stacy, c'est que Lauren n'est pas lesbienne.
italian: [R] L'unica cosa, Stacy, è che Lauren non è lesbica.

source: [SY] What, are you her pimp?
french: [SY] Quoi, es-tu son proxénète?
italian: [SY] Cosa sei, il suo pappone?

source: [SY] I'm not a lesbian either, but I'm not going to say no to a free pussy licking... Especially by someone as cute as Lauren.
french: [SY] Je ne suis pas lesbienne non plus, mais je ne vais pas dire non à un léchage de chatte gratuit... Surtout par quelqu'un d'aussi mignon que Lauren.
italian: [SY] Nemmeno io sono lesbica, ma non dirò di no ad una leccata di figa gratis... Specialmente da qualcuno carino come Lauren.

source: [SY] So hurry up and take your turn so I can go next.
french: [SY] Alors dépêches-toi et prends ton tour pour que je puisse aller ensuite.
italian: [SY] Quindi sbrigati e fai il tuo turno così io posso essere il prossimo.

source: [R] But, I'm her brother!
french: [R] Mais, je suis son frère!
italian: [R] Ma io sono suo fratello!

source: [SY] From the way you were staring at her sucking those dicks, I'd guess that doesn't really matter between you two.
french: [SY] De la façon dont tu la regardais sucer ces bites, je suppose que cela n'a pas vraiment d'importance entre vous deux.
italian: [SY] Dal modo in cui la stavi fissando mentre succhiava quei cazzi, direi che questo non ha molta importanza tra voi due.

source: [L] Well, it does, and this lazy ass doesn't get a turn.
french: [L] Eh bien, c'est le cas, et ce cul paresseux n'a pas de tour.
italian: [L] Beh, è così, e questo culo pigro non avrà il suo turno.

source: [SY] Oh, great!
french: [SY] Oh, super!
italian: [SY] Oh, fantastico!

source: [SY] So what do you say?... Are you up for it?
french: [SY] Alors qu'en dis-tu?... Es-tu prête?
italian: [SY] Allora che ne dici?... Te la senti di farlo?

source: [L] I hadn't really thought about... doing... that.
french: [L] Je n'avais pas vraiment pensé... faire... ça.
italian: [L] Non avevo proprio pensato di... fare... questo.

source: [SY] You should... You're basically ignoring fifty percent of the voters as it is.
french: [SY] Tu devrais... Tu ignores en gros cinquante pour cent des électeurs tels quels.
italian: [SY] Dovresti... Stai praticamente ignorando il cinquanta per cento degli elettori così com'è.

source: [SY] I think this is a great idea to win votes, and I could send a whole bunch of female voters your way.
french: [SY] Je pense que c'est une excellente idée de gagner des votes, et je pourrais envoyer tout un tas d'électrices à ta façon.
italian: [SY] Penso che sia una grande idea per guadagnare voti, e potrei mandare un sacco di elettori femminili nella tua direzione.

source: [L] It's just that I've never... done... that... before.
french: [L] C'est juste que je ne l'ai jamais fait... faire... ça... avant.
italian: [L] È solo che non ho mai... fatto... questo... prima.

source: [L] It's just that I don't really have much experience doing that.
french: [L] C'est juste que je n'ai pas vraiment beaucoup d'expérience dans ce domaine.
italian: [L] È solo che non ho molta esperienza nel farlo.

source: [SY] Have you ever licked an ice cream?
french: [SY] As-tu déjà léché une glace?
italian: [SY] Hai mai leccato un gelato?

source: [L] Yeah...
french: [L] Ouais...
italian: [L] Sì...

source: [SY] It's kinda like that.
french: [SY] C'est un peu comme ça.
italian: [SY] E' più o meno così.

source: [L] Yeah... I think I can do that.
french: [L] Ouais... Je pense que je peux le faire.
italian: [L] Sì... penso di poterlo fare.

source: [R] I guess I'm going to stick around a little longer.
french: [R] Je suppose que je vais rester un peu plus longtemps.
italian: [R] Credo che resterò nei paraggi un pò più a lungo.

source: [R] This is something I actually wouldn't mind watching.
french: [R] C'est quelque chose qui ne me dérangerait pas de regarder.
italian: [R] Questo è qualcosa che non mi dispiacerebbe guardare.

source: [SY] Can we shut the stall door?
french: [SY] Pouvons-nous fermer la porte de la cabine?
italian: [SY] Possiamo chiudere la porta del bagno?

source: [SY] I'm not super comfortable with [ryan] and all of these guys staring at us.
french: [SY] Je ne suis pas super à l'aise avec [ryan] et tous ces gars qui nous regardent.
italian: [SY] Non sono molto a mio agio con [ryan] e tutti questi ragazzi che ci fissano.

source: [L] Shut the door, [ryan].
french: [L] Ferme la porte, [ryan].
italian: [L] Chiudi la porta, [ryan].

source: [R] Goddammit.
french: [R] Putain.
italian: [R] Dannazione.

source: [RT] {i}What the hell?... She lets me watch her suck a couple dicks, but I can't watch her eat out a girl?{/i}
french: [RT] {i}C'est quoi ce bordel?... Elle me laisse la regarder sucer quelques bites, mais je ne peux pas la regarder manger la chatte d'une fille?{/i}
italian: [RT] {i}Che diavolo... Mi lascia guardare mentre succhia un paio di cazzi, ma non posso guardarla mentre mangia una ragazza?

source: [RT] {i}Oh, wow!... That sounds so hot.{/i}
french: [RT] {i}Oh, wow !... Ça a l'air chaud.{/i}
italian: [RT] {i}Oh, wow!... Sembra così eccitante {/i}.

source: [SY] That was amazing, Lauren, you've definitely won my vote.
french: [SY] C'était incroyable, Lauren, tu as définitivement gagné mon vote.
italian: [SY] È stato fantastico, Lauren, hai sicuramente vinto il mio voto.

source: [SY] I'll be sure to send over some more girls, I know a few on the cheer squad that will jump at a chance like this.
french: [SY] Je serai sûr d'envoyer d'autres filles, j'en connais quelques-unes dans l'équipe d'acclamation qui sauteront sur une chance comme celle-ci.
italian: [SY] Mi assicurerò di mandarti altre ragazze, ne conosco alcune nella squadra delle cheerleader che si precipiteranno in un'occasione come questa.

source: [SY] I'm done with her, she's all yours.
french: [SY] J'en ai fini avec elle, elle est à toi.
italian: [SY] Ho finito con lei, è tutta tua.

source: [L] He wishes... He doesn't get a thing, since he refuses to do anything to help me.
french: [L] Il veut... Il n'obtient rien car il refuse de rien faire pour m'aider.
italian: [L] Lui desidera... Non ottiene nulla, visto che si rifiuta di fare qualcosa per aiutarmi.

source: [R] You just gave me plenty. Even though I couldn't see anything... I really enjoyed hearing it!
french: [R] Tu m'en as donné plein. Même si je ne voyais rien... J'ai vraiment aimé l'entendre!
italian: [R] Mi hai appena dato molto. Anche se non ho potuto vedere nulla... Mi è piaciuto molto sentirlo!

source: [L] Well, keep it up then.
french: [L] Eh bien, continues comme ça.
italian: [L] Beh, continua così allora.

source: [R] Ok, I'm leaving.
french: [R] Ok, je pars.
italian: [R] Ok, me ne vado.

source: [L] Good.
french: [L] Bien.
italian: [L] Bene.

source: {i}"Huh... Maybe you really like watching Lauren getting busy with others... I mean, how many times is that now?..."{/i}
french: {i}'Hum... Peut-être que vous aimez vraiment regarder Lauren s'occuper des autres... Je veux dire, c'est la combientième fois maintenant?...'{/i}
italian: {i}"Huh... Forse ti piace davvero vedere Lauren essere occupato con gli altri... Voglio dire, quante volte è questo ora?..."{/i}

source: {i}"Anyways, Lauren just gained another 5 influence points all by herself. You could add "Licks pussies for votes" on her posters now."{/i}
french: {i}'Quoi qu'il en soit, Lauren vient de gagner 5 autres points d'influence toute seule. Vous pouvez ajouter 'Lèche les chattes pour des votes' sur ses affiches maintenant.'{/i}
italian: {i}"Comunque, Lauren ha appena guadagnato altri 5 punti di influenza tutti da sola. Puoi aggiungere "Fighe di Licks per voti" sui suoi manifesti ora."{/i}

source: [RT] {i}Fuck... not again!{/i}
french: [RT] {i}Merde... pas encore!{/i}
italian: [RT] {i}Cazzo... non di nuovo! {/i}

source: [RT] {i}Why is that little shit Zack back in line?{/i}
french: [RT] {i}Pourquoi ce petit Zack de merde est-il de retour en ligne?{/i}
italian: [RT] {i}Perché quella piccola merda di Zack è di nuovo in fila?

source: [R] Zack! I thought I told you nothing is happening between you and Lauren!
french: [R] Zack! Je croyais t'avoir dit qu'il ne se passait rien entre toi et Lauren !
italian: [R] Zack! Pensavo di averti detto che non sta succedendo niente tra te e Lauren!

source: [Z] No, [ryan]!... Just hear me out!
french: [Z] Non, [ryan]!... Écoute-moi!
italian: [Z] No, [ryan]!... Ascoltami e basta!

source: [Z] Lauren's giving blowjobs now!
french: [Z] Lauren fait des fellations maintenant!
italian: [Z] Lauren sta facendo pompini ora!

source: [Z] I've never had one! Please, please! You've got to let me stay!
french: [Z] Je n'en ai jamais eu! S'il te plaît, s'il te plaît! Tu dois me laisser rester!
italian: [Z] Non ne ho mai avuto uno! Per favore, per favore! Devi lasciarmi rimanere!

source: [R] Where did you hear that?
french: [R] Où as-tu entendu ça?
italian: [R] Dove l'hai sentito?

source: [Z] The word's traveled back from the front of the line.
french: [Z] Le mot est revenu de l'avant de la ligne.
italian: [Z] La parola ha viaggiato indietro dalla prima linea.

source: [R] What makes you think I'd let you get a blowjob from Lauren, if I won't let her jack you off?
french: [R] Qu'est-ce qui te fait penser que je te laisserais faire une fellation de Lauren, si je ne la laisse pas te branler?
italian: [R] Cosa ti fa pensare che ti lascerei fare un pompino da Lauren, se non le permetto di farti una sega?

source: [Z] I just need you to look the other way.
french: [Z] J'ai juste besoin que tu regardes dans l'autre sens.
italian: [Z] Ho solo bisogno che tu guardi dall'altra parte.

source: [Z] Like I said, I've never had one, and while I can jerk myself off, I can't suck myself off.
french: [Z] Comme je l'ai dit, je n'en ai jamais eu, et même si je peux me branler, je ne peux pas me sucer.
italian: [Z] Come ho detto, non ne ho mai avuto uno, e mentre posso farmi una sega da solo, non posso succhiarmelo da solo.

source: [R] Yeah? Well... learn some yoga.
french: [R] Ouais? Bien... apprends le yoga.
italian: [R] Ah, sì? Beh... impara un pò di yoga.

source: [R] And get the fuck out of here!
french: [R] Et dégage d'ici !
italian: [R] E togliti dalle palle!

source: [Z] You should have a brother's back!
french: [Z] Tu devrais avoir un frère!
italian: [Z] Dovresti avere la schiena di un fratello!

source: [R] We're not brothers, and I do have my sister's back.
french: [R] Nous ne sommes pas frères, et j'ai le dos de ma sœur.
italian: [R] Non siamo fratelli e io ho le spalle di mia sorella.

source: [R] Now, get lost!
french: [R] Maintenant, barres-toi!
italian: [R] Ora, sparisci!

source: [RT] {i}Stupid little shit!{/i}
french: [RT] {i}Stupide petite merde!{/i}
italian: [RT] {i}Stupida piccola merda! {/i}

source: [RT] {i}Lauren can't be giving blowjobs... Can she?{/i}
french: [RT] {i}Lauren ne peut pas faire de fellations... Le peut-elle?{/i}
italian: [RT] {i}Lauren non può fare pompini... Non è vero? {/i}.

source: [RT] {i}Zack was probably just hoping I'd let him stay in line.{/i}
french: [RT] {i}Zack espérait probablement juste que je le laisserais rester en ligne.{/i}
italian: [RT] {i}Zack probabilmente sperava solo che lo lasciassi stare in riga.

source: [RT] {i}Still... I'd better go see for myself.{/i}
french: [RT] {i}Encore... Je ferais mieux d'aller voir par moi-même.{/i}
italian: [RT] {i}Ancora... E' meglio che vada a vedere di persona.{/i}

source: [RT] {i}Ok, moment of truth.{/i}
french: [RT] {i}Ok, moment de vérité.{/i}
italian: [RT] {i}Ok, momento della verità.{/i}

source: [R] Goddammit!
french: [R] Bon sang!

source: [R] You really are giving blowjobs!
french: [R] Tu es vraiment en train de donner des pipes !
italian: [R] Stai davvero facendo pompini!

source: [L] Don't you know how to knock?
french: [L] Tu ne sais pas comment frapper ?
italian: [L] Non sai come si bussa?

source: [UB] Yeah, buddy, you're kind of interrupting something here.
french: [UB] Ouais, mon pote, tu interromps quelque chose ici.
italian: [UB] Sì, amico, stai interrompendo qualcosa qui.

source: [UB] I was so close!
french: [UB] J'étais si proche!
italian: [UB] Ero così vicino!

source: [R] I can't believe this!
french: [R] Je n'arrive pas à y croire!
italian: [R] Non posso crederci!

source: [L] What?... You think just because I gave you a blowjob, I'm not allowed to give anybody else one?
french: [L] Quoi?... Tu penses que juste parce que je t'ai fait une fellation, je n'ai pas le droit d'en faire à quelqu'un d'autre?
italian: [L] Cosa?... Pensi che solo perché ti ho fatto un pompino, non mi è permesso farne uno a qualcun altro?

source: [AUB] Oh, damn, you must be her boyfriend.
french: [AUB] Oh, putain, tu dois être son petit ami.
italian: [AUB] Oh, dannazione, tu devi essere il suo ragazzo.

source: [L] He's definitely not my boyfriend.
french: [L] Ce n'est certainement pas mon petit ami.
italian: [L] Sicuramente non è il mio ragazzo.

source: [L] I would choose a boyfriend that actually helps me out with my campaign.
french: [L] Je choisirais un petit ami qui m'aide réellement dans ma campagne.
italian: [L] Sceglierei un fidanzato che mi aiuti davvero con la mia campagna.

source: [R] You know how busy I am.
french: [R] Tu sais combien je suis occupé.
italian: [R] Sai quanto sono impegnata.

source: [L] Yeah, well, you can see how busy I am at the moment too.
french: [L] Ouais, eh bien, tu peux voir à quel point je suis occupé en ce moment aussi.
italian: [L] Sì, beh, puoi vedere quanto sono occupato anch'io in questo momento.

source: [L] So, if you'll excuse me.
french: [L] Donc, si tu veux bien m'excuser.
italian: [L] Quindi, se vuoi scusarmi.

source: [R] I'm not leaving until you stop this!
french: [R] Je ne pars pas avant que tu arrêtes ça!
italian: [R] Non me ne andrò finché non la smetterai!

source: [LT] {i}Oh, good... I love it when he watches!{/i}
french: [LT] {i}Oh, bien... J'adore quand il regarde!{/i}
italian: [LT] {i}Oh, bene... Adoro quando guarda! {/i}.

source: [UB] This is kind of weird having this kid watch us.
french: [UB] C'est un peu bizarre que ce gamin nous regarde.
italian: [UB] È un pò strano avere questo bambino che ci guarda.

source: [AUB] It's not any weirder than having 20 other guys in here, waiting for their turn to get their dicks sucked.
french: [AUB] Ce n'est pas plus étrange que d'avoir 20 autres gars ici, attendant leur tour pour se faire sucer la bite.
italian: [AUB] Non è più strano che avere altri 20 ragazzi qui dentro che aspettano il loro turno per farsi succhiare il cazzo.

source: [UB] Yeah... I guess that's true.
french: [UB] Ouais... Je suppose que c'est vrai.
italian: [UB] Sì... immagino che sia vero.

source: [L] Whoa... Only into the toilet please!
french: [L] Ouah... Seulement dans les toilettes s'il te plait!
italian: [L] Whoa... Solo nel bagno per favore!

source: [L] That was close... it almost hit me.
french: [L] C'était proche... ça m'a presque frappé.
italian: [L] C'è mancato poco... mi ha quasi colpito.

source: [RT] {i}I can't believe how well she can throat a cock.{/i}
french: [RT] {i}Je n'arrive pas à croire à quel point elle peut serrer une bite.{/i}
italian: [RT] {i}Non riesco a credere a quanto bene possa ingoiare un cazzo.

source: [RT] {i}His cock is smaller than mine, but not by much.{/i}
french: [RT] {i}Sa bite est plus petite que la mienne, mais pas de beaucoup.{/i}
italian: [RT] {i}Il suo cazzo è più piccolo del mio, ma non di molto.{/i}
