Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [L] If I didn't know any better, I'd say you just don't give a damn!
french: [L] Si je ne te connaissais pas mieux, je dirais que tu t'en fous!
italian: [L] Se non ti conoscessi bene, direi che non te ne frega niente!

source: [R] But I...
french: [R] Mais je...
italian: [R] Ma io...

source: [L] Then I don't give a damn either.
french: [L] Alors je m'en fous non plus.
italian: [L] Allora non frega niente neanche a me.

source: [L] Matt... Let's get to fucking.
french: [L] Matt... Commençons par baiser.
italian: [L] Matt... Andiamo a scopare.

source: [L] I want to see if your cock is as big as everyone says it is.
french: [L] Je veux voir si ta bite est aussi grosse que tout le monde le dit.
italian: [L] Voglio vedere se il tuo cazzo è così grande come tutti dicono.

source: [MB] Wow!... Yeah, let's go.
french: [MB] Wow!... Oui, allons-y.
italian: [MB] Wow!... Sì, andiamo.

source: [MB] Don't forget you have to come along. It was part of the bet.
french: [MB] N'oublies pas que tu dois venir. Ça faisait partie du pari.
italian: [MB] Non dimenticare che devi venire anche tu. Faceva parte della scommessa.

source: [R] Goddammit, I know!
french: [R] Putain, je sais!
italian: [R] Dannazione, lo so!

source: [MB] Megan and I fuck here all the time. It offers a great escape under the bleachers if anyone comes into the pool area.
french: [MB] Megan et moi baisons ici tout le temps. Il offre une grande évasion sous les gradins si quelqu'un entre dans la piscine.
italian: [MB] Io e Megan scopiamo sempre qui. Offre una grande fuga sotto le gradinate se qualcuno viene nella zona della piscina.

source: [L] Then it's perfect... Let's get warmed up.
french: [L] Alors c'est parfait... Réchauffons-nous.
italian: [L] Allora è perfetto... Riscaldiamoci.

source: [LT] {i}Stupid [ryan]... He could have saved me... does he want to watch Matt fuck me?{/i}
french: [LT] {i}Stupide [ryan]... Il aurait pu me sauver... il veut regarder Matt me baiser ?{/i}
italian: [LT] {i}Stupido [ryan]... Avrebbe potuto salvarmi... vuole guardare Matt che mi scopa? {/i}.

source: [LT] {i}Well, the least I can do is make him jealous.{/i}
french: [LT] {i}Eh bien, le moins que je puisse faire est de le rendre jaloux.{/i}
italian: [LT] {i}Beh, il minimo che posso fare è renderlo geloso.

source: [RT] {i}Fuck... I think Lauren wants to get fucked by Matt now.{/i}
french: [RT] {i}Merde... Je pense que Lauren veut se faire baiser par Matt maintenant.{/i}
italian: [RT] {i}Cazzo... Penso che Lauren voglia essere scopata da Matt ora.

source: [RT] {i}I can't believe the bet involved me having to watch.{/i}
french: [RT] {i}Je n'arrive pas à croire que le pari m'ait obligé à regarder.{/i}
italian: [RT] {i}Non posso credere che la scommessa preveda che io debba guardare.

source: [RT] {i}What kind of fucked up pervert makes someone watch them fuck their sister?{/i}
french: [RT] {i}Quel genre de pervers de merde est-ce pour que quelqu'un les regarde baiser sa sœur?{/i}
italian: [RT] {i}Quale pervertito del cazzo fa guardare qualcuno mentre si scopa la sorella?

source: [L] Let's see your legendary cock.
french: [L] Voyons ta bite légendaire.
italian: [L] Vediamo il tuo leggendario cazzo.

source: [L] Holy fuck!... That's even bigger than I expected!
french: [L] Putain!... C'est encore plus grand que ce à quoi je m'attendais !
italian: [L] Porca puttana!... È ancora più grande di quanto mi aspettassi!

source: [R] {i}Fuck... that is big!{/i}
french: [R] {i}Merde... c'est gros!{/i}
italian: [R] {i}Cazzo... è grande!

source: [L] I hope I can take it!... I've practiced on some pretty big dildos, but nothing this big.
french: [L] J'espère pouvoir le prendre!... J'ai pratiqué sur de très gros godes, mais rien d'aussi gros.
italian: [L] Spero di poterlo sopportare!... Ho fatto pratica con dei dildo piuttosto grandi, ma niente di così grande.

source: [L] I'm a little scared... but excited at the same time.
french: [L] J'ai un peu peur... mais excitée en même temps.
italian: [L] Sono un pò spaventato... ma eccitato allo stesso tempo.

source: [L] Well, what do you think?
french: [L] Eh bien, qu'en penses-tu?
italian: [L] Beh, che ne pensi?

source: [MB] Wow, so sexy!
french: [MB] Wow, tellement sexy!
italian: [MB] Wow, così sexy!

source: [RT] {i}I'm sure Matt likes what he sees, but I've got the better view. Of all the girls in my family, Lauren has the cutest ass.{/i}
french: [RT] {i}Je suis sûr que Matt aime ce qu'il voit, mais j'ai la meilleure vue. De toutes les filles de ma famille, Lauren a le cul le plus mignon.{/i}
italian: [RT] {i}Sono sicura che a Matt piace quello che vede, ma io ho la vista migliore. Di tutte le ragazze della mia famiglia, Lauren ha il culo più carino.

source: [L] Get those clothes off. I want that cock in my mouth!
french: [L] Enlève ces vêtements. Je veux cette bite dans ma bouche!
italian: [L] Togliti quei vestiti. Voglio quel cazzo nella mia bocca!

source: [MB] Well, I want to taste that pussy, so let's try some sixty-nine action.
french: [MB] Eh bien, je veux goûter cette chatte, alors essayons soixante-neuf.
italian: [MB] Beh, io voglio assaggiare quella figa, quindi proviamo qualche azione sessantanove.

source: [MB] It should help us both get wet for the main event.
french: [MB] Cela devrait nous aider tous les deux à nous mouiller pour l'événement principal.
italian: [MB] Dovrebbe aiutare entrambi a bagnarci per l'evento principale.

source: [LT] {i}God!... I can't wait to fuck [ryan] again!{/i}
french: [LT] {i}Mon dieu!... J'ai hâte de baiser à nouveau avec [ryan]!{/i}
italian: [LT] {i}Dio!... Non vedo l'ora di scopare [ryan] di nuovo!{/i}

source: [R] Wow, Lauren!... I think we're getting better at kissing.
french: [R] Wow, Lauren !... Je pense qu'on s'améliore dans les baisers.
italian: [R] Wow, Lauren!... penso che ci stiamo baciando meglio.

source: [L] Mmmm... you always taste so good.
french: [L] Mmmm... tu as toujours si bon goût.
italian: [L] Mmmm... hai sempre un buon gusto.

source: [L] So, are you ready?
french: [L] Ouais.... Je le suppose.
italian: [L] Allora, sei pronta?

source: [R] I think my pants are answering that question.
french: [R] Je pense que mon pantalon répond à cette question.
italian: [R] Credo che i miei pantaloni rispondano a quella domanda.

source: [L] That feels so good!
french: [L] Ça fait tellement du bien !
italian: [L] Ci si sente così bene!

source: [LT] {i}I can't believe we're gonna fuck again!{/i}
french: [LT] {i}Je n'arrive pas à croire qu'on va encore baiser!{/i}
italian: [LT] {i}Non posso credere che faremo di nuovo cazzo!{/i}

source: [RT] {i}Holy shit, she is just dripping.{/i}
french: [RT] {i}Merde, elle dégouline.{/i}
italian: [RT] {i}Cazzo, sta proprio gocciolando!

source: [RT] {i}This still reminds me of licking a melting ice cream cone.{/i}
french: [RT] {i}Cela me rappelle comme si on léchait un cornet de crème glacée en fusion.{/i}
italian: [RT] {i}Questo mi ricorda ancora di leccare un cono di gelato sciogliente.{/i}

source: [RT] {i}And, for whatever is wrong with my brain, this pussy still tastes even better than ice cream.{/i}
french: [RT] {i}Et, pour tout ce qui ne va pas avec mon cerveau, cette chatte a encore meilleur goût que la crème glacée.{/i}
italian: [RT] {i}E, per tutto ciò che è sbagliato nel mio cervello, questa figa ha ancora un sapore ancora migliore del gelato.{/i}

source: [L] Watch out, [ryan]! I'm cumming!
french: [L] Attention, [ryan]! Je jouis !
italian: [L] Attento, [ryan]! Sto venendo!

source: [R] Holy fuck! You soaked me again!
french: [R] Putain! Tu m'as encore trempé!
italian: [R] Scopata santa! Mi hai imbevuto di nuovo!

source: [L] I soaked your dick in my juices again.
french: [L] J'ai encore trempé ta bite dans mon jus.
italian: [L] Ho immerso di nuovo il tuo cazzo nei miei succhi.

source: [L] Mmmm... I'm ready to taste it.
french: [L] Mmmm... Je suis prête à le goûter.
italian: [L] Mmmm... Sono pronto per assaggiarlo.

source: [L] God, I love this cock!
french: [L] Dieu, j'aime cette bite !
italian: [L] Dio, io amo questo cazzo!

source: [R] Ooohhh... This is feeling good, Lauren!
french: [R] Ooohhh... Ça fait du bien, Lauren !
italian: [R] Ooohhhh... Questo si sente bene, Lauren!

source: [L] I'd better stop, or you're going to blow it before you get a chance to fuck me.
french: [L] Je ferais mieux d'arrêter, ou tu vas le souffler avant d'avoir la chance de me baiser.
italian: [L] È meglio che mi fermi, o lo farai esplodere prima di avere la possibilità di scoparmi.

source: [L] So, how do you want me?
french: [L] Alors, comment me veux-tu ?
italian: [L] Allora, come mi vuole?

source: [LT] {i}I can't believe we're about to fuck!{/i}
french: [LT] {i}Je n'arrive pas à croire qu'on soit sur le point de baiser!{/i}
italian: [LT] {i}Non posso credere che stiamo per scopare!

source: [LT] {i}The anticipation is so exciting!{/i}
french: [LT] {i}L'anticipation est tellement excitante!{/i}
italian: [LT] {i}L'attesa è così eccitante!

source: [LT] {i}It's making this feel even better!{/i}
french: [LT] {i}Cela rend cette sensation encore meilleure!{/i}
italian: [LT] {i}Lo fa sentire ancora meglio!

source: [RT] {i}It's like licking a melting ice cream cone.{/i}
french: [RT] {i}C'est comme lécher un cornet de crème glacée en fusion.{/i}
italian: [RT] {i}E' come leccare un cono gelato che si scioglie.

source: [RT] {i}And, for whatever is wrong with my brain, this pussy tastes even better than ice cream.{/i}
french: [RT] {i}Et, pour tout ce qui ne va pas avec mon cerveau, cette chatte a encore meilleur goût que la crème glacée.{/i}
italian: [RT] {i}E, per qualsiasi cosa non vada nel mio cervello, questa figa ha un sapore ancora migliore del gelato.{/i}

source: [R] Holy fuck! You soaked me in your cum!
french: [R] Putain! Tu m'as trempé dans ton sperme!
italian: [R] Porca puttana! Mi hai inzuppato del tuo sperma!

source: [L] Haha... Usually only girls say that.
french: [L] Haha... Habituellement, seules les filles disent ça.
italian: [L] Haha... Di solito lo dicono solo le ragazze.

source: [L] Oh, wow... your dick is soaked in my juices.
french: [L] Oh, wow... ta bite est trempée dans mon jus.
italian: [L] Oh, wow... il tuo cazzo è inzuppato dei miei succhi.

source: [L] I kinda want to taste it.
french: [L] Je veux un peu le goûter.
italian: [L] Voglio assaggiarlo.

source: [L] [ryan]?... What's wrong with us?
french: [L] [ryan]?... Qu'est-ce qui ne va pas chez nous ?
italian: [L] [ryan]?... Cosa c'è di sbagliato in noi?

source: [L] Siblings aren't supposed to feel this way about each other.
french: [L] Les frères et sœurs ne sont pas censés ressentir cela les uns des autres.
italian: [L] I fratelli non dovrebbero sentirsi così l'un l'altro.

source: [L] So, why can't we help ourselves?
french: [L] Alors, pourquoi ne pouvons-nous pas nous aider nous-mêmes?
italian: [L] Allora, perché non possiamo aiutarci?

source: [R] Siblings fall in love all the time. They just don't act on it because society tells us they can't.
french: [R] Frères et sœurs tombent amoureux tout le temps. Ils n'agissent tout simplement pas parce que la société nous dit qu'ils ne peuvent pas.
italian: [R] I fratelli si innamorano sempre. Solo che non agiscono perché la società ci dice che non possono.

source: [R] I've always felt strongly against conforming to society. I think our whole family does.
french: [R] J'ai toujours été fermement opposé à la conformité à la société. Je pense que toute notre famille le fait.
italian: [R] Mi sono sempre sentita fortemente contraria a conformarmi alla società. Penso che tutta la nostra famiglia lo faccia.

source: [R] Maybe that is genetic, but I'm gonna lose my boner if we keep talking about what's wrong with society.
french: [R] C'est peut-être génétique, mais je vais perdre ma trique si on continue à parler de ce qui ne va pas dans la société.
italian: [R] Forse è genetico, ma perderò l'erezione se continuiamo a parlare di ciò che è sbagliato nella società.

source: [L] Haha... Sorry about that... Let me take care of you.
french: [L] Haha... Désolé pour ça... Laisse-moi prendre soin de toi.
italian: [L] Haha... Mi dispiace per questo... Lascia che mi prenda cura di te.

source: [RT] {i}I hope Lauren isn't feeling too guilty about her feelings towards me.{/i}
french: [RT] {i}J'espère que Lauren ne se sent pas trop coupable de ses sentiments envers moi.{/i}
italian: [RT] {i}Spero che Lauren non si senta troppo in colpa per i suoi sentimenti verso di me.

source: [RT] {i}I might have gotten the ball rolling, but I think my family's feelings of love and sexual attraction for me are becoming genuine.{/i}
french: [RT] {i}J'ai peut-être lancé le bal, mais je pense que les sentiments d'amour et d'attirance sexuelle de ma famille pour moi deviennent authentiques.{/i}
italian: [RT] {i}Potrei aver fatto girare la palla, ma penso che i sentimenti di amore e attrazione sessuale della mia famiglia per me stiano diventando genuini.{/i}

source: [RT] {i}Now what was I thinking about?{/i}
french: [RT] {i}Maintenant, à quoi pensais-je?{/i}
italian: [RT] {i}Ora a cosa stavo pensando?

source: [L] I'd better stop, or you're going to blow it before I get a chance to give you my virginity.
french: [L] Je ferais mieux d'arrêter, ou tu vas le souffler avant que j'aie la chance de te donner ma virginité.
italian: [L] È meglio che mi fermi, o lo farai saltare prima che io abbia la possibilità di darti la mia verginità.

source: [R] How is such a beautiful girl still a virgin?
french: [R] Comment une si belle fille est-elle encore vierge?
italian: [R] Come fa una ragazza così bella ad essere ancora vergine?

source: [L] I don't know, I just never felt those kinds of feelings for anyone else... The kinds of feelings I feel for you.
french: [L] Je ne sais pas, je n'ai jamais ressenti ce genre de sentiments pour quelqu'un d'autre... Le genre de sentiments que je ressens pour toi.
italian: [L] Non lo so, è solo che non ho mai provato questo tipo di sentimenti per nessun altro... Il tipo di sentimenti che provo per te.

source: [L] Now, are you ready? Because I really want it!
french: [L] Maintenant, es-tu prêt? Parce que je le veux vraiment!
italian: [L] Ora, sei pronta? Perché lo voglio davvero!

source: [L] [ryan]!... Please, be careful... I've practiced with a dildo before, but nothing as big as you.
french: [L] [ryan]!... S'il te plaît, fais attention... J'ai déjà pratiqué avec un gode, mais rien d'aussi gros que toi.
italian: [L] [ryan]!... Per favore, fai attenzione... Ho fatto pratica con un dildo prima, ma niente di così grande come te.

source: [RT] {i}Haha... I know... I've seen it.{/i}
french: [RT] {i}Haha... Je sais... Je l'ai vu.{/i}
italian: [RT] {i}Haha... Lo so... L'ho visto.

source: [R] Don't worry... I'll go slow.
french: [R] Ne t'inquiètes pas... J'y vais doucement.
italian: [R] Non preoccuparti... Ci andrò piano.

source: [L] Ffffuuuuuck.
french: [L] Meeerrrdddeee.
italian: [L] Ccazzooo.

source: [L] Ohhh... I feel so full.
french: [L] Ohhh... Je me sens si pleine .
italian: [L] Ohhh... mi sento così pieno.

source: [R] Fuck... you're so tight!
french: [R] Merde... tu es tellement serrée!
italian: [R] Cazzo... sei così stretto!

source: [L] Ok... you can start moving, but slowly.
french: [L] D'accord... tu peux commencer à bouger, mais lentement.
italian: [L] Ok... puoi iniziare a muoverti, ma lentamente.

source: [L] Oh, God!... I've lost it!... I've given my virginity to my own brother!
french: [L] Oh, mon Dieu!... Je l'ai perdu !... J'ai donné ma virginité à mon propre frère!
italian: [L] Oh, Dio!... L'ho perso! Ho dato la mia verginità a mio fratello!

source: [L] Why does.... the complete depravity of it all.... make it feel so much more satisfying?
french: [L] Pourquoi.... la dépravation totale de tout cela.... faire en sorte qu'il se sente tellement plus satisfaisant?
italian: [L] Perché.... la completa depravazione di tutto questo.... lo fa sentire molto più soddisfacente?

source: [R] I don't know... huunnngghhh... but you're absolutely right.
french: [R] Je ne sais pas... huunnngghhh... mais tu as absolument raison.
italian: [R] Non lo so... huunnngghhh... ma hai assolutamente ragione.

source: [R] The fact that we're not supposed to be doing this... makes it so much... better!
french: [R] Le fait que nous ne sommes pas censés faire cela... ça en fait tellement... mieux !
italian: [R] Il fatto che non dovremmo farlo... lo rende molto... migliore!

source: [R] Can you even imagine... what Mom would say?
french: [R] Peux-tu même imaginer... que dirait maman?
italian: [R] Puoi anche solo immaginare... cosa direbbe la mamma?

source: [L] UUunnnnggghh... Yeah... she'd blow a fuse!
french: [L] UUunnnnggghh... Ouais... elle ferait sauter un fusible!
italian: [L] UUunnnnggghh... Sì... andrebbe fuori di testa!

source: [R] Can we try another position?
french: [R] Pouvons-nous essayer une autre position?
italian: [R] Possiamo provare un'altra posizione?

source: [L] God, yes.
french: [L] Mon dieu, oui.
italian: [L] Dio, sì.

source: [L] I didn't think it would be possible... for you to get any... deeper, but I think you have... somehow!
french: [L] Je ne pensais pas que ce serait possible... pour que tu en aies... plus profond, mais je pense que oui... en quelque sorte!
italian: [L] Non pensavo che sarebbe stato possibile... per te diventare più... profondo, ma penso che tu l'abbia fatto... in qualche modo!

source: [L] God!... Your dick is... pounding my womb!
french: [L] Dieu!... Ta bite l'est... martelant mon ventre!
italian: [L] Dio!... Il tuo cazzo sta... martellando il mio utero!

source: [LT] {i}What if it... forces it open?{/i}
french: [LT] {i}Que se passe-t-il si il ... le force à s'ouvrir ?{/i}
italian: [LT] {i}E se... lo costringesse ad aprirsi?

source: [LT] {i}Is it possible to be womb fucked?{/i}
french: [LT] {i}Est-il possible de se faire baiser jusqu'à l'utérus?{/i}
italian: [LT] {i}È possibile essere scopati nell'utero?

source: [LT] {i}This hurts!... But feels so good at the same time! {/i}
french: [LT] {i}Ça fait mal!... Mais je me sens tellement bien en même temps!{/i}
italian: [LT] {i}Fa male!... Ma allo stesso tempo è così bello! {/i}

source: [LT] {i}I swear my womb is going to split!{/i}
french: [LT] {i}Je jure que mon ventre va se fendre!{/i}
italian: [LT] {i}Giuro che il mio utero sta per spaccarsi!

source: [L] Fuck!!
french: [L] Merde!!
italian: [L] Cazzo!

source: [R] You ok?
french: [R] Ça va?
italian: [R] Stai bene?

source: [R] Haha... Ok... I'm going to keep going.
french: [R] Haha... Ok... Je vais continuer.
italian: [R] Haha... Ok... Continuerò ad andare avanti.

source: [LT] {i}Oh, God!... That was the best orgasm of my entire life!{/i}
french: [LT] {i}Oh, mon Dieu!... C'était le meilleur orgasme de toute ma vie!{/i}
italian: [LT] {i}Oh, Dio! Questo è stato il miglior orgasmo di tutta la mia vita!

source: [LT] {i}Fuck... I've heard an orgasm can make a woman's chances of getting pregnant even higher!{/i}
french: [LT] {i}Merde... J'ai entendu dire qu'un orgasme peut augmenter encore les chances d'une femme de tomber enceinte!{/i}
italian: [LT] {i}Cazzo... Ho sentito che un orgasmo può aumentare le possibilità di una donna di rimanere incinta!

source: [LT] {i}Could that big of an orgasm make me even that much more fertile?{/i}
french: [LT] {i}Ce gros orgasme pourrait-il me rendre encore plus fertile?{/i}
italian: [LT] {i}Potrebbe un orgasmo così grande rendermi ancora più fertile?

source: [LT] {i}I can't get pregnant, but the thought of all [ryan]'s swimmers soaking my eggs just turns me on so much!{/i}
french: [LT] {i}Je ne peux pas tomber enceinte, mais la pensée de tous les spermatozoides de [ryan] qui courent vers mes œufs m'excite tellement!{/i}
italian: [LT] {i}Non posso rimanere incinta, ma il pensiero di tutti i nuotatori di [ryan] che bagnano le mie uova mi eccita così tanto!

source: [R] Fuck! I'm going to cum!
french: [R] Merde ! Je vais éjaculer !
italian: [R] Cazzo! Sto per venire!

source: [L] Fuck!... Don't you dare pull out!
french: [L] Merde!... N'oses pas sortir!
italian: [L] Cazzo!... Non osare tirarti fuori!

source: [L] I want you to fill my hungry pussy!
french: [L] Je veux que tu remplisses ma chatte affamée!
italian: [L] Voglio che tu riempia la mia figa affamata!

source: [L] Fuck!... Pull out!
french: [L] Putain!... Dégage!
italian: [L] Schiaccia!... Estrai!

source: [L] Don't you dare cum in my pussy!
french: [L] N'ose pas jouir dans ma chatte!
italian: [L] Non osate sperare nella mia figa!

source: [L] God, yes!
french: [L] Mon dieu, oui!
italian: [L] Dio, sì!

source: [LT] {i}Oh, wow!... I think my pussy's full.{/i}
french: [LT] {i}Oh, wow!... Je pense que ma chatte est pleine.{/i}
italian: [LT] {i}Oh, wow!... Penso che la mia figa sia piena {/i}.

source: [LT] {i}Oh... My womb feels like a full water balloon!{/i}
french: [LT] {i}Oh... Mon ventre ressemble à un ballon plein d'eau!{/i}
italian: [LT] {i}Oh... Il mio utero si sente come un gavettone pieno!

source: [L] AAahhh... I can't fit anymore!
french: [L] AAahhh... Je ne peux plus tenir !
italian: [L] AAahhh... non ci sto più!

source: [L] Fffuuuck!
french: [L] Meerrrddeee!
italian: [L] Cazooooo!

source: [L] Goddammit, [ryan]!
french: [L] Bon sang, [ryan]!

source: [L] I told you to pull out!
french: [L] Je t'ai dit de te retirer!
italian: [L] Vi ho detto di tirare fuori!

source: [L] I might be pregnant now!
french: [L] Je pourrais être enceinte maintenant!
italian: [L] Potrei essere incinta ora!

source: [R] You're not on birth control?
french: [R] Tu prends des contraceptifs ?
italian: [R] Non sei sotto controllo delle nascite?

source: [L] Why would I be on birth control? I'm a fucking virgin!
french: [L] Pourquoi serais-je sous contrôle des naissances? Je suis une putain de vierge!
italian: [L] Perché sarei sul controllo delle nascite? Sono una vergine del cazzo!

source: [L] Uhhhh... I mean... I was...
french: [L] Uhhhh... Je veux dire... Je l'étais...
italian: [L] Uhhhh... Voglio dire... Ero...

source: [L] God!... I'm not a virgin anymore!
french: [L] Dieu!... Je ne suis plus vierge !
italian: [L] Dio!... Non sono più vergine!

source: [R] Look at it!... It won't stop oozing out!
french: [R] Regarde-le!... Ça n'arrêtera pas de suinter!
italian: [R] Guardate!... Non smetterà di smettere!

source: [L] How do you fit that much cum in those little balls?
french: [L] Comment fais-tu pour mettre autant de sperme dans ces petites boules?
italian: [L] Come si misura quel tanto sperma in quelle palline piccole?

source: [L] God, I hope I'm not pregnant!
french: [L] Dieu, j'espère que je ne suis pas enceinte!
italian: [L] Dio, mi auguro di non essere incinta!

source: [R] I'm really sorry! I just got caught up in the moment.
french: [R] Je suis vraiment désolé! Je suis juste pris dans le moment.
italian: [R] Mi dispiace davvero! Mi sono appena ritrovata al momento.

source: [R] Do you forgive me?
french: [L] Cela te dérange-t-il que je regarde?
italian: [R] Mi perdoni?

source: [L] Yeah... I guess.
french: [L] Ouais... Je suppose.
italian: [L] Sì... Immagino che.

source: [L] But don't do it next time!
french: [L] Mais ne le fais pas la prochaine fois!
italian: [L] Ma la prossima volta non farlo!

source: [R] Next time?
french: [R] La prochaine fois?
italian: [R] La prossima volta?

source: [L] Oh, God!... you filled every inch of my womb with your cum!
french: [L] Oh, mon Dieu!... tu as rempli chaque centimètre de mon ventre de ton sperme!
italian: [L] Oh, Dio!... hai riempito ogni centimetro del mio utero con il tuo sperma!

source: [L] I think you might have even inflated it a little!
french: [L] Je pense que tu l'as peut-être même un peu gonflé!
italian: [L] Penso che potresti anche averlo gonfiato un pò!
