Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [RT] {i}I've been surprised at how open I am to a lot of kinks, but I'll never be comfortable with that one.{/i}
italian: [RT] {i}Sono rimasto sorpreso di quanto sono aperto a molti punti, ma non mi sentirò mai a mio agio con quello.{/i}

source: [RT] {i}Yes! I caught them in the shower together.{/i}
italian: [RT] {i}Sì! Li ho presi sotto la doccia insieme.{/i}

source: [RT] {i}Haha... it looks like Mandy's sneaking peeks at Lauren when she bends over to shave her legs.{/i}
italian: [RT] {i}Haha... sembra che Mandy sbircia a Lauren quando si piega per radersi le gambe.{/i}

source: [RT] {i}Is... she the female version of me?{/i}
italian: [RT] {i}è... lei la versione femminile di me?{/i}

source: [RT] {i}Mandy is such a tease!{/i}
italian: [RT] {i}Mandy è un tale tease!{/i}

source: [RT] {i}Haha... Lauren isn't letting her get away with that.{/i}
italian: [RT] {i}Haha... Lauren non le permette di scappare così.{/i}

source: [RT] {i}Now what are they doing?{/i}
italian: [RT] {i}Ora che cosa stanno facendo?{/i}

source: [RT] {i}I'm not really sure, but I think they're comparing breast size?{/i}
italian: [RT] {i}Non sono affatto sicuro, ma penso che stiano confrontando la dimensione del seno?{/i}

source: [RT] {i}Oh... I've stayed too long... I'd better run before I get caught.{/i}
italian: [RT] {i}Oh... Sono rimasto troppo a lungo... Farei meglio a correre prima di farsi catturare.{/i}

source: [RT] {i}The door's locked... oh yeah, it's Mandy's and Lauren't shower time.{/i}
italian: [RT] {i}La porta è bloccata... oh sì, è il tempo di doccia di Mandy's e Laurnon.{/i}

source: [RT] {i}Damn... what a wasted opportunity... I've got to figure out a way to spy on them... maybe I can find something on the online store.{/i}
italian: [RT] {i}Dannazione... che opportunità sprecata... Devo capire un modo per spiarli... forse posso trovare qualcosa sul negozio online.{/i}

source: [RT] {i}It sounds like Mandy is taking advantage of the weekend by getting the shower to herself.{/i}
italian: [RT] {i}Sembra che Mandy stia approfittando del fine settimana facendo la doccia da sé.{/i}

source: [RT] {i}She's already showered, she'll be coming out that door any second. I don't want to be creeping around when she does.{/i}
italian: [RT] {i}Si è già fatta la doccia, uscirà da quella porta a momenti. Non voglio essere in giro a strisciare quando lo fa.

source: [RT] {i}And I think I'll zoom in a little bit.{/i}
italian: [RT] {i}E penso che aumenterò un po' di zoom.{/i}

source: [RT] {i}Oh, I love those mosquito bite titties!{/i}
italian: [RT] {i}Oh, amo quelle zanzare morso titties!{/i}

source: [RT] {i}I've got to get a picture.{/i}
italian: [RT] {i}Devo fare una foto.

source: [RT] {i}Aaauhh... I've been here too long, I'd better go before I'm caught.{/i}
italian: [RT] {i}Aaauhh... Sono stato qui troppo a lungo, farei meglio ad andare prima di essere catturato.{/i}

source: [RT] {i}The door is locked... sounds like somebody is showering...{/i}
italian: [RT] {i}La porta è bloccata... sembra che qualcuno stia doccia...{/i}

source: [RT] {i}Since I can't see through doors, I have no idea who's in there.{/i}
italian: [RT] {i}Dal momento che non riesco a vedere attraverso le porte, non ho idea di chi c'è dentro.{/i}

source: [RT] {i}Nothing a little spycam wouldn't solve though.{/i}
italian: [RT] {i}Nulla di una piccola spycam non risolverebbe però.{/i}

source: [RT] {i}I should check the online store.{/i}
italian: [RT] {i}Dovrei controllare il negozio online.{/i}

source: [RT] {i}I think Mandy is taking an early morning shower. Wait... did I just hear some moaning? I've got to see this!{/i}
italian: [RT] {i}Penso che Mandy stia facendo una doccia mattutina. Aspetta... ho appena sentito qualche gemito? Devo vedere questo!{/i}

source: {i}{b}"Mandy's Libido -5"{/b}{/i}
italian: {i}{b}"La libido di Mandy -5"{/b}{/i}

source: [RT] {i}Mandy is taking an early morning shower. Wait... did I just hear some moaning? Uggh, I've got to find a way to see what's going on in there!{/i}
italian: [RT] {i}Mandy sta facendo una doccia mattutina. Aspetta... ho appena sentito un po' di gemito? Uggh, devo trovare un modo per vedere cosa sta succedendo lì dentro!{/i}

source: [RT] {i}Thank you technology!{/i}
italian: [RT] {i}Grazie alla tecnologia!

source: [RT] {i}Oh my God, yes! This is so awesome!{/i}
italian: [RT] {i}Oh mio Dio, sì! Questo è davvero fantastico!

source: [RT] {i}And thanks to modern technology I can watch it all.{/i}
italian: [RT] {i}E grazie alla tecnologia moderna posso guardare tutto.

source: [RT] {i}I'm amazed such a small ass can fit that shampoo bottle.{/i}
italian: [RT] {i}Sono stupito che un culo così piccolo possa entrare in quella bottiglia di shampoo.{/i}

source: [RT] {i}I love how unashamed Mandy is about being a sexual person.{/i}
italian: [RT] {i}Adoro come Mandy non si vergogni di essere una persona sessuale.

source: [RT] {i}If everyone were as open and honest as her, we'd all have a lot more fun.{/i}
italian: [RT] {i}Se tutti fossero aperti e onesti come lei, ci divertiremmo molto di più.

source: [RT] {i}I guess I'm not all that honest or open, but if I were, I'd get called a pervert and be sent to jail.{/i}
italian: [RT] {i}Immagino di non essere tutto questo onesto o aperto, ma se lo fossi, verrei chiamato pervertito e sarei mandato in prigione.{/i}

source: [RT] {i}I have to capture this moment. ok, just double tapping the screen while watching a livefeed should take a pic.{/i}
italian: [RT] {i}Devo catturare questo momento. ok, basta toccare due volte lo schermo mentre si guarda una foto dovrebbe scattare una foto.{/i}

source: [RT] {i}Perfect! That beautiful image will be on my computer next time I check it.{/i}
italian: [RT] {i}Perfetto! Quella bellissima immagine sarà sul mio computer la prossima volta che lo controllerò.{/i}

source: [RT] {i}Look at that tiny ass stretch!{/i}
italian: [RT] {i}Guarda che bel culetto allungato!

source: [RT] {i}I need to sneak a bigger shampoo bottle in the bathroom... help all the girls get ready for me.{/i}
italian: [RT] {i}Devo portare di nascosto una bottiglia di shampoo più grande in bagno... aiutare tutte le ragazze a prepararsi per me.{/i}

source: [RT] {i}Oh damn!... What a cute little squirt!{/i}
italian: [RT] {i}Oh, dannazione! Che carino questo scricciolo! {/i}.

source: [RT] {i}And now I've been here too long... I'd better take off before someone sees me just staring at my phone in front of the bathroom door.{/i}
italian: [RT] {i}E ora sono qui da troppo tempo... Sarà meglio che me ne vada prima che qualcuno mi veda fissare il mio telefono davanti alla porta del bagno.{/i}.

source: [RT] {i}Great show, Mandy!{/i}
italian: [RT] {i}Grande spettacolo, Mandy!

source: [RT] {i}It sounds like Aunt Cami's taking her afternoon shower.{/i}
italian: [RT] {i}Sembra che Zia Cami stia facendo la sua doccia pomeridiana.{/i}

source: [RT] {i}Just when I think I like smaller titties, I get a good look at those!{/i}
italian: [RT] {i}Proprio quando penso che mi piacciono le tette più piccole, ottengo una buona occhiata a quelle!{/i}

source: [RT] {i}I guess I just love all sizes of tits equally.{/i}
italian: [RT] {i}Immagino che amo tutte le dimensioni delle tette allo stesso modo.{/i}

source: [RT] {i}The door is locked... Aunt Cami must be taking her afternoon shower...{/i}
italian: [RT] {i}La porta è bloccata... La zia Cami deve fare la sua doccia pomeridiana...{/i}

source: [RT] {i}I'd love to see those huge boobies all wet and soaped up!{/i}
italian: [RT] {i}Mi piacerebbe vedere quelle enormi tette tutte bagnate e insaponate!{/i}

source: [RT] {i}I should put a spycam in there or something.{/i}
italian: [RT] {i}Dovrei mettere una spycam lì o qualcosa.{/i}

source: [RT] {i}Door's locked, it looks like Aunt Cami's taking her afternoon shower.. Wait... did I just hear some moaning? I've got to see this!{/i}
italian: [RT] {i}Porta bloccata, sembra che zia Cami stia facendo la sua doccia pomeridiana.. Aspetta... ho appena sentito un po' di gemere? Devo vedere questo!{/i}

source: {i}"Aunt Camille's Libido -5"{/i}
italian: {i}"La libido di zia Camille -5"{/i}

source: [RT] {i}Door's locked, it looks like Aunt Cami's taking her afternoon shower.. Wait... did I just hear some moaning?{/i}
italian: [RT] {i}Porta bloccata, sembra che la zia Cami stia facendo la sua doccia pomeridiana.. Aspetta... ho appena sentito un po' di gemere?{/i}

source: [RT] {i}Uuuurrrggghhhh... if only I had a way to see in there!{/i}
italian: [RT] {i}Uuuurrggghhh... se solo ho avuto un modo di vedere in lì!{/i}

source: {i}"Aunt Camille's' Libido -5"{/i}
italian: {i}"Libido di Zia Camille -5"{/i}

source: [RT] {i}Good old trusty spycam!{/i}
italian: [RT] {i}Buona vecchia e fidata spycam!

source: [RT] {i}I really should have tried to find spycams that record video!{/i}
italian: [RT] {i}Dovrei davvero cercare delle spycam che registrano video!

source: [RT] {i}Oh well, at least it takes pictures.{/i}
italian: [RT] {i}Oh beh, almeno fa delle foto.{/i}

source: [RT] {i}Time to zoom in a little closer.{/i}
italian: [RT] {i}E' ora di zoomare un pò più vicino.{/i}

source: [RT] {i}I can't believe so many girls in my family are into anal.{/i}
italian: [RT] {i}Non posso credere che così tante ragazze nella mia famiglia siano appassionate di anale.{/i}

source: [RT] {i}I always thought girls that liked anal were just a myth... that they only exist in porn and crappy h-games.{/i}
italian: [RT] {i}Ho sempre pensato che le ragazze a cui piace il sesso anale fossero solo un mito... che esistessero solo nel porno e nei giochi di merda.

source: [RT] {i}What if my life is just a simulation... and I only exist in some pervert's porn game!...{/i}
italian: [RT] {i}E se la mia vita fosse solo una simulazione... e io esistessi solo nel gioco porno di qualche pervertito!

source: [RT] {i}Haha... that's ridiculous... if I were in a porn game, my dick would be twice as big.{/i}
italian: [RT] {i}Haha... è ridicolo... se fossi in un gioco porno, il mio cazzo sarebbe due volte più grande.

source: [RT] {i}I should really just concentrate on what's going on in front of me...{/i}
italian: [RT] {i}Dovrei davvero concentrarmi su quello che sta succedendo davanti a me...{/i}

source: [RT] {i}I could watch this all day!{/i}
italian: [RT] {i}Potrei guardare questo tutto il giorno!

source: [RT] {i}Holy fuck!... That's a huge squirt!{/i}
italian: [RT] {i}Oh, cazzo!... Questo è uno schizzo enorme!

source: [RT] {i}She's gonna have to take another shower!{/i}
italian: [RT] {i}Dovrà farsi un'altra doccia!

source: [RT] {i}I mean besides the two she just took.{/i}
italian: [RT] {i}Voglio dire oltre alle due che ha appena fatto.

source: [S] Well look who's back!
italian: [S] Guarda bene chi è indietro!

source: [S] I'm guessing you've got some money for me?
italian: [S] Immagino che tu abbia dei soldi per me?

source: [S] Haha... My eyes are up here [ryan].
italian: [S] Haha... I miei occhi sono qui [ryan].

source: [RT] {i}Maybe I'd better not be so obvious.{/i}
italian: [RT] {i}Forse sarebbe meglio non essere così ovvio.{/i}

source: [ST] {i}Haha... I can tell he's really trying not to peek.{/i}
italian: [ST] {i}Haha... Posso dire che sta davvero cercando di non sbirciare.{/i}

source: [ST] {i}Good for him for showing some self-control.{/i}
italian: [ST] {i}Buono per lui per aver mostrato qualche autocontrollo.{/i}

source: {i}{b}"Sidney's Respect +1"{/b}{/i}
italian: {i}{b}"Il rispetto di Sidney +1"{/b}{/i}

source: [S] I hope it's enough to pay the Mafia debt this week, and buy the costumes.
italian: [S] Spero che sia sufficiente pagare il debito mafioso questa settimana, e comprare i costumi.

source: [R] I've been working really hard lately, and I should have enough to pay for both outfits and the weekly Mafia debt.
italian: [R] Ho lavorato molto duramente ultimamente, e dovrei avere abbastanza per pagare entrambi gli abiti e il debito settimanale mafioso.

source: [S] Good for you, [ryan]! Keep it up and maybe we will be able to get along without Dad.
italian: [S] Buono per te, [ryan]! Continuate e forse saremo in grado di andare d'accordo senza papà.

source: {i}"Money - $1000"{/i}
italian: {i}"Soldi - 1000 dollari"{/i}

source: [R] Why should I be the one responsible to pay off the debt every week, Mom can help out too.
italian: [R] Perché dovrei essere io quello responsabile di pagare il debito ogni settimana, anche mamma può dare una mano.

source: [S] Yeah, well I guess it's your money. You earned it. If you'd rather pay me for a sexy costumes for Mom and your school girlfriend, than keeping Mom safe from the Mafia, that's up to you.
italian: [S] Sì, immagino che siano i tuoi soldi. Lo hai guadagnato. Se preferisci pagarmi per un costume sexy per la mamma e la tua fidanzata di scuola, che mantenere la mamma al sicuro dalla mafia, questo dipende da te.

source: [R] Oh please, Mom's not in any danger.
italian: [R] Oh per favore, la mamma non è in pericolo.

source: [R] So, how long will it take to finish?
italian: [R] Allora, quanto tempo ci vorrà per finire?

source: [S] Give me a couple days and then I'll have it ready for fitting on Mom and the other girl, what's her name?
italian: [S] Dammi un paio di giorni e poi sarò pronto per adattarsi a mamma e l'altra ragazza, qual è il suo nome?

source: [S] Ok... I'll get it done.
italian: [S] Ok... lo farò finito.

source: [R] Awesome, I can't wait!
italian: [R] Fantastico, non vedo l'ora!

source: [S] Haha, I'll bet you can't.
italian: [S] Haha, scommetto che non puoi.

source: [R] What's that supposed to mean?
italian: [R] Cosa dovrebbe significare?

source: [S] Oh, I think you know.
italian: [S] Oh, penso che tu lo sappia.

source: [R] Whatever... I'll just check back in a few days to see if you're done.
italian: [R] Qualunque cosa sia... tornerò indietro tra qualche giorno per vedere se hai finito.

source: [S] Hey [ryan], what can I do for you?
italian: [S] Ehi [ryan], cosa posso fare per te?

source: [R] I need a couple more cosplay outfits made.
italian: [R] Ho bisogno di un altro paio di abiti cosplay fatti.

source: [S] Two of them? Really?
italian: [S] Due di loro? Davvero?

source: [S] Who are the two unlucky girls?
italian: [S] Chi sono le due sfortunate?

source: [R] A girl from my school named Megan...
italian: [R] Una ragazza dalla mia scuola di nome Megan...

source: [R] And... Mom.
italian: [R] E Mamma.

source: [S] Hahahahah... You're such a tease!
italian: [S] Hahahahah... Sei proprio una presa in giro!

source: [S] Hahahaha...
italian: [S] Hahahahh...

source: [S] Oh, my God! You're serious!
italian: [S] Oh mio Dio! Sei serio!

source: [S] How in the hell did you pull that one off?
italian: [S] Come all'inferno lo hai tolto?

source: [R] It wasn't really me, it was all...
italian: [R] Non era davvero io, era tutto...

source: [R] Oh my God, Sidney, you're not wearing any panties!
italian: [R] Oh mio Dio, Sidney, non stai indossando alcun antipo!

source: [S] Hahaha... Shhhhhh...
italian: [S] Hahaha... Shhhhh...

source: [S] I don't want the whole house to hear.
italian: [S] Non voglio che tutta la casa si senta.

source: [S] I thought you might enjoy that!
italian: [S] Ho pensato che ti possa piacere!

source: [S] I've just been waiting for you to come talk to me, and I knew you'd try to peek up my skirt.
italian: [S] Ti ho appena aspettato di venire a parlare con me, e sapevo che avresti provato a sbirciare la mia gonna.

source: [S] Make sure you get a good look.
italian: [S] Assicurarsi di avere un buon look.

source: [R] I can't believe you're the same sister that I grew up with.
italian: [R] Non posso credere che tu sia la stessa sorella con cui sono cresciuta.

source: [S] Well... In a lot of ways I'm not.
italian: [S] Beh, per molti versi non lo sono.

source: [S] Now, you were saying something about needing some cosplay outfits?
italian: [S] Ora, stavi dicendo qualcosa circa la necessità di alcuni abiti di cosplay?

source: [S] For Mom?
italian: [S] Per la mamma?

source: [S] I still can't believe that!
italian: [S] Non riesco ancora a crederci!

source: [R] Yeah, it's a long story. I'll tell you some other time.
italian: [R] Sì, è una lunga storia. Ti racconterò un'altra volta.

source: [RT] {i}I'll just have to censor most of the important details.{/i}
italian: [RT] {i}Dovrò solo censurare la maggior parte dei dettagli importanti.{/i}

source: [S] You'd better! I'm dying to know.
italian: [S] Faresti meglio! Sto morendo di sapere.

source: [S] So what kind of outfits do you need?
italian: [S] Quindi di che tipo di abiti hai bisogno?

source: [R] Have you ever seen any of the Perry Hotter movies?
italian: [R] Hai mai visto uno dei film di Perry Hotter?

source: [S] Of course, several times each, thought it's been a while.
italian: [S] Naturalmente, diverse volte ciascuno, pensava che fosse un po '.

source: [RT] {i}Why is everyone so infatuated with that dumb story?{/i}
italian: [RT] {i}Perché tutti sono così infatuati da quella storia stupida?{/i}

source: [R] Well I need an outfit for a student and a teacher.
italian: [R] Beh, ho bisogno di un outfit per uno studente e un insegnante.

source: [S] Easy...
italian: [S] Facile...

source: [R] So I'm thinking a conservative costume, that turns into a sexy costume.
italian: [R] Così sto pensando un costume conservatore, che si trasforma in un costume sexy.

source: [S] You mean like every other outfit I've made?
italian: [S] Vuoi dire come ogni altro outfit che ho fatto?

source: [R] Yep, just continue the good work.
italian: [R] Yep, basta continuare il buon lavoro.

source: [S] Alright, that will just cost you one thousand dollars.
italian: [S] Va bene, che vi costerà solo mille dollari.

source: [R] One thousand dollars?!
italian: [R] Mille dollari?!

source: [S] Yep... I told you I wouldn't do any more costumes for less than $500.
italian: [S] Sì... Ti ho detto che non avrei fatto più costumi per meno di $500.

source: [R] I thought you were just being bitchy at the time.
italian: [R] Pensavo che fossi appena stato cagnato all'epoca.

source: [S] I was... but still... you're making more money these days, and I need the money pretty badly myself.
italian: [S] Sono stato... ma ancora... stai facendo più soldi in questi giorni, e ho bisogno dei soldi abbastanza male me stesso.

source: [R] Maybe I can do something special for you tonight in the bedroom to bring that price down.
italian: [R] Forse posso fare qualcosa di speciale per voi stasera in camera da letto per abbassare il prezzo.

source: [S] that was a joke... right?
italian: [S] quella era una battuta... giusto?

source: [RT] {i}No... Why is that so funny?{/i}
italian: [RT] {i}No... Perché è così divertente?{/i}

source: [R] Of course it was a joke.
italian: [R] Naturalmente era una battuta.

source: [S] You're such a tease!
italian: [S] Sei un tale stuzzicante!

source: [S] So do you have enough money to keep Mom from having to strip in the club this weekend, and enough for the costumes?
italian: [S] Quindi hai abbastanza soldi per evitare che la mamma debba spogliarsi nel club questo fine settimana, e abbastanza per i costumi?

source: [S] Good for you [ryan]! Keep it up and maybe we will be able to get along without Dad.
italian: [S] Buono per te [ryan]! Continuate e forse saremo in grado di andare d'accordo senza papà.

source: [S] Yeah, well I guess it's your money. You earned it. If you'd rather pay me for a sexy costumes for Mom and your school girlfriend, then keeping Mom safe from the Mafia, that's up to you.
italian: [S] Sì, immagino che siano i tuoi soldi. Lo hai guadagnato. Se preferisci pagarmi per un costume sexy per la mamma e la tua fidanzata di scuola, poi tenere la mamma al sicuro dalla mafia, che sta a te.

source: [MG] Hey, [ryan]!
italian: [MG] Ehi, [ryan]!

source: [R] Megan! I didn't know you were here.
italian: [R] Megan! Non sapevo che tu eri qui.

source: [M] I brought her home from school with me after Sidney texted me that the costumes were ready for fitting.
italian: [M] L'ho portata a casa da scuola con me dopo che Sidney mi ha scritto che i costumi erano pronti per l'allestimento.

source: [R] Nice! I wish you'd tell me though. I don't ever want to miss a costume fitting.
italian: [R] Bene! Vorrei che mi dicessi comunque. Non voglio mai perdere un costume fitting.

source: [MG] Why? What don't you want to miss?
italian: [MG] Perché? Cosa non vuoi perdere?

source: [RT] {i}Oh man, Megan is trouble... I love to get into trouble!{/i}
italian: [RT] {i}Oh uomo, Megan è problemi... Mi piace entrare nel trouble!{/i}

source: [R] Oh... I just like to be part of the process.
italian: [R] Oh... Mi piace proprio essere parte del processo.

source: [S] Alright, [ryan]... what do you think?
italian: [S] Bene, [ryan]... cosa ne pensi?

source: [R] They look really authentic!
italian: [R] Sembrano davvero autentici!

source: [R] I feel like I'm looking at actual costumes from the set of the movie, but I can't wait to see the sexy versions of them.
italian: [R] Mi sento di guardare i costumi reali dal set del film, ma non vedo l'ora di vedere le versioni sexy di loro.

source: [S] I couldn't really do a sexy version of Mom's, so I made a whole other outfit for her to change into.
italian: [S] Non potevo davvero fare una versione sexy di mamma, quindi ho fatto un altro vestito per lei di cambiare in.

source: [S] At no extra charge, I might add.
italian: [S] Senza alcun costo aggiuntivo, potrei aggiungere.

source: [R] Wow! Thank you.
italian: [R] Wow! Grazie.

source: [S] I'll also let you use the wands and fake broom that we picked up from Perry Hotter Land from our California vacation a couple years ago.
italian: [S] Ti lascerò anche usare le bacchette e la falsa scopa che abbiamo raccolto da Perry Hotter Land dalla nostra vacanza in California un paio di anni fa.

source: [R] That's a great idea!
italian: [R] È una grande idea!

source: [R] So, can I see the sexy versions of the costumes?
italian: [R] Quindi, posso vedere le versioni sexy dei costumi?

source: [M] You don't need to see them until the shoot.
italian: [M] Non hai bisogno di vederli fino a quando lo sparo.

source: [R] Well I kind of do, that way I know what kind of digital background I need to start putting together.
italian: [R] Bene lo faccio, in questo modo so che tipo di background digitale ho bisogno di iniziare a mettere insieme.

source: [R] What kind of poses to start planning.
italian: [R] Che tipo di pose per iniziare la pianificazione.

source: [M] Uuurrgghh... I don't like this... but I get what your're saying.
italian: [M] Uuurrgghh... Non mi piace questo... ma ottengo quello che stai dicendo.

source: [M] Let's go change, Megan.
italian: [M] Andiamo a cambiare, Megan.

source: [MG] I don't mind changing right here.
italian: [MG] Non mi dispiace cambiare proprio qui.

source: [M] No... you can change in the bathroom.
italian: [M] No... puoi cambiare in bagno.

source: [MG] Haha... ok, we'll be right back.
italian: [MG] Haha... ok, saremo subito di ritorno.

source: [S] Thank you for letting me be part of this.
italian: [S] Grazie per avermi lasciato fare parte di questo.

source: [S] I've never seen Mom so uncomfortable, it's been hilarious!
italian: [S] Non ho mai visto la mamma così a disagio, è stata esilarante!

source: [S] You still haven't told me how you convinced her to do a photoshoot.
italian: [S] Non mi hai ancora detto come l'hai convinta a fare un photoshoot.

source: [S] And to do it with one of her students?
italian: [S] E per farlo con uno dei suoi studenti?

source: [S] ... you never cease to amaze me.
italian: [S] ... non smettete mai di stupirmi.

source: [R] Well, like I said, I had much less to do with it than you think...
italian: [R] Beh, come ho detto, ho avuto molto meno a che fare con esso di quanto si pensa...
