Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [UB] Oh.... I'm gonna cum too!
french: [UB] Oh.... Je vais jouir aussi!
italian: [UB] Oh.... Sto per venire anch'io!

source: [L] Hey!... Some of that got on my skirt.
french: [L] Hé !... Une partie de cela est tombée sur ma jupe.
italian: [L] Ehi!... Un pò di quello è finito sulla mia gonna.

source: [R] Yeah... Stop sucking dick and lets talk about a less... slutty campaign strategy.
french: [R] Ouais... Arrêtes de sucer de la bite et parlons d'un moins... d'une stratégie de campagne salope.
italian: [R] Sì... Smettila di succhiare cazzi e parliamo di una strategia di campagna meno... zoccola.

source: [L] I'm not going to disappoint my future voters now.
french: [L] Je ne vais pas décevoir mes futurs électeurs maintenant.
italian: [L] Non ho intenzione di deludere i miei futuri elettori ora.

source: [L] Come see me here later, and we can work out a better strategy for next week.
french: [L] Viens me voir ici plus tard, et nous pourrons élaborer une meilleure stratégie pour la semaine prochaine.
italian: [L] Vieni a trovarmi qui più tardi e possiamo elaborare una strategia migliore per la prossima settimana.

source: [RT] {i}Fuck!... Why didn't I work harder this week?{/i}
french: [RT] {i}Merde !... Pourquoi n'ai-je pas travaillé plus fort cette semaine ?{/i}
italian: [RT] {i}Fuck!... Perché non ho lavorato più duramente questa settimana?{/i}

source: [RT] {i}I swore I wouldn't let that happen again, but here I am.{/i}
french: [RT] {i}J'ai juré que je ne laisserais pas cela se reproduire, mais j'en suis là.{/i}
italian: [RT] {i}Ho giurato che non avrei lasciato che accadesse di nuovo, ma qui sono.{/i}

source: [RT] {i}I'd better step up my game and really work hard or I'm going to lose her.{/i}
french: [RT] {i}Je ferais mieux d'accélérer mon jeu et de travailler dur ou je vais la perdre. {/i}
italian: [RT] {i}Io farei meglio a rafforzare il mio gioco e lavorare davvero sodo o sto andando perdere.{/i}

source: {i}"Wow! Lauren just gained another 5 influence points all by herself. Blowjobs for votes... You should have put that on the posters."{/i}
french: {i}'Wow! Lauren vient de gagner 5 autres points d'influence toute seule. Fellations pour des votes... Vous auriez dû mettre ça sur les affiches.'{/i}
italian: {i}" Wow! Lauren appena guadagnato un altro 5 punti influenza tutto da sola. Pompini per i voti... Avresti dovuto metterlo sui manifesti."{/mi}

source: [Z] Oh... come on, don't be like that!
french: [Z] Oh... aller, ne sois pas comme ça!
italian: [Z] Oh... dai, non fare così!

source: [R] Like what... An accessory to statutory rape?
french: [R] Comme quoi... Un complice du viol statutaire?
italian: [R] Ti piace cosa... Un accessorio allo stupro statutario?

source: [R] Fuck no, you're too young!
french: [R] Putain non, tu es trop jeune!
italian: [R] No, sei troppo giovane!

source: [Z] That's not fair!
french: [Z] Ce n'est pas juste!
italian: [Z] Non è corretta!

source: [R] Get lost!
french: [R] Va voir ailleurs si j'y suis!
italian: [R] Perdersi!

source: [RT] {i}Now, I wonder if there's anything I can do this week to break up this train on my sister!{/i}
french: [RT] {i}Maintenant, je me demande s'il y a quelque chose que je peux faire cette semaine pour démanteler ce train sur ma sœur!{/i}
italian: [RT] {i}Ora, mi chiedo se c'è qualcosa che posso fare questa settimana per rompere questo treno su mia sorella!{/i}

source: [RT] {i}Oh, God... I can't believe I have to see this again.{/i}
french: [RT] {i}Oh, mon Dieu... Je n'arrive pas à croire que je doive revoir ça.{/i}
italian: [RT] {i}Oh, Dio... Non posso credere di doverlo rivedere.{/i}

source: [L] Why are you here again?!
french: [L] Pourquoi es-tu encore là?!
italian: [L] Perché sei di nuovo qui?!

source: [R] Because I thought you wouldn't do this again!
french: [R] Parce que je pensais que tu ne referais plus ça !
italian: [R] Perché pensavo che non l'avresti fatto di nuovo!

source: [L] What gave you that idea?
french: [L] Qu'est-ce qui t'a donné cette idée?
italian: [L] Cosa ti ha dato questa idea?

source: [R] Well, haven't you already jacked off most the guys in the school?
french: [R] Eh bien, n'as-tu pas déjà branlé la plupart des gars de l'école?
italian: [R] Beh, non hai già preso la maggior parte dei ragazzi della scuola?

source: [UB] She's got to keep her voters happy, or we'll just move on to Matt.
french: [UB] Elle doit garder ses électeurs heureux, ou nous allons passer à Matt.
italian: [UB] Deve tenere felici i suoi elettori, o passiamo a Matt.

source: [R] Oh?... Is he jacking guys off in another bathroom somewhere?
french: [R] Oh?... Est-ce qu'il branle des mecs dans une autre salle de bain quelque part?
italian: [R] Oh?... Sta masturbando ragazzi in un altro bagno da qualche parte?

source: [AUB] No, but if he were, I'd take a hand job from him, too. I'm not gay or anything, but Matt is an extremely handsome guy.
french: [AUB] Non, mais s'il l'était, je lui ferais aussi un travail manuel. Je ne suis pas gay ou quoi que ce soit, mais Matt est un gars extrêmement beau.
italian: [AUB] No, ma se lo fosse, prenderei anche una sega da lui. Non sono gay o altro, ma Matt è un ragazzo estremamente bello.

source: [UB] Dude! You are gay.
french: [UB] Mec! Tu es gay.
italian: [UB] Amico! Sei gay.

source: [R] Would you two just get lost?
french: [R] Veux-tu te perdre tous les deux?
italian: [R] Voi due vi perdereste?

source: [L] Don't listen to him. You two studs don't have to go anywhere until you've cum.
french: [L] Ne l'écoute pas. Tu n'es pas obligés d'aller nulle part tant que tu n'as pas joui.
italian: [L] Non ascoltarlo. Voi due stalloni non dovete andare da nessuna parte finché non avete sperma.

source: [L] If my brother didn't want me jacking off other guys, he would have done more to help me in the polls this week.
french: [L] Si mon frère ne voulait pas que je me branle sur d'autres gars, il aurait fait plus pour m'aider dans les sondages cette semaine.
italian: [L] Se mio fratello non mi voleva jacking off altri ragazzi, avrebbe fatto di più per aiutarmi nei sondaggi di questa settimana.

source: [R] Lauren, It's not like I've got unlimited time and money. I've got other stuff I've got to deal with too.
french: [R] Lauren, ce n'est pas comme si j'avais du temps et de l'argent illimités. J'ai d'autres choses à gérer aussi.
italian: [R] Lauren, non è come se avessi tempo e denaro illimitati. Ho anche altre cose con cui ho a che fare.

source: [L] And I don't have the time to do all the things you said you'd help me with on top of everything I have to do either.
french: [L] Et je n'ai pas le temps de faire toutes les choses avec lesquelles tu m'as dit que tu m'aiderais en plus de tout ce que j'ai à faire non plus.
italian: [L] E non ho il tempo di fare tutte le cose che hai detto che mi avresti aiutato in cima a tutto quello che devo fare.

source: [L] But luckily, I've identified a way to really boost my numbers, in just over an hour.
french: [L] Mais heureusement, j'ai trouvé un moyen de vraiment augmenter mes chiffres, en un peu plus d'une heure.
italian: [L] Ma per fortuna, ho identificato un modo per aumentare veramente i miei numeri, in poco più di un'ora.

source: [L] So, you're not getting me to stop, so why don't you just run along?
french: [L] Donc, tu ne me fais pas arrêter, alors pourquoi ne pars-tu pas?
italian: [L] Quindi, non mi stai spingendo a fermarmi, quindi perché non corri con te?

source: [R] I'm not running along until you come to your senses!
french: [R] Je ne pars pas jusqu'à ce que tu reviennes à la raison!
italian: [R] Non sono in corsa finché non vieni ai tuoi sensi!

source: [LT] {i}God, I was hoping he'd say that!{/i}
french: [LT] {i}Dieu, j'espérais qu'il dirait ça!{/i}
italian: [LT] {i}Dio, speravo che lo dicesse!{/i}

source: [L] Well, then enjoy the show.
french: [L] Eh bien, alors profites du spectacle.
italian: [L] Beh, poi godetevi lo spettacolo.

source: [RT] {i}Having her brother watch her do this, should make her feel uncomfortable.{/i}
french: [RT] {i}Le fait que son frère la regarde faire cela devrait la mettre mal à l'aise.{/i}
italian: [RT] {i}Avendo suo fratello guardarla fare questo, dovrebbe farla sentire a disagio. {/i}

source: [LT] {i}I wonder if this is making him jealous.{/i}
french: [LT] {i}Je me demande si cela le rend jaloux.{/i}
italian: [LT] {i}Mi chiedo se questo lo stia rendendo geloso.{/i}

source: [LT] {i}I mean, this could be him if he'd worked harder.{/i}
french: [LT] {i}Je veux dire, ça pourrait être lui s'il avait travaillé plus fort.{/i}
italian: [LT] {i}Intendo dire, questo potrebbe essere lui se avesse lavorato duramente.{/i}

source: [RT] {i}Why doesn't this seem to phase her?{/i}
french: [RT] {i}Pourquoi cela ne semble-t-il pas la mettre en phase?{/i}
italian: [RT] {i}Perché questo non sembra essere in fase? {/i}

source: [LT] {i}But why does him watching me really turn me on?{/i}
french: [LT] {i}Mais pourquoi me regarde-t-il vraiment?{/i}
italian: [LT] {i}Ma perché lui mi guarda davvero acceso?{/i}

source: [UB] Oh fuck, that feels so good, Lauren!
french: [UB] Oh putain, ça fait du bien, Lauren!
italian: [UB] Oh cazzo, che bella sensazione, Lauren!

source: [AUB] Yeah, I think I'm about to cum.
french: [AUB] Ouais, je pense que je suis sur le point de jouir.
italian: [AUB] Sì, penso che sto per venire.

source: [L] Just make sure you aim for the toilet. A few guys I was jacking off earliar got some on my shoes, but I don't want any more to get on me.
french: [L] Assures-toi simplement de viser les toilettes. Quelques gars que je branlais plus tôt en ont eu sur mes chaussures, mais je ne veux plus m'en prendre.
italian: [L] Assicurati solo di mirare al bagno. Alcuni ragazzi che mi stavo masturbando prima me ne hanno versato un pò sulle scarpe, ma non voglio che altri mi vengano addosso.

source: [RT] {i}How many guys has she jacked off so far?{/i}
french: [RT] {i}Combien de gars a-t-elle branlé jusqu'à présent?{/i}
italian: [RT] {i}Quanti ragazzi si è masturbata finora?

source: [UB] Anything you want, beautiful!
french: [UB] Tout ce que tu veux, ma belle!
italian: [UB] Tutto quello che vuoi, bella!

source: [AUB] Oh, God... That felt good!
french: [AUB] Oh, mon Dieu... Ça faisait du bien !
italian: [AUB] Oh, Dio... Che bella sensazione!

source: [R] Ok, now let's go and come up with other strategies to gain in the polls.
french: [R] Ok, maintenant allons-y et proposons d'autres stratégies pour gagner dans les sondages.
italian: [R] Ok, ora andiamo a trovare altre strategie per guadagnare nelle urne.

source: [L] You know I'm not leaving until I've taken care of all these potential voters.
french: [L] Tu sais que je ne pars pas avant d'avoir pris soin de tous ces électeurs potentiels.
italian: [L] Sai che non me ne sto lasciando fino a quando non ho preso cura di tutti questi potenziali elettori.

source: [R] Goddammit, Lauren.
french: [R] Bon Dieu, Lauren.

source: [L] Next!
french: [L] Suivant!
italian: [L] Il prossimo!

source: [L] Oh, and don't forget to tell your friends and girlfriends to vote for me!
french: [L] Oh, et n'oublies pas de dire à tes amis et copines de voter pour moi!
italian: [L] Oh, e non dimenticare di dire ai tuoi amici e alle tue amiche di votare per me!

source: [R] Fine! I guess I'll just talk to you later!
french: [R] Bien! Je suppose que je te parlerai plus tard!
italian: [R] Fine! Immagino che parlerò più tardi!

source: [L] Ok, just make sure you come back in the afternoon any weekday.
french: [L] Ok, assures-toi de revenir l'après-midi n'importe quel jour de la semaine.
italian: [L] Ok, assicurati di tornare nel pomeriggio in qualsiasi giorno della settimana.

source: [L] I'll give you something to do.
french: [L] Je vais te donner quelque chose à faire.
italian: [L] Ti darò qualcosa da fare.

source: [L] If we're doing better in the polls, I won't have to take such drastic measures.
french: [L] Si nous faisons mieux dans les sondages, je n'aurai pas à prendre des mesures aussi drastiques.
italian: [L] Se andiamo meglio nei sondaggi, non dovrò prendere misure così drastiche.

source: [R] Duly noted.
french: [R] Dûment noté.
italian: [R] Debitamente annotato.

source: {i}"Wow! Lauren just gained another 5 influence points all by herself. She really does have a knack for politics!"{/i}
french: {i}'Wow! Lauren vient de gagner 5 autres points d'influence toute seule. Elle a vraiment un don pour la politique!'{/i}
italian: {i}"Wow! Lauren ha appena guadagnato altri 5 punti di influenza tutti da sola. Lei ha davvero un lavoro per la politica!"{/i}

source: [RT] {i}Oh!... What the hell?{/i}
french: [RT] {i}Oh!... C'est quoi, bordel ?{/i}
italian: [RT] {i}Oh!... Ma che diavolo? {/i}.

source: [RT] {i}Why are there people lined out the door to Lauren's campaign headquarters?{/i}
french: [RT] {i}Pourquoi y a-t-il des gens alignés devant la porte du quartier général de campagne de Lauren?{/i}
italian: [RT] {i}Perché ci sono persone in fila fuori dalla porta della sede della campagna di Lauren?

source: [RT] {i}Is that Zack in the back of the line?{/i}
french: [RT] {i}Est-ce Zack à l'arrière de la ligne?{/i}
italian: [RT] {i}Quello in fondo alla fila è Zack?

source: [R] Zack? What the hell is going on here?
french: [R] Zack? Que se passe-t-il ici ?
italian: [R] Zack? Che diavolo sta succedendo qui?

source: [Z] Oh, you didn't hear?... Lauren is giving handys to anyone who will pledge to vote for her!
french: [Z] Oh, tu n'as pas entendu?... Lauren donne des pipes à tous ceux qui s'engageront à voter pour elle!
italian: [Z] Oh, non hai sentito? Lauren sta regalando handy a chiunque si impegni a votare per lei!

source: [Z] But don't even think about budging. I got here as fast as I could, and I'm still in the back of the line.
french: [Z] Mais ne penses même pas à bouger. Je suis arrivé aussi vite que j'ai pu, et je suis toujours à l'arrière de la ligne.
italian: [Z] Ma non pensare nemmeno di spostarti. Sono arrivata il più velocemente possibile e sono ancora in fondo alla fila.

source: [R] By handys, do you mean she's jacking guys off?
french: [R] Par pipes, veux-tu dire qu'elle branle des mecs?
italian: [R] Per handys, intendi dire che si fa le seghe ai ragazzi?

source: [RT] {i}There's no way that's what he means.{/i}
french: [RT] {i}Il n'y a aucun moyen que ce soit ce qu'il veut dire.{/i}
italian: [RT] {i}Non è possibile che intenda questo.

source: [Z] Yeah, you just have to make a verbal pledge and she'll pull your dick till you cum.
french: [Z] Ouais, tu dois juste faire un engagement verbal et elle te tirera la bite jusqu'à ce que tu jouisses.
italian: [Z] Sì, devi solo fare una promessa verbale e lei ti tirerà il cazzo fino a farti venire.

source: [Z] I hope you're willing to miss our next class. Where we are in line, it's going to take a while.
french: [Z] J'espère que tu es prêt à manquer notre prochain cours. Là où nous sommes en ligne, cela va prendre un certain temps.
italian: [Z] Spero che tu sia disposto a perdere la nostra prossima lezione. Dove siamo in fila, ci vorrà un pò di tempo.

source: [Z] Oh, wait!... Isn't Lauren your sister?... So you probably don't want...
french: [Z] Oh, attends!... Lauren n'est pas ta sœur ?... Donc tu ne veux probablement pas...
italian: [Z] Oh, aspetta!... Lauren non è tua sorella?... Quindi probabilmente non vuoi...

source: [R] No!... I don't... And I don't want you to get one from her either!
french: [R] Non!... Pas moi... Et je ne veux pas que tu en aies une non plus !
italian: [R] No!... Non voglio... E non voglio nemmeno che tu ne prenda uno da lei!

source: [Z] What!?... You can't stop me!
french: [Z] Quoi!?... Tu ne peux pas m'arrêter!
italian: [Z] Cosa!?... Non puoi fermarmi!

source: [R] Yes I can!... You're only a junior, which means you can only be sixteen or seventeen years old!
french: [R] Oui je peux!... Tu n'es qu'un mineur, ce qui signifie que tu ne peux avoir que seize ou dix-sept ans!
italian: [R] Sì che posso! Sei solo un junior, il che significa che puoi avere solo sedici o diciassette anni!

source: [Z] I'm seventeen... What of it?
french: [Z] J'ai dix-sept ans... Qu'en est-il ?
italian: [Z] Ne ho diciassette... E allora?

source: [R] That's what I thought... Your not a legally consenting adult, so if you did anything with Lauren you could both get kicked out of school!
french: [R] C'est ce que je pensais... Tu n'es pas un adulte légalement consentant, donc si tu faisais quelque chose avec Lauren, vous pourriez tous les deux être expulsés de l'école!
italian: [R] È quello che pensavo... Non sei legalmente un adulto consenziente, quindi se hai fatto qualcosa con Lauren potreste essere cacciati dalla scuola!

source: [Z] But... I'm almost 18!
french: [Z] Mais... J'ai presque 18 ans !
italian: [Z] Ma... Ho quasi 18 anni!

source: [R] Get out of here, before I kick your ass!
french: [R] Sors d'ici, avant que je te botte le cul!
italian: [R] Vattene da qui, prima che ti prenda a calci in culo!

source: [Z] But!...
french: [Z] Mais!...
italian: [Z] Ma!...

source: [R] It won't matter anyways, I'm going to shut this whole thing down.
french: [R] Peu importe de toute façon, je vais tout arrêter.
italian: [R] Non importerà comunque, chiuderò tutta questa storia.

source: [Z] You're no fucking fun!
french: [Z] Tu n'es pas drôle !
italian: [Z] Non sei divertente, cazzo!

source: [RT] {i}Stupid little shit! I'll be he's not even seventeen.{/i}
french: [RT] {i}Stupide petite merde! Il n'a même pas dix-sept ans.{/i}
italian: [RT] {i}Stupida piccola merda! Non ha nemmeno diciassette anni.

source: [RT] {i}If he is seventeen, the poor kid will probably end up even shorter than I am.{/i}
french: [RT] {i}S'il a dix-sept ans, le pauvre gamin finira probablement encore plus petit que moi.{/i}
italian: [RT] {i}Se ha diciassette anni, il povero ragazzo probabilmente finirà ancora più basso di me.{/i}

source: [RT] {i}Now, I'm not going to wait in line to break up this train on my sister!{/i}
french: [RT] {i}Maintenant, je ne vais pas faire la queue pour briser ce train sur ma soeur!{/i}
italian: [RT] {i}Ora, non ho intenzione di aspettare in fila per rompere questo treno su mia sorella!

source: [K] Hey I saw that!... You just skipped two spots in line!
french: [K] Hé j'ai vu ça!... Tu viens de sauter deux places dans la ligne !
italian: [K] Ehi, l'ho visto! Hai appena saltato due posti nella fila!

source: [UB] Yeah, but those two guys are so busy talking about some magic card game, they were holding up the line. Plus, they didn't even notice.
french: [UB] Oui, mais ces deux gars sont tellement occupés à parler d'un jeu de cartes magiques qu'ils tenaient la ligne. De plus, ils ne l'ont même pas remarqué.
italian: [UB] Sì, ma quei due ragazzi erano così impegnati a parlare di qualche gioco di carte magico che stavano bloccando la fila. Inoltre, non se ne sono nemmeno accorti.

source: [K] Hey, buddy! Not you, too!
french: [K] Salut, mon pote! Pas toi aussi !
italian: [K] Ehi, amico! Non anche tu!

source: [K] Oh... [ryan]... What are you doing here?
french: [K] Oh... [ryan]... Que fais-tu ici ?
italian: [K] Oh... [ryan]... Cosa ci fai qui?

source: [R] What do you mean, what am I doing here?
french: [R] Que veux-tu dire, qu'est-ce que je fais ici?
italian: [R] Cosa intendi per "cosa ci faccio qui"?

source: [R] This is the campaign headquarters, right?
french: [R] C'est le quartier général de la campagne, non?
italian: [R] Questo è il quartier generale della campagna, giusto?

source: [R] So, is Lauren really giving out hand jobs for votes?
french: [R] Alors, Lauren donne-t-elle vraiment des emplois pour les votes?
italian: [R] Allora, Lauren sta davvero facendo delle seghe in cambio di voti?

source: [R] How could you let her do this?
french: [R] Comment as-tu pu la laisser faire ça?
italian: [R] Come hai potuto lasciarglielo fare?

source: [K] I tried to talk her out of it, but at this point I'm afraid Lauren will do just about anything to win this election.
french: [K] J'ai essayé de lui en parler, mais à ce stade, j'ai peur que Lauren fasse à peu près tout pour gagner cette élection.
italian: [K] Ho cercato di dissuaderla, ma a questo punto ho paura che Lauren farà qualsiasi cosa per vincere queste elezioni.

source: [K] I told her I'd help her with anything she needs, so...
french: [K] Je lui ai dit que je l'aiderais avec tout ce dont elle a besoin, alors...
italian: [K] Le ho detto che l'avrei aiutata in qualsiasi cosa avesse avuto bisogno, quindi...

source: [K] Maybe you'd better go talk to her, see if you can talk some sense into her.
french: [K] Tu ferais peut-être mieux d'aller lui parler, voir si tu peux lui donner un peu de bon sens.
italian: [K] Forse è meglio che tu vada a parlarle, vedi se riesci a farla ragionare.

source: [RT] {i}Oh, God... I don't know if I want to see what's behind this door.{/i}
french: [RT] {i}Oh, mon Dieu... Je ne sais pas si je veux voir ce qu'il y a derrière cette porte.{/i}
italian: [RT] {i}Oh, Dio... Non so se voglio vedere cosa c'è dietro questa porta.

source: [RT] {i}But I've got to do something about this.{/i}
french: [RT] {i}Mais je dois faire quelque chose à ce sujet.{/i}
italian: [RT] {i}Ma devo fare qualcosa per questo.

source: [R] Lauren!... What the fuck?
french: [R] Lauren!... C'est quoi, bordel ?
italian: [R] Lauren!... Ma che cazzo?

source: [L] What do you mean, what the fuck?...
french: [L] Comment ça, putain ?...
italian: [L] Cosa intendi per "che cazzo"?...

source: [L] I'm doing your job, since you've decided to take the week off.
french: [L] Je fais ton travail, puisque tu as décidé de prendre une semaine de congé.
italian: [L] Sto facendo il tuo lavoro, visto che hai deciso di prenderti la settimana libera.

source: [UB] Gross... his job is jacking guys off?
french: [UB] Brut... son travail consiste à branler des mecs?
italian: [UB] Che schifo... il suo lavoro è fare le seghe ai ragazzi?

source: [R] Shut up dude, and yeah, what do you mean by my job?
french: [R] Tais-toi mec, et ouais, qu'entends-tu par mon travail?
italian: [R] Stai zitto amico, e sì, cosa intendi per il mio lavoro?

source: [L] You're supposed to win me votes every week... Since you took the week off, I've got to make up for the votes you failed to get.
french: [L] Tu es censé me faire gagner des votes chaque semaine... Depuis que tu as pris ta semaine de congé, je dois rattraper les votes que tu n'as pas obtenus.
italian: [L] Dovresti farmi guadagnare voti ogni settimana... Visto che ti sei preso la settimana libera, devo recuperare i voti che non hai ottenuto.

source: [L] And this, by far, is the most effective way I could think of.
french: [L] Et c'est de loin le moyen le plus efficace auquel je pouvais penser.
italian: [L] E questo, di gran lunga, è il modo più efficace che mi è venuto in mente.

source: [AUB] Yeah, it's pretty effective, she's definitely getting my vote.
french: [AUB] Ouais, c'est assez efficace, elle obtient définitivement mon vote.
italian: [AUB] Sì, è abbastanza efficace, sta sicuramente ottenendo il mio voto.

source: [R] Why don't you to take off so I can talk to my sister in private!
french: [R] Pourquoi ne pas décoller pour que je puisse parler à ma sœur en privé!
italian: [R] Perché non te ne vai così posso parlare con mia sorella in privato!

source: [UB] Whoa... She's your sister?... I guess you're not going to be next in line for a hand job.
french: [UB] Ouah... C'est ta sœur ?... Je suppose que tu ne seras pas la prochaine en ligne pour un travail manuel.
italian: [UB] Whoa... È tua sorella?... Immagino che non sarai il prossimo a ricevere una sega.

source: [AUB] I don't know, man... If my sister looked like Lauren, I'd let her jack me off.
french: [AUB] Je ne sais pas, mec... Si ma sœur ressemblait à Lauren, je la laisserais me branler.
italian: [AUB] Non lo so, amico... Se mia sorella somigliasse a Lauren, mi farei fare una sega da lei.
