Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [R] Ok... That's perfect!
french: [R] Ok... C'est parfait!
italian: [R] Ok... È perfetto!

source: [L] Good... Now let me down before I fall.
french: [L] Bien... Laisse-moi tomber avant de tomber.
italian: [L] Bene... Ora fammi scendere prima che cada.

source: [L] Well, that was scary.
french: [L] Eh bien, c'était effrayant.
italian: [L] Beh, è stato spaventoso.

source: [R] Yeah, I'm actually really lucky I ran into you.
french: [R] Ouais, j'ai vraiment de la chance de t'avoir croisé.
italian: [R] Sì, sono davvero fortunato ad averti incontrato.

source: [R] I would have never been able to do that myself.
french: [R] Je n'aurais jamais pu le faire moi-même.
italian: [R] Non sarei mai stato in grado di farlo da solo.

source: [L] I can't wait to see what kind of dirt Diaz digs up on Matt.
french: [L] J'ai hâte de voir quel genre de saleté Diaz déterre sur Matt.
italian: [L] Non vedo l'ora di vedere che tipo di fango Diaz scava su Matt.

source: [R] I guess you'll be showering at home from now on?
french: [R] Je suppose que tu vas te doucher à la maison à partir de maintenant?
italian: [R] Immagino che d'ora in poi farai la doccia a casa?

source: [L] Huh?
french: [L] Hein?
italian: [L] Eh?

source: [R] Now that you know Agent Diaz is watching the showers?
french: [R] Maintenant que tu sais que l'agent Diaz surveille les douches?
italian: [R] Ora che sai che l'agente Diaz controlla le docce?

source: [L] Oh, right.
french: [L] Oh, c'est ça.
italian: [L] Oh, giusto.

source: [L] Diaz and you.
french: [L] Diaz et toi.
italian: [L] Diaz e tu.

source: [R] Me?
french: [R] Moi?
italian: [R] Io?

source: [L] Well, you've got the program on your phone now.
french: [L] Eh bien, tu as le programme sur ton téléphone maintenant.
italian: [L] Beh, ora hai il programma sul tuo telefono.

source: [L] You'll be able to check the camera whenever you want. right?
french: [L] Tu pourrais vérifier la caméra quand tu le souhaites. pas vrai?
italian: [L] Sarai in grado di controllare la telecamera ogni volta che vuoi, giusto?

source: [R] Well... No... Cuz I'm going to delete it off my phone when I get home.
french: [R] Eh bien... Non... Je vais le supprimer de mon téléphone quand je rentrerai chez moi.
italian: [R] Bene... No... Perché lo cancellerò dal mio telefono quando tornerò a casa.

source: [L] Yeah... Uh huh... Suuuure you are.
french: [L] Ouais... Euh huh... Suuuur que tu le feras.
italian: [L] Sì... Uh huh... Certo che lo farai.

source: [L] Now, you'd better get out of here. There's a door just around the corner that leads outside, so you won't have to risk trying to get through the locker room again.
french: [L] Maintenant, tu ferais mieux de partir d'ici. Il y a une porte juste au coin de la rue qui mène à l'extérieur, tu n'auras donc pas à risquer d'essayer de traverser à nouveau les vestiaires.
italian: [L] Ora, è meglio che tu esca da qui. C'è una porta proprio dietro l'angolo che conduce all'esterno, così non dovrai rischiare di provare ad attraversare di nuovo lo spogliatoio.

source: [R] Oh, thank God!
french: [R] Oh, Dieu merci!
italian: [R] Oh, grazie a Dio!

source: [R] I'll be seeing you soon.
french: [R] À bientôt.
italian: [R] Ci vedremo presto.

source: [L] Bye.
french: [L] Au revoir.
italian: [L] Ciao.

source: [RT] {i}Oh nice, it looks like the cheerleaders are showering their sweaty bodies.{/i}
french: [RT] {i}Bon sang, il semble que les cheerleaders mettent en valeur leurs corps en sueurs.{/i}
italian: [RT] {i}Oh bello, sembra che gli cheerleader stiano facendo la doccia dei loro corpi sudati.{/i}

source: [RT] {i}God, I'm lucky... What other high school student gets to see their entire cheerleading squad naked?{/i}
french: [RT] {i}Mon Dieu, j'ai de la chance... Quel autre lycéen voit toute son équipe de pom-pom girls nues ?{/i}
italian: [RT] {i}Dio, sono fortunato... Che altro studente di scuola superiore ottiene di vedere il loro intero cheerleading squadra nudo?{/i}

source: [RT] {i}Shit!... I need to go now or I'll get caught for sure.{/i}
french: [RT] {i}Merde!... Je dois y aller maintenant ou je me ferais prendre à coup sûr.{/i}
italian: [RT] {i}merda!... Ho bisogno di andare ora o mi prenderò di sicuro.{/i}

source: [RT] {i}What luck!... It's the swim team.{/i}
french: [RT] {i}Quelle chance!... C'est l'équipe de natation.{/i}
italian: [RT] {i}Che fortuna!... È il team di nuoto.{/i}

source: [RT] {i}What amazing bodies!{/i}
french: [RT] {i}Quels corps merveilleux!{/i}
italian: [RT] {i}Che corpi sorprendenti!{/i}

source: [RT] {i}It's Lauren, Mandy, and some other girl.{/i}
french: [RT] {i}C'est Lauren, Mandy et une autre fille.{/i}

source: [RT] {i}I can't believe they still shower here, knowing Diaz or I could be watching.{/i}
french: [RT] {i}Je n'arrive pas à croire qu'ils se douchent encore ici, sachant que Diaz ou moi pourrions regarder.{/i}
italian: [RT] {i}Non riesco a credere che possano ancora fare la doccia qui, conoscendo Diaz o io potrei guardare.{/i}

source: [RT] {i}Yep, they just don't give a fuck. They've gone full-blown exhibitionist.{/i}
french: [RT] {i}Oui, ils s'en foutent tout simplement. Ils sont devenus des exhibitionnistes à part entière.{/i}
italian: [RT] {i}Yep, semplicemente non danno un cazzo. Sono andati esibizionista full-blown.{/i}

source: [RT] {i}Ok... They're leaving. I'd better leave too, or they're going to catch me.{/i}
french: [RT] {i}Ok... Ils partent. Je ferais mieux de partir aussi, sinon ils vont m'attraper.{/i}
italian: [RT] {i}Ok... stanno partendo. Farei meglio a partire, o mi cattureranno.{/i}

source: [RT] {i}Shit!... I need to go now, or I'll get caught for sure.{/i}
french: [RT] {i}Merde!... Je dois y aller maintenant, ou je me ferais prendre à coup sûr.{/i}
italian: [RT] {i}Merda!... Devo andare ora, o mi beccheranno di sicuro.{/mi}

source: [RT] {i}Now that the campaign is over, it's just another girls bathroom.{/i}
french: [RT] {i}Maintenant que la campagne est terminée, c'est juste une autre salle de bain pour filles.{/i}
italian: [RT] {i}Ora che la campagna è finita, è solo un altro bagno ragazza.{/i}

source: [RT] {i}I kind of miss those campaign meetings, though.{/i}
french: [RT] {i}Ces réunions de campagne me manquent un peu, cependant.{/i}
italian: [RT] {i}Però manco a quelle riunioni della campagna.{/i}

source: [RT] {i}The campaign team must be in class. I should get out of here.{/i}
french: [RT] {i}L'équipe de campagne doit être en classe. Je devrais sortir d'ici.{/i}
italian: [RT] {i}Il team della campagna deve essere in classe. Dovrei uscire da qui.{/i}

source: [RT] {i}We've already had our meeting... It looks like everyone has gone back to class.{/i}
french: [RT] {i}Nous avons déjà eu notre réunion... On dirait que tout le monde est retourné en classe.{/i}
italian: [RT] {i}Abbiamo già avuto la nostra riunione... Sembra che tutti siano tornati in classe.{/i}

source: [K] Oh, hey [ryan].
french: [K] Oh, hé [ryan].

source: [R] Hey, Kenzie. Is my sister in there?
french: [R] Salut, Kenzie. Ma sœur est là?
italian: [R] Hey, Kenzie. È mia sorella lì dentro?

source: [K] Yeah, come on in.
french: [K] Oui, entres.
italian: [K] Sì, entrate.

source: [R] Hey, Lauren.
french: [R] Salut, Lauren.

source: [R] Hey, Mandy, Lauren...
french: [R] Hé, Mandy, Lauren...
italian: [R] Ehi, Mandy, Lauren...

source: [MD] Hey, [ryan].
french: [MD] Hé, [ryan].
italian: [MD] Ehi, [ryan].

source: [L] Hi, big brother.
french: [L] Hé, grand frère.
italian: [L] Ciao, fratello maggiore.

source: [L] Are you all ready to begin our meeting?
french: [L] Êtes-vous tous prêts à commencer notre réunion ?
italian: [L] Siete tutti pronti per iniziare la nostra riunione?

source: {i}"One campaign meeting later."{/i}
french: {i}'Une réunion de campagne plus tard.'{/i}
italian: {i}"Una riunione della campagna più tardi."{/i}

source: {i}"It was brought up in the meeting that you hadn't donated to the campaign yet this week."{/i}
french: {i}'Il a été évoqué lors de la réunion que vous n'aviez pas encore participé à la campagne cette semaine.'{/i}
italian: {i}"È stato creato nella riunione che non hai ancora donato alla campagna questa settimana."{/i}

source: {i}"How much did you donate during the campaign meeting?"{/i}
french: {i}'Combien avez-vous donné pendant la réunion de campagne?'{/i}
italian: {i}"Quanto hai donato durante la riunione di campagna?"{/i}

source: {i}"Lauren didn't gain any school influence."{/i}
french: {i}'Lauren n'a gagné aucune influence scolaire.'{/i}
italian: {i}"Lauren non ha guadagnato nessuna influenza scolastica."{/i}

source: {b}{i}"Money -$100"{/i}{/b}
french: {b}{i}'Argent -100$'{/i}{/b}
italian: {b}{i}"Soldi -$100"{/i}{/b}

source: {b}{i}"Money -$500"{/i}{/b}
french: {b}{i}'Argent -500$'{/i}{/b}
italian: {b}{i}"Soldi -$500"{/i}{/b}

source: {b}{i}"School Influence +5"{/i}{/b}
french: {b}{i}'Influence école +5'{/i}{/b}
italian: {b}{i}"Influenza della scuola +5"{/i}{/b}

source: {i}"It was brought up in the meeting that you haven't torn down Matt's posters and replaced them with Lauren's new posters."{/i}
french: {i}'Il a été soulevé lors de la réunion que vous n'avez pas démoli les affiches de Matt pour les remplacer par de nouvelles affiches de Lauren.'{/i}
italian: {i}"È stato portato alla riunione che non hai strappato i poster di Matt, sostituendoli con i nuovi poster di Lauren."{/i}

source: {i}"Would you like to go visit Mrs. Stone to get her help in making new posters?"{/i}
french: {i}'Aimeriez-vous aller rendre visite à Mme Stone pour obtenir son aide pour faire de nouvelles affiches?'{/i}
italian: {i}"Vuoi andare a visitare la signora Stone per ottenere il suo aiuto nel creare nuovi poster?"{/i}

source: {i}"The rest of the meeting went pretty well. Lauren's campaign is getting pretty well organized."{/i}
french: {i}'Le reste de la réunion s'est plutôt bien passée. La campagne de Lauren devient assez bien organisée.'{/i}
italian: {i}"Il resto della riunione è andato abbastanza bene. La campagna di Lauren sta diventando abbastanza ben organizzata."{/i}

source: {i}"The meeting went pretty well. Lauren's campaign is getting pretty well organized."{/i}
french: {i}'La réunion s'est plutôt bien passée. La campagne de Lauren devient assez bien organisée.'{/i}
italian: {i}"La riunione è andata abbastanza bene. La campagna di Lauren sta diventando abbastanza ben organizzata."{/i}

source: [K] Yeah, still working hard on her campaign.
french: [K] Oui, elle travaille toujours dur sur sa campagne.
italian: [K] Sì, ancora lavorando duramente sulla sua campagna.

source: [R] Can I come in and talk to her?
french: [R] Puis-je entrer et lui parler?
italian: [R] Posso entrare e parlare con lei?

source: [K] Let me check.
french: [K] Laisses-moi vérifier.
italian: [K] Lasciami controllare.

source: [K] {i}(yelling){/i} Boy coming in! Is everyone decent?
french: [K] {i}(en criant){/i} Un garçon arrive! Est-ce que tout le monde est décent?
italian: [K] {i}(urlare){/i} Ragazzo in arrivo! Tutti sono decenti?

source: [L] {i}(distant yelling){/i} Is it my brother?
french: [L] {i}(cris lointains){/i} Est-ce toi mon frère?
italian: [L] {i}(grillio distante){/i} È mio fratello?

source: [K] {i}(yelling){/i} Yeah!
french: [K] {i}(en criant){/i} Ouais!
italian: [K] {i}(urlare){/i} Sì!

source: [L] {i}(distant yelling){/i} Send him in.
french: [L] {i}(cris lointains) {/i} Envoie-le.
italian: [L] {i}(distant yelling){/i} Mandalo in.

source: [K] Alright, you're cleared to come in... Follow me.
french: [K] D'accord, tu es autorisé à entrer... Suis-moi.
italian: [K] Bene, sei stato cancellato per entrare... Seguimi.

source: [R] How's the campaign coming? Do you need any help?
french: [R] Comment va la campagne ? As-tu besoin d'aide?
italian: [R] Com'è arrivata la campagna? Hai bisogno di aiuto?

source: [L] Well, I already asked you to get my posters back up, but so far, all I see in the hallway are Matt's... Are you sure you can handle another task right now?
french: [L] Eh bien, je t'ai déjà demandé de récupérer mes affiches, mais jusqu'à présent, tout ce que je vois dans le couloir, ce sont celles de Matt... Es-tu sûr de pouvoir gérer une autre tâche maintenant?
italian: [L] Beh, ti ho già chiesto di riavere i miei poster, ma finora, tutto quello che vedo nel corridoio sono di Matt. Sei sicuro di poter gestire un altro compito in questo momento?

source: [L] Never mind...
french: [L] Peu importe...
italian: [L] Non importa mai...

source: [L] We've got some important stuff we need to discuss.
french: [L] Nous avons des choses importantes dont nous devons discuter.
italian: [L] Abbiamo alcune cose importanti di cui abbiamo bisogno per discutere.

source: [L] Since we're all here, let's get started.
french: [L] Puisque nous sommes tous ici, commençons.
italian: [L] Dal momento che siamo tutti qui, iniziamo ad iniziare.

source: [L] Kenzie?... How is our online campaign coming along?
french: [L] Kenzie?... Comment se déroule notre campagne en ligne ?
italian: [L] Kenzie?... Com'è in arrivo la nostra campagna online?

source: [K] It's picking up steam.
french: [K] Ça prend de la vitesse.
italian: [K] Sta prendendo vapore.

source: [K] I took the liberty of downloading some of your pictures from [ryan]'s Cosplay Heaven account and put some of them in our online ads.
french: [K] J'ai pris la liberté de télécharger certaines de tes photos à partir du compte Cosplay Heaven de [ryan] et d'en mettre certaines dans nos annonces en ligne.
italian: [K] Mi sono preso la libertà di scaricare alcune delle tue foto dal conto Cosplay Heaven di [ryan] e di metterne alcune nei nostri annunci online.

source: [K] Right now #CosplayGirlForPresident looks like it's close to trending.
french: [K] En ce moment #CosplayGirlForPrésident semble proche de la tendance.
italian: [K] In questo momento #CosplayGirlForPresident sembra essere vicina alla tendenza.

source: [K] We're still looking good.
french: [K] Nous avons toujours l'air bien.
italian: [K] Abbiamo ancora un aspetto positivo.

source: [K] Your ads with the cosplay pictures keep getting more and more likes, and #CosplayGirlForPresident keeps gaining steam.
french: [K] Tes annonces avec les photos de cosplay reçoivent de plus en plus de likes, et #CosplayGirlForPresident ne cesse de gagner en popularité.
italian: [K] I tuoi annunci con le immagini del cosplay continuano ad essere sempre più simili e #CosplayGirlForPresident continua a guadagnare vapore.

source: [L] Excellent!... Good job, Kenzie!
french: [L] Excellent!... Bon travail, Kenzie !
italian: [L] Ottimo!... Ottimo lavoro, Kenzie!

source: [L] Mandy? How is the final skit coming along?
french: [L] Mandy? Comment se passe le sketch final ?
italian: [L] Mandy? Come viene lo skit finale?

source: [MD] Well... To be honest, I'm not finding any girls that are good enough to do my dance choreography.
french: [MD] Bien... Pour être honnête, je ne trouve pas de filles assez bonnes pour faire ma chorégraphie de danse.
italian: [MD] Beh, per essere onesti, non sto trovando ragazze che sono abbastanza buone per fare la mia coreografia di ballo.

source: [MD] The dance team girls are too busy getting ready for regionals to be able to work with me, and as we know, the cheerleaders are in Matt's pocket.
french: [MD] Les filles de l'équipe de danse sont trop occupées à se préparer pour les régionales pour pouvoir travailler avec moi, et comme nous le savons, les pom-pom girls sont dans la poche de Matt.
italian: [MD] Le ragazze della squadra di danza sono troppo impegnate per prepararsi per essere in grado di lavorare con me, e come sappiamo, gli cheerleader sono nella tasca di Matt.

source: [R] Actually, I've got some really good news for you, Mandy.
french: [R] En fait, j'ai de très bonnes nouvelles pour toi, Mandy.
italian: [R] In realtà, ho alcune buone notizie per voi, Mandy.

source: [R] Thanks to some dirt Agent Diaz gave me on Matt, I was able to turn Megan against him.
french: [R] Grâce à la saleté que l'agent Diaz m'a donnée sur Matt, j'ai pu retourner Megan contre lui.
italian: [R] Grazie ad un agente di sporcizia Diaz mi ha dato su Matt, sono stato in grado di girare Megan contro di lui.

source: [L] Are you serious?... Agent Diaz came through?
french: [L] Es-tu sérieux?... L'agent Diaz est passé ?
italian: [L] Sei serio?... L'Agente Diaz è arrivato?

source: [R] Yeah, and now Megan has recruited the cheer squad to promote you instead of Matt.
french: [R] Ouais, et maintenant Megan a recruté l'équipe des pom-pom girls pour te promouvoir à la place de Matt.
italian: [R] Sì, e ora Megan ha reclutato la squadra di tifo per promuoverti al posto di Matt.

source: [L] Oh, my God!... That is the best news ever!
french: [L] Oh, mon Dieu!... C'est la meilleure nouvelle de tous les temps!
italian: [L] Oh, mio Dio!... Questa è la migliore notizia mai!

source: [R] And it gets even better.
french: [R] Et ça va encore mieux.
italian: [R] E si fa ancora meglio.

source: [R] I talked to Megan and she said the cheer squad wants to perform the final skit with Mandy.
french: [R] J'ai parlé à Megan et elle m'a dit que l'équipe de cheerleader voulait faire le sketch final avec Mandy.
italian: [R] Ho parlato con Megan e lei ha detto che la squadra di tifo vuole eseguire lo skit finale con Mandy.

source: [R] So, Mandy, Megan is just waiting for you to contact her to make some plans.
french: [R] Donc, Mandy, Megan attend juste que tu la contactes pour faire des plans.
italian: [R] Quindi, Mandy, Megan ti aspetta solo per contattarla per fare alcuni piani.

source: [MD] Oh, thank God!... You're the best, [ryan]! I was beginning to think I would have to perform by myself.
french: [MD] Oh, Dieu merci!... Tu es le meilleur, [ryan]! Je commençais à penser que je devrais jouer seul.
italian: [MD] Oh, grazie Dio!... Sei il migliore, [ryan]! Stavo cominciando a pensare che avrei dovuto eseguire da solo.

source: [MD] Lauren, your skit is going to be so good!
french: [MD] Lauren, ton sketch va être tellement bon !
italian: [MD] Lauren, il tuo skit sarà così bene!

source: [R] Oh... but one important thing. I told Megan not to let Matt know she's furious with him.
french: [R] Oh... mais une chose importante. J'ai dit à Megan de ne pas dire à Matt qu'elle est furieuse contre lui.
italian: [R] Oh... ma una cosa importante. Ho detto a Megan di non far sapere a Matt che è furiosa con lui.

source: [R] Matt's going to think they're rehearsing for his campaign skit.
french: [R] Matt va penser qu'ils répètent pour son sketch de campagne.
italian: [R] Matt's going to think they are rehearsing for the his campaign skit.

source: [R] I don't want him to know, so that he doesn't have any time to make a backup plan, plus it will be awesome to see him get blindsided on the day of the skit.
french: [R] Je ne veux pas qu'il le sache, pour qu'il n'ait pas le temps de faire un plan de sauvegarde, et ce sera génial de le voir se faire aveugler le jour du sketch.
italian: [R] Non voglio che lo sappia, in modo che non abbia tempo per fare un piano di backup, più sarà impressionante vederlo ottenere ciecamente il giorno dello skit.

source: [L] Oh, my God!... I almost feel sorry for him!... I love it!
french: [L] Oh, mon Dieu!... Je suis presque désolé pour lui!... J'adore ça!
italian: [L] Oh, mio Dio!... mi dispiace quasi per lui!... lo amo!

source: [L] Good job, [ryan]!
french: [L] Bon travail, [ryan]!
italian: [L] Ottimo lavoro, [ryan]!

source: [L] It sounds like you've got your work cut out for you, Mandy.
french: [L] On dirait que tu as du pain sur la planche, Mandy.
italian: [L] Sembra che tu abbia il tuo lavoro tagliato fuori per te, Mandy.

source: [MD] Don't worry, with coordinated girls like the cheerleaders, we'll be ready in no time.
french: [MD] Ne t'inquiètes pas, avec des filles coordonnées comme les pom-pom girls, nous serons prêts en un rien de temps.
italian: [MD] Non ti preoccupare, con ragazze coordinate come i cheerleader, saremo pronti in pochissimo tempo.

source: [L] I'm so excited!
french: [L] Je suis tellement excitée !
italian: [L] Sono così eccitato!

source: [MD] It's coming together really well.
french: [MD] Ça se met en place très bien.
italian: [MD] Sta venendo insieme veramente bene.

source: [MD] All the cheerleaders are so good. I just have to show them what to do, and they can do it after just a couple tries.
french: [MD] Toutes les pom-pom girls sont si bonnes. Je dois juste leur montrer quoi faire, et ils peuvent le faire après seulement quelques essais.
italian: [MD] Tutti i cheerleader sono così buono. Devo solo mostrare loro cosa fare, e possono farlo dopo solo un paio di tentativi.

source: [MD] We've pretty much got the choreography down, now we're just perfecting it.
french: [MD] Nous avons presque terminé la chorégraphie, maintenant nous ne faisons que la perfectionner.
italian: [MD] Abbiamo praticamente ottenuto la coreografia giù, ora stiamo solo perfezionandola.

source: [L] That's great news!
french: [L] C'est une excellente nouvelle!
italian: [L] Questa è una grande notizia!

source: [L] Thanks, Mandy!
french: [L] Merci, Mandy!
italian: [L] Grazie, mandato!

source: [MD] As it is, I'm worried I'm going to have to dance alone.
french: [MD] Comme c'est le cas, j'ai peur de devoir danser seul.
italian: [MD] Così com'è, sono preoccupato che dovrò danzare da solo.

source: [L] Well, keep trying, Mandy... There are a lot of girls in this school, there's got to be at least a couple that can learn your choreography.
french: [L] Eh bien, continue d'essayer, Mandy... Il y a beaucoup de filles dans cette école, il doit bien y en avoir au moins deux qui peuvent apprendre ta chorégraphie.
italian: [L] Beh, continua a provare, Mandy... Ci sono un sacco di ragazze in questa scuola, ci deve essere almeno una coppia che può imparare la tua coreografia.

source: [MD] Yeah, ok, I'll keep trying.
french: [MD] Ouais, ok, je vais continuer à essayer.
italian: [MD] Sì, ok, continuerò a provare.

source: [MD] Same as last reported. I still haven't been able to find any girls that are competent enough to perform with me.
french: [MD] Même chose que le dernier rapport. Je n'ai toujours pas réussi à trouver de filles suffisamment compétentes pour se produire avec moi.
italian: [MD] Come l'ultima volta riportata. Non sono ancora stato in grado di trovare ragazze che sono abbastanza competenti per eseguire con me.

source: [MD] At least I'm getting good at the dance, even if I'll have to dance by myself.
french: [MD] Au moins, je deviens bon à la danse, même si je vais devoir danser toute seule.
italian: [MD] Almeno sono bravo alla danza, anche se dovrò ballare da solo.

source: [L] Well, don't give up. I know you'll be able to recruit somebody.
french: [L] Eh bien, n'abandonnes pas. Je sais que tu pourras recruter quelqu'un.
italian: [L] Beh, non arrenderti. So che sarai in grado di reclutare qualcuno.

source: [MD] Yeah, I'll keep trying.
french: [MD] Ouais, je vais continuer à essayer.
italian: [MD] Sì, continuerò a provare.

source: [L] Let's see, next on the agenda is the final skit.
french: [L] Voyons, le prochain à l'ordre du jour est le sketch final.
italian: [L] Vediamo, poi all'ordine del giorno è lo skit finale.

source: [L] I've been working with my cousin, Mandy, and we've put together some pretty good choreography.
french: [L] J'ai travaillé avec ma cousine, Mandy, et nous avons monté une très bonne chorégraphie.
italian: [L] Ho lavorato con mio cugino, Mandy, e abbiamo messo insieme una coreografia abbastanza buona.

source: [L] Unfortunately, I can't find any girls who are good enough to perform it.
french: [L] Malheureusement, je ne trouve pas de filles assez bonnes pour l'exécuter.
italian: [L] Sfortunatamente, non riesco a trovare ragazze che sono abbastanza brave per eseguirlo.
