Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.05.po
Languages: italian

source: [M] Thanks for your help today. I'm going to run and change my shirt.
italian: [M] Grazie per il tuo aiuto oggi. Sto per correre e cambiare la mia camicia.

source: {i}"This event ends slightly different with higher libido. Get Mom's libido up, (8+) and try again next weekend."{/i}
italian: {i}"Questo evento finisce in modo leggermente diverso con una libido più alta. Fai salire la libido di mamma (8+) e riprova il prossimo fine settimana"{/i}.

source: [S] Give me just one more second and....
italian: [S] Dammi ancora un secondo e....

source: [S] What can I do for you?
italian: [S] Cosa posso fare per te?

source: [R] You know how you said that if I need help making the Mafia payment fo the week, you'd help out?
italian: [R] Sai come hai detto che se ho bisogno di aiuto per effettuare il pagamento della mafia per la settimana, ti aiuteresti?

source: [S] Sure I do.... Do you need me to go work at the club tonight?
italian: [S] Certo... hai bisogno di me per andare a lavorare stasera?

source: [R] Actually yeah.... That would be really helpful!
italian: [R] In realtà sì... sarebbe davvero utile!

source: [S] You got it!
italian: [S] L'hai ottenuta!

source: [S] And if you get bored tonight, you should come see me.
italian: [S] E se vi annoiate stasera, dovreste venire a vedermi.

source: [R] That's pretty tempting.
italian: [R] È abbastanza allettante.

source: [R] We'll just see.
italian: [R] Vedremo e basta.

source: [R] And Sidney, thanks for being so willing to help.
italian: [R] E Sidney, grazie per essere così disposto ad aiutare.

source: [S] Yeah of course! We've all got to work extra hard to keep the family together.
italian: [S] Sì, naturalmente! Abbiamo tutti bisogno di lavorare più duramente per mantenere la famiglia insieme.

source: [R] Alright, I'm outta here. Maybe I'll see you at the club tonight.
italian: [R] Bene, sono fuori qui. Forse ti vedrò al club questa sera.

source: [ST] {i}I sure hope everything goes ok tonight. After [ryan]'s warnings about working for the Mafia, I do feel a little nervous.{/i}
italian: [ST] {i}Spero che tutto vada bene stasera. Dopo gli avvertimenti di [ryan]sul lavoro per la mafia, mi sento un po' nervoso.{/i}

source: [ST] {i}I would sure feel better if he comes and sees me.{/i}
italian: [ST] {i}Sarei sicuro di sentirmi meglio se venisse e mi vedesse.{/i}

source: [RT] {i}It smells good in here. Should I join everybody for breakfast?{/i}
italian: [RT] {i}Ha un buon odore qui. Dovrei unirmi a tutti per colazione?{/i}

source: [R] Thanks for breakfast Mom, it's really good!
italian: [R] Grazie per la colazione mamma, è davvero buono!

source: [S] Yeah Mom, although I wish I were still at college, this is a nice perk of being home.
italian: [S] Yeah Mom, anche se vorrei essere ancora al college, questo è un bel vantaggio di essere a casa.

source: [M] Well, we do need to talk about some things while everyone is here.
italian: [M] Bene, abbiamo bisogno di parlare di alcune cose mentre tutti sono qui.

source: [M] First, welcome home, Sidney. I know this situation stinks, and you'd rather be at college with your friends, but we sure are glad to have you home!
italian: [M] Primo, benvenuto a casa, Sidney. So che questa situazione puzza, e preferirei essere al college con i tuoi amici, ma siamo lieti di averti a casa!

source: [M] Second, we've only got the one bathroom. So, we need to talk about a shower schedule.
italian: [M] In secondo luogo, abbiamo solo un bagno. Quindi, dobbiamo parlare di un programma doccia.

source: [M] Lauren, you'll be early morning, Sidney can be late morning after we've left for school, and I'll take evenings after I've come home from school.
italian: [M] Lauren, sarai presto mattina, Sidney può essere tarda mattina dopo aver lasciato per la scuola, e prenderò serate dopo che sono tornato a casa da scuola.

source: [M] [ryan], you can shower at any other time that's available. Come to think of it, why don't I ever see you shower?
italian: [M] [ryan], puoi fare la doccia in qualsiasi altro momento disponibile. Vieni a pensarci, perché non ti vedo mai la doccia?

source: [M] And then the other thing is that I just want to encourage you all to come to breakfast as often as you can.
italian: [M] E poi l’altra cosa è che voglio solo incoraggiarvi tutti a venire a colazione il più spesso possibile.

source: [M] With how busy we all are, it's just nice to have a time when we can all be together, and talk about things that are going on in our lives.
italian: [M] Con quanto siamo tutti occupati, è bello avere un momento in cui possiamo essere tutti insieme, e parlare di cose che stanno accadendo nella nostra vita.

source: [M] That's all I've got to say, so everybody eat up.
italian: [M] È tutto quello che devo dire, quindi tutti mangiano.

source: [M] Oh, [ryan] and Lauren, try to eat fast. We don't want to be late for school!
italian: [M] Oh, [ryan] e Lauren, provate a mangiare velocemente. Non vogliamo essere in ritardo per la scuola!

source: [L] Well, don't you think we should at least address it?
italian: [L] Beh, non pensi che dovremmo almeno rivolgerci?

source: [M] Now is not the time, or the place!
italian: [M] Ora non è il momento, o il posto!

source: [L] Well, when is a good time?
italian: [L] Beh, quando è un buon tempo?

source: [M] {i}(whispering){/i} Anytime that your brother isn't around!
italian: [M] {i}(sussurra){/i} Ogni volta che tuo fratello non è in giro!

source: [R] Wait! What's going on?
italian: [R] Aspetta! Cosa sta succedendo?

source: [M] Nothing, honey.... Just eat your pancakes!
italian: [M] Nulla, miele.... Basta mangiare le frittelle!

source: [RT] {i}Damn, Sidney looks miserable.... Am I going too far with my night shenanigans?{/i}
italian: [RT] {i}Dannazione, Sidney sembra miserabile.... Sto andando troppo lontano con la mia notte shenanigans?{/i}

source: [RT] {i}I've just got to remember, the ends justify the means.{/i}
italian: [RT] {i}Ho solo da ricordare, i fini giustificano i mezzi.{/i}

source: [M] Oh, Lauren.... I forgot to ask you how your costume convention went.
italian: [M] Oh, Lauren.... Ho dimenticato di chiederti come la vostra convenzione costume è andata.

source: [L] It's cosplay Mom, and it was fun.
italian: [L] È cosplay Mamma, ed è stato divertente.

source: [M] I'm glad to hear it. I wanted to ask you the next morning, but you were nowhere to be found.
italian: [M] Sono contento di sentirlo. Volevo chiederti la mattina dopo, ma non eri da nessuna parte da trovare.

source: [L] Yeah, Mandy and I talked [ryan] into going to Dad's warehouse to take some pictures of us in our costumes.
italian: [L] Sì, Mandy e io abbiamo parlato [ryan] per andare al magazzino di papà per scattare alcune foto di noi nei nostri costumi.

source: [M] Oh, good! I love pictures. [ryan], would you please email me those pictures!
italian: [M] Oh, buono! Amo le immagini. [ryan], per favore inviami quelle foto!

source: [L] Yeah [ryan], Mom will be so impressed with your photography skills.
italian: [L] Yeah [ryan], la mamma sarà così impressionata dalle tue abilità di fotografia.

source: [R] Ummm.... Ok.... I'll try to remember to send them over.
italian: [R] Ummm.... Ok.... Tenterò di ricordarmi di inviarle.

source: [RT] {i}Oh, shoot!.... looks like the memory card in the camera is going to have to get damaged before I get a chance to download them onto my computer, and post them online.{/i}
italian: [RT] {i}Oh, spara!.... sembra che la scheda di memoria nella fotocamera sta per essere danneggiata prima di avere la possibilità di scaricarli sul mio computer, e pubblicarli online. /i}

source: [RT] {i}As long as Mom isn't a closet cosplay fan, with a secret Cosplay Heaven account, I think we'll be alright.{/i}
italian: [RT] {i}Finché Mamma non sarà un fan del cosplay dell'armadio, con un account segreto Cosplay Heaven, penso che saremo bene.{/i}

source: [M] So, why exactly did you miss my class yesterday?
italian: [M] Quindi, perché esattamente ti sei perso la mia classe ieri?

source: [L] Oh.... I was helping [ryan].
italian: [L] Oh.... stavo aiutando [ryan].

source: [M] Helping him what?
italian: [M] Aiutarlo cosa?

source: [L] With his new business. He's making money off his photography skills, so I was just helping him set up his studio, and modeling for a few pictures.
italian: [L] Con la sua nuova attività. Sta facendo soldi fuori le sue abilità di fotografia, quindi stavo solo aiutandolo a creare il suo studio, e modellando per qualche foto.

source: [M] Really? How are you affording a studio?
italian: [M] Davvero? Come ti stai concedendo uno studio?

source: [R] I'm just using some empty space at Dad's warehouse.
italian: [R] Sto solo usando uno spazio vuoto nel magazzino del papà.

source: [M] And you think you'll actually make a fair amount of money through photography?
italian: [M] E pensate che in realtà farai una buona quantità di denaro attraverso la fotografia?

source: [R] That's the goal.
italian: [R] Questo è l'obiettivo.

source: [M] Well, that's very creative and ambitious of you!
italian: [M] Beh, questo è molto creativo e ambizioso da parte vostra!

source: [M] But, won't the FBI make us forfeit any money you make?
italian: [M] Ma, l'FBI non ci farà perdere i soldi che fa?

source: [R] Well, I'm trying to keep it secret.
italian: [R] Beh, sto cercando di tenerlo segreto.

source: [R] Hopefully if they discover it, I just get some kind of tax penalty.
italian: [R] Speriamo che se lo scopriranno, ricevo solo una sorta di sanzione fiscale.

source: [RT] {i}Luckily Diaz said she'd help me hide my income from the FBI. That alone might be worth the $500 I'm paying her each week.{/i}
italian: [RT] {i}Per fortuna Diaz mi ha detto che mi avrebbe aiutato a nascondere il mio reddito dall'FBI. Che da solo potrebbe valere il valore di $500 che la sto pagando ogni settimana.{/i}

source: [M] Hmmmm.... Normally I would be very against trying to hide income from the government, but in our case.... We really don't have a choice.
italian: [M] Hmmmm.... Normalmente sarei molto contrario a cercare di nascondere il reddito dal governo, ma nel nostro caso.... Non abbiamo davvero una scelta.

source: [M] But I am very proud of you! That's very entrepreneurial of you!
italian: [M] Ma io sono molto orgoglioso di te! È molto imprenditoriale per te!

source: {i}"Mom's Respect +1"{/i}
italian: {i}"Il rispetto della mamma +1"{/i}.

source: [R] Entre pre what now?
italian: [R] Prevedere che cosa ora?

source: [M] Just means you make a good little businessman.
italian: [M] Significa solo che fai un buon piccolo uomo d'affari.

source: [R] Why did you have to throw in the "little" part?
italian: [R] Perché dovevi buttare nella parte "piccola"?

source: [M] Sorry, but to me you'll always be my little boy.
italian: [M] Mi dispiace, ma per me sarai sempre il mio ragazzino.

source: [RT] {i}Shit!.... She can't think of me as her little boy if I'm going to have any chance with her. She's got to start seeing me as a man!{/i}
italian: [RT] {i}merda!.... Non riesce a pensare a me come il suo ragazzino se avrò qualche possibilità con lei. Deve iniziare a vedermi come uomo!{/i}

source: [M] Don't forget to send me some of Lauren's pics, as you forgot to, last time.
italian: [M] Non dimenticare di mandarmi alcune foto di Lauren, come hai dimenticato, l'ultima volta.

source: [R] Ok, Mom. I'll try to remember this time.
italian: [R] Ok, mamma. Cercherò di ricordare questa volta.

source: [RT] {i}I wonder if I'd be in more trouble for the pictures, or if Sidney would be in more trouble for the costumes.{/i}
italian: [RT] {i}Mi chiedo se avrei più problemi per le immagini, o se Sidney sarebbe in più problemi per i costumi.{/i}

source: [M] And Lauren, I don't mind if you miss school once in a while to help [ryan], so long as you keep up with your homework.
italian: [M] E Lauren, non mi dispiace se ti manca la scuola ogni tanto per aiutare [ryan], fintanto che tenete il passo con i vostri compiti.

source: [M] I can cover for you just as easily as I do for [ryan].
italian: [M] Posso coprire per te con la stessa facilità che faccio per [ryan].

source: [M] But, that's just until we get our money and Mafia problems sorted out.
italian: [M] Ma, è solo fino a quando non otteniamo i nostri soldi e i problemi mafiosi risolvono.

source: [L] Ok, Mom.
italian: [L] Ok, Mamma.

source: [L] So, guess who my friend Kenzie saw at the pool the other day.
italian: [L] Quindi, indovinate chi il mio amico Kenzie ha visto in piscina l'altro giorno.

source: [L] Why didn't I get to go?
italian: [L] Perché non sono andata?

source: [M] Because I wanted to do something nice for just [ryan].
italian: [M] Perché ho voluto fare qualcosa di bello per solo [ryan].

source: [M] He's made enough money that I haven't had to go work for the DeCapos for quite a few weeks in a row.
italian: [M] Ha fatto abbastanza soldi che non ho dovuto andare a lavorare per il DeCapos per diverse settimane consecutive.

source: [L] I wish I'd been there. Kenzie said there was some kind of incident with Mom when you all were playing Marco Polo.
italian: [L] Vorrei che fossi stato lì. Kenzie ha detto che c'era una sorta di incidente con la mamma quando tutti stavate suonando Marco Polo.

source: [L] But she wouldn't tell me any details.
italian: [L] Ma non mi direbbe alcun dettaglio.

source: [LT] {i}She told me all the details, but I'd like to see Mom squirm a little.{/i}
italian: [LT] {i}Mi ha raccontato tutti i dettagli, ma vorrei vedere la mamma scoiattola un po'.{/i}

source: [MT] {i}Oh, shit!.... Does the whole school know?{/i}
italian: [MT] {i}Oh, merda!.... Tutta la scuola lo sa?{/i}

source: [M] So, I was thinking Sidney, that since you're home all the time now, maybe there's some way you can contribute to the family.
italian: [M] Stavo pensando Sidney, che dal momento che sei a casa tutto il tempo adesso, forse c'è un certo modo per contribuire alla famiglia.

source: [S] What are you talking about? I do contribute to the family?
italian: [S] Di cosa state parlando? Io contribuisco alla famiglia?

source: [M] Really? And how is that?
italian: [M] Davvero? E com'è?

source: [R] She's helping me....
italian: [R] Mi sta aiutando....

source: [R] Yeah, my secret business wouldn't be making any money without her help.
italian: [R] Sì, il mio business segreto non farebbe soldi senza il suo aiuto.

source: [M] Oh, really? That's good to hear. What is it you do to help [ryan]?
italian: [M] Oh, veramente? È bello sentire. Che cosa fai per aiutare [ryan]?

source: [S] I make costumes for his photoshoots and I've even started doing a little modeling in my own costumes for him.
italian: [S] Faccio costumi per i suoi photoshoots e ho anche iniziato a fare un po 'di modellazione nei miei costumi per lui.

source: [M] Oh, wow!.... Both of my daughters are amateur models?
italian: [M] Oh, wow!... Entrambe le mie figlie sono modelli amatoriali?

source: [M] I'm so proud of all of you.
italian: [M] Sono così orgogliosa di tutti voi.

source: [M] [ryan]! How many times do I have to remind you to send me some of their pictures! I'm dying to see their portfolios.
italian: [M] [ryan]! Quante volte devo ricordarti di inviarmi alcune delle loro foto! Sto morendo per vedere i loro portafogli.

source: [R] I'll try to remember, Mom.
italian: [R] Cercherò di ricordare, mamma.

source: [M] I wanted to be a model too, back when I was young like you girls.
italian: [M] Volevo essere anche un modello, quando ero giovane come te.

source: [R] Well, it's not too late, Mom.
italian: [R] Beh, non è troppo tardi, Mamma.

source: [R] I happen to know a guy with a photo studio.
italian: [R] Per caso conosco un ragazzo con uno studio fotografico.

source: [R] Well, kind of a photo studio.
italian: [R] Beh, una specie di studio fotografico.

source: [M] Oh, no! Nobody would want to see pictures of an old woman like me.
italian: [M] Oh, no! Nessuno vorrebbe vedere le foto di una vecchia donna come me.

source: [R] Tell that to J-Flo, and Jennifer Yanniston, or even Elizabeth Furly.
italian: [R] Dillo a J-Flo, e Jennifer Yanniston, o anche Elizabeth Furly.

source: [R] I'm serious Mom! You are every bit as hot as any of them.
italian: [R] Sono una mamma seria! Tu sei ogni tanto caldo come uno di loro.

source: [R] I'm sure I could get some really great pictures of you too.
italian: [R] Sono sicuro che potrei ottenere alcune immagini davvero grandi anche di voi.

source: [M] Hmmmm.... well, we'll see.
italian: [M] Hmmmm.... beh, vedremo.

source: [RT] {i}I've got to get her in front of my camera!{/i}
italian: [RT] {i}Devo prenderla davanti alla mia fotocamera!{/i}

source: [M] So [ryan], I'm guessing your business isn't going very well?
italian: [M] Allora, [ryan], sto indovinando il vostro business non sta andando molto bene?

source: [R] No.... It's going ok.... Why would you think it's not doing very well?
italian: [R] No.... Sta andando bene.... Perché pensi che non stia facendo molto bene?

source: [M] Well, you haven't been able to make the weekly payments to the DeCapos, so I've been having to cover the debt at the club each week.
italian: [M] Beh, non sei stato in grado di effettuare i pagamenti settimanali per il DeCapos, così ho dovuto coprire il debito al club ogni settimana.

source: [R] Oh, yeah.... sorry about that, Mom.... I've just been having to re-invest my money into the studio.
italian: [R] Oh, sì... mi dispiace, mamma.... Ho appena dovuto reinvestire i miei soldi nello studio.

source: [L] Yeah, you should see it, he's got professional lighting, and a green screen backdrop.
italian: [L] Sì, dovresti vederlo, ha un'illuminazione professionale e uno sfondo a schermo verde.

source: [L] It's starting to look like a quasi-legitimate studio.
italian: [L] Sta cominciando ad assomigliare a uno studio quasi legittimo.

source: [S] Is serving drinks at the club once a week really that bad?
italian: [S] Servire bevande al club una volta alla settimana è davvero così male?

source: [M] Ummm.... well it's not so much how hard the work is, it's just not a great environment.
italian: [M] Ummm.... beh, non è tanto quanto duro sia il lavoro, non è solo un grande ambiente.

source: [R] And there's the fact that you're working for the fucking Mafia!
italian: [R] E c'è il fatto che stai lavorando per la mafia del cazzo!

source: [M] No foul language at the table, please.
italian: [M] Nessuna lingua malvagia a tavola, per favore.

source: [R] Sorry Mom, and I'll try harder to make those payments each week.
italian: [R] Mi dispiace Mamma, e farò di più per effettuare quei pagamenti ogni settimana.

source: [M] Please do!
italian: [M] Per favore!

source: {i}"Mom's Respect -1"{/i}
italian: {i}"Il rispetto della mamma -1"{/i}.

source: [R] Great breakfast again this morning, Mom!
italian: [R] Ottima colazione ancora questa mattina, mamma!

source: [M] Thanks, [ryan].... And before you all finish your food and take off, I need to talk to you about something very important.
italian: [M] Grazie, [ryan].... E prima che tutti finiate il vostro cibo e decollate, ho bisogno di parlarvi di qualcosa di molto importante.

source: [S] What is it?
italian: [S] Cosa c'è?

source: [M] Well, it appears that your Uncle Bobby has run away with their nanny, and left Aunt Camille and Mandy to take care of themselves.
italian: [M] Beh, sembra che tuo zio Bobby sia scappato con la loro nanny, e abbia lasciato zia Camille e Mandy per prendersi cura di se stessi.

source: [L] Oh no, that's awful! Poor Mandy!
italian: [L] Oh no, è terribile! Scarso Mandy!

source: [M] He pretty much left them penniless, and that's why you may see her cleaning our house for some extra money. At least, until she can find another job.
italian: [M] Ha praticamente lasciato loro senza centesimi, ed è per questo che si può vedere la sua pulizia casa nostra per un po 'di soldi in più. Almeno, fino a quando non riesce a trovare un altro lavoro.

source: [M] There's also a possibility that they might have to move in with us.
italian: [M] C'è anche la possibilità che essi debbano muoversi con noi.

source: [L] What!?.... There's barely enough room for us!.... Especially with only one bathroom!
italian: [L] Cosa!?.... C'è poco spazio per noi!.... Soprattutto con un solo bagno!

source: [M] Well, we're all going to have to make even more sacrifices.... We may have to start combining shower times.
italian: [M] Bene, tutti dovremo fare ancora più sacrifici.... Potremmo dover iniziare a combinare i tempi della doccia.

source: [M] Mandy will have to sleep with you, Lauren, and Camille can sleep in my bed.
italian: [M] Mandy dovrà dormire con voi, Lauren, e Camille può dormire nel mio letto.

source: [L] Is this a for sure thing?.... When would it happen?
italian: [L] È una cosa sicura?.... Quando sarebbe successo?

source: [R] Their utilities are all paid up until the end of the month, and then there's still some time before the power and water companies will actually cut them off.
italian: [R] I loro servizi sono tutti pagati fino alla fine del mese, e poi c'è ancora un po 'di tempo prima che le aziende di energia e acqua effettivamente li taglierà.

source: [M] So, they'll probably move in with us before that happens.
italian: [M] Quindi, probabilmente si muoveranno con noi prima che accada.

source: [M] So, I just wanted you all to be aware of that, and start preparing yourselves now.
italian: [M] Quindi, volevo solo che tutti voi ne foste consapevoli, e cominciaste a prepararvi ora.

source: [RT] {i}Two more women in the house.... This could get interesting.{/i}
italian: [RT] {i}Altre due donne in casa.... Questo potrebbe diventare interessante.{/i}

source: [R] Thanks, Mom! Breakfast is delicious as usual!
italian: [R] Grazie, mamma! La colazione è deliziosa come al solito!

source: [M] That's very sweet, honey!
italian: [M] E' molto dolce, miele!

source: [M] Does anybody have anything exciting happening today?
italian: [M] Qualcuno ha qualcosa di eccitante accadendo oggi?

source: [R] Not really....
italian: [R] Non davvero....

source: [M] What's the matter, Sidney?
italian: [M] Qual è la questione, Sidney?

source: [M] You haven't even touched your breakfast.
italian: [M] Non hai nemmeno toccato la colazione.

source: [S] I'm just not feeling that hungry.
italian: [S] Semplicemente non mi sento così affamato.

source: [M] Are you feeling ok?
italian: [M] Ti senti bene?

source: [R] She's fine!.... I saw her gulping down a midnight snack last night.
italian: [R] Sta bene!.... L'ho vista gulping giù uno spuntino di mezzanotte ieri sera.

source: [M] Oh.... You know it's not good for you to eat that late at night.
italian: [M] Oh.... Sapete che non è bene per voi mangiare quella tarda notte.

source: [S] Well, it was just a little snack, wasn't it [ryan]?
italian: [S] Beh, era solo un po 'di spuntino, non era [ryan]?

source: [R] Oh, I don't know.... I'd say it was pretty big.
italian: [R] Oh, non lo so... direi che era abbastanza grande.

source: [M] Sidney.... Try not to eat so late at night.... It will give you bad dreams.
italian: [M] Sidney.... Cercate di non mangiare così tardi la notte.... vi darà cattivi sogni.

source: [ST] {i}I don't know.... My dreams were pretty hot.{/i}
italian: [ST] {i}Non lo so.... I miei sogni erano piuttosto caldo.{/i}

source: [S] Ok Mom, I guess I just get a little extra hungry at night because of all the running I've been doing in the mornings.
italian: [S] Ok Mamma, credo di avere solo un po 'di fame in più di notte a causa di tutta la corsa che ho fatto al mattino.

source: [S] Not to mention, all the exercises [ryan] and I do at the park together.
italian: [S] Per non menzionare, tutti gli esercizi [ryan] e faccio insieme al parco.
