Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [WTT] {i}Thanks to Joey DeCapo. I had to pay a lot for dirt on all of them, but it's been more than worth it.{/i}
french: [WTT] {i}Merci à Joey DeCapo. J'ai dû payer beaucoup pour les ragots sur tous, mais ça en a valu la peine.{/i}
italian: [WTT] {i}Grazie a Joey DeCapo. Ho dovuto pagare molto per lo sporco su tutti loro, ma è stato più che valsa la pena.{/i}

source: [WT] I'd say there's a good chance.
french: [WT] Je dirais qu'il y a de bonnes chances.
italian: [WT] Direi che c'è una buona opportunità.

source: [WT] I only ask for one favor in return.
french: [WT] Je ne demande qu'une faveur en retour.
italian: [WT] Chiedo solo un favore in cambio.

source: [RT] {i}Oh, no... Here it comes.{/i}
french: [RT] {i}Oh, non... Le voilà.{/i}
italian: [RT] {i}Oh, no... Qui viene.{/i}

source: [WT] I'd like you to arrange a meeting between your mother and myself.
french: [WT] J'aimerais que vous organisiez une rencontre entre votre mère et moi-même.
italian: [WT] Vorrei che tu organizzassi un incontro tra tua madre e me stesso.

source: [WT] I'd love to take her out to dinner.
french: [WT] J'aimerais l'emmener dîner.
italian: [WT] Vorrei portarla fuori a cena.

source: [R] You do know she's married, right?
french: [R] Vous savez qu'elle est mariée, n'est-ce pas?
italian: [R] Tu sai che è sposata, giusto?

source: [RT] {i}And belongs to me.{/i}
french: [RT] {i}Et m'appartient.{/i}
italian: [RT] {i}Ed appartiene a me.{/i}

source: [WT] Oh, of course... It would be a dinner of a professional nature.
french: [WT] Oh, bien sûr... Ce serait un dîner de nature professionnelle.
italian: [WT] Oh, naturalmente... Sarebbe una cena di natura professionale.

source: [RT] {i}Yeah, I'll bet.{/i}
french: [RT] {i}Ouais, je parie.{/i}
italian: [RT] {i}Sì, scommetterò. {/i}

source: [WT] I'd just like to tell her what a great teacher I think she is, and maybe help her navigate the school administration so she could be eligible for a raise or even a promotion.
french: [WT] J'aimerais juste lui dire à quel point je pense qu'elle est une excellente enseignante, et peut-être l'aider à naviguer dans l'administration de l'école afin qu'elle puisse être admissible à une augmentation ou même à une promotion.
italian: [WT] Vorrei solo dirle cos'è una grande professoressa, e forse aiutarla a navigare l'amministrazione scolastica in modo che potrebbe essere eleggibile per un rilancio o anche una promozione.

source: [RT] {i}Yeah... and I'm sure you'd want nothing in return.{/i}
french: [RT] {i}Ouais... et je suis sûr que tus ne voudrais rien en retour.{/i}
italian: [RT] {i}Sì... e sono sicuro che non vorresti niente in cambio.{/i}

source: [WTT] {i}I've got to get closer to this woman... I could probably write a follow-up book on this family alone.{/i}
french: [WTT] {i}Je dois me rapprocher de cette femme... Je pourrais probablement écrire un livre de suivi sur cette seule famille.{/i}
italian: [WTT] {i}Devo avvicinarmi a questa donna... Potrei probabilmente scrivere un libro di follow-up solo su questa famiglia.{/i}

source: [WTT] {i}What is it about her parenting style that's produced a young man with such a strong Oedipal complex?{/i}
french: [WTT] {i}Qu'en est-il des parents qui ont produit un jeune homme avec un complexe œdipien si fort?{/i}
italian: [WTT] {i}Cos'è il suo stile genitoriale che ha prodotto un giovane con un complesso edipale così forte?{/i}

source: [WTT] {i}Is it possible that she could have a Jocasta complex as well?{/i}
french: [WTT] {i}Est-il possible qu'elle ait également un complexe de Jocasta?{/i}
italian: [WTT] {i}È possibile che anche lei abbia un complesso Jocasta?{/i}

source: [WT] Well?... What do you say?
french: [WT] Eh bien?... Que dites-vous?
italian: [WT] Bene?... Cosa dite?

source: [RT] {i}Damn!... This is a hard choice.{/i}
french: [RT] {i}Merde!... C'est un choix difficile.{/i}
italian: [RT] {i}Dannazione!... Questa è una scelta difficile. {/i}

source: [RT] {i}On one hand, I don't think Lauren can win this election without something big, like changing the dress code to give her a boost.{/i}
french: [RT] {i}D'une part, je ne pense pas que Lauren puisse gagner cette élection sans quelque chose de grand, comme changer le code vestimentaire pour lui donner un coup de pouce.{/i}
italian: [RT] {i}Da un lato, non credo che Lauren possa vincere questa elezione senza qualcosa di grande, come cambiare il codice di vestito per darle una spinta. / i}

source: [RT] {i}On the other hand, this Will guy, is obviously a creep.{/i}
french: [RT] {i}D'autre part, ce paysan, est évidemment un con.{/i}
italian: [RT] {i}D'altra parte, questo tipo Will è ovviamente un strisciante.{/i}

source: [RT] {i}What could be his real intentions for my mom?{/i}
french: [RT] {i}Quelles pourraient être ses intentions réelles pour ma mère?{/i}
italian: [RT] {i}Quali potrebbero essere le sue vere intenzioni per mia madre?{/i}

source: [RT] {i}If Lauren looses the election because I don't get Mr. Tyler to change the dress code, she'll have to fuck Matt, and she'll probably never forgive me.{/i}
french: [RT] {i}Si Lauren perd l'élection parce que je ne demande pas à M. Tyler de changer le code vestimentaire, elle devra baiser Matt, et elle ne me pardonnera probablement jamais.{/i}
italian: [RT] {i}Se Lauren perde le elezioni perché non ricevo il signor Tyler per cambiare il codice del vestito, lei dovrà scopare Matt, e probabilmente non mi perdonerà mai.{/i}

source: [RT] {i}And it's just a dinner... Maybe it is just professional. Probably nothing bad will come of it.{/i}
french: [RT] {i}Et c'est juste un dîner... Peut-être que c'est juste professionnel. Il n'en sortira probablement rien de mauvais.{/i}
italian: [RT] {i}Ed è solo una cena... Forse è solo un professionista. Probabilmente non ne verrà nulla di male.{/i}

source: [WT] Are you still with me?... Can you arrange a meeting for your mother and me?
french: [WT] Etes-vous toujours avec moi?... Pouvez-vous organiser une réunion pour votre mère et moi?
italian: [WT] Sei ancora con me?... Riesci a organizzare una riunione per tua madre e me?

source: [RT] {i}What harm could a dinner with Mr. Tylor have on Mom anyways?{/i}
french: [RT] {i}Quel mal un dîner avec M. Tylor pourrait-il produire pour maman de toute façon?{/i}
italian: [RT] {i}Quale danno potrebbe avere una cena con il signor Tylor sulla mamma comunque? {/i}

source: [RT] {i}The way she talks about him, I can tell she despises him.{/i}
french: [RT] {i}La façon dont elle parle de lui, je peux dire qu'elle le méprise.{/i}
italian: [RT] {i}Il modo in cui parla di lui, posso dirgli che lo disprezzi.{/i}

source: [RT] {i}She'll probably tell him to hit the road, and that's the last we'll have to deal with him.{/i}
french: [RT] {i}Elle lui dira probablement de partir, et c'est la dernière fois qu'on aura affaire à lui.{/i}
italian: [RT] {i}Probabilmente gli dirà di colpire la strada, ed è l'ultima che avremo a che fare con lui.{/i}

source: [R] Alright... I'll see if my mom's willing to go to a "professional" dinner with you.
french: [R] D'accord... Je vais voir si ma mère est prête à aller à un dîner 'professionnel' avec vous.
italian: [R] Bene... vedrò se mia mamma è disposta ad andare a una cena "professionale" con voi.

source: [WT] Fantastic. In that case, as soon as Miss [mom_name]'s agreed to meet me, send me an email to my school email and I'll do my best to make sure the dress code change happens.
french: [WT] Fantastique. Dans ce cas, dès que Miss [mom_name] a accepté de me rencontrer, envoyez-moi un e-mail à l'adresse e-mail de mon école et je ferai de mon mieux pour que le changement de code vestimentaire se produise.
italian: [WT] Fantastico. In questo caso, non appena Miss [mom_name] ha accettato di incontrarmi, mandami un'email alla mia email scolastica e farò del mio meglio per assicurarmi che il cambio di vestito avvenga.

source: [WT] I'm sure Lauren will turn a lot of votes if the students know she can deliver that.
french: [WT] Je suis sûr que Lauren tournera beaucoup de votes si les étudiants savent qu'elle peut le faire.
italian: [WT] Sono sicuro che Lauren girerà un sacco di voti se gli studenti sanno di poterlo fare.

source: [R] I'll do my best.
french: [R] Je ferai de mon mieux.
italian: [R] Farò del mio meglio.

source: [WT] Great! Now, I've got a client that should be arriving in just a few minutes.
french: [WT] Génial! J'ai un client qui devrait arriver dans quelques minutes.
italian: [WT] Grande! Ora, ho un cliente che dovrebbe arrivare tra pochi minuti.

source: [WT] Candy can show you out. Oh, and let me know what she says.
french: [WT] Candy peut vous montrer. Et dis-moi ce qu'elle dit.
italian: [WT] Candy può mostrarti fuori. Oh, e fatemi sapere quello che dice.

source: [CD] See you, [ryan]... Don't forget to come visit me at the club.
french: [CD] À bientôt, [ryan]... N'oublie pas de venir me rendre visite au club.
italian: [CD] Vedi, [ryan]... Non dimenticarti di venire a trovarmi al club.

source: [CD] Oh... And bring money!
french: [CD] Oh... Et apportes de l'argent!
italian: [CD] Oh... E porta denaro!

source: [RT] {i}Alright, I agreed to arrange a dinner between my mom and Will Tylor. Now, I've got to convince Mom to go.{/i}
french: [RT] {i}D'accord, j'ai accepté d'organiser un dîner entre ma mère et Will Tylor. Maintenant, je dois convaincre maman d'y aller.{/i}
italian: [RT] {i}Bene, ho accettato di organizzare una cena tra mia mamma e Will Tylor. Ora devo convincere la mamma a andare.{/i}

source: [RT] {i}This might not be easy considering Mom seems to despise Will Tylor. I'd better hit her up at breakfast. She always seems to be in a good mood in the mornings.{/i}
french: [RT] {i}Cela pourrait ne pas être facile étant donné que maman semble mépriser Will Tylor. Je ferais mieux de la voir au petit déjeuner. Elle semble toujours de bonne humeur le matin.{/i}
italian: [RT] {i}Questo potrebbe non essere facile considerando la mamma sembra disprezzare Will Tylor. Farei meglio a colpirla a colazione. Sembra sempre di buon umore al mattino.{/i}

source: [RT] {i}This perv only wants in Mom's pants.{/i}
french: [RT] {i}Ce pervers ne veut que dans le pantalon de maman.{/i}
italian: [RT] {i}Questo perv vuole solo nei pantaloni della mamma. {/i}

source: [RT] {i}I don't think Mom would ever let that happen, but why give him that chance?{/i}
french: [RT] {i}Je ne pense pas que maman laisserait ça arriver, mais pourquoi lui donner cette chance?{/i}
italian: [RT] {i}Non penso che la mamma avrebbe mai lasciato che ciò accadesse, ma perché dargli quella possibilità?{/i}

source: [RT] {i}I won't be able to deliver any good news to Lauren about the dress code.{/i}
french: [RT] {i}Je ne pourrais pas donner de bonnes nouvelles à Lauren sur le code vestimentaire.{/i}
italian: [RT] {i}Non sarò in grado di consegnare nessuna buona notizia a Lauren sul codice di vestito.{/i}

source: [RT] {i}I'm sure Lauren wouldn't want to put Mom in that kind of danger just to win an election.{/i}
french: [RT] {i}Je suis sûr que Lauren ne voudrait pas mettre Maman dans ce genre de danger juste pour gagner une élection.{/i}
italian: [RT] {i}Sono sicuro che Lauren non vorrebbe mettere mamma in quel genere di pericolo solo per vincere un'elezione.{/i}

source: [RT] {i}Yeah, right.{/i}
french: [RT] {i}Ouais, c'est ça.{/i}
italian: [RT] {i}Si, destra.{/i}

source: [R] I'm sorry Mr. Tylor, but I don't think my father would like me arranging any dates for my mom, even if they are strictly professional.
french: [R] Je suis désolé M. Tylor, mais je ne pense pas que mon père aimerait que j'organise des rendez-vous pour ma mère, même s'ils sont strictement professionnels.
italian: [R] Mi dispiace signor Tylor, ma non penso che mio padre vorrebbe che organizzassi date per mia mamma, anche se sono strettamente professionali.

source: [WT] I see.
french: [WT] Je vois.
italian: [WT] Lo vedo.

source: [WT] Well, if you do change your mind, talk to your lovely mother, and if she's willing to go on that date with me, I'll do my best to make sure the dress code change happens.
french: [WT] Eh bien, si vous changez d'avis, parlez à votre charmante mère, et si elle est prête à aller à ce rendez-vous avec moi, je ferai de mon mieux pour que le changement de code vestimentaire se produise.
italian: [WT] Beh, se cambi idea, parla con tua bella madre, e se lei è disposta ad andare in quella data con me, farò del mio meglio per assicurarsi che il cambio di codice di abbigliamento accade.

source: [WT] If she agrees, You can just send an email to my school email address.
french: [WT] Si elle est d'accord, vous pouvez simplement envoyer un e-mail à l'adresse e-mail de mon école.
italian: [WT] Se accetta, puoi solo inviare una email al mio indirizzo email di scuola.

source: [R] It's not very likely, but I'll keep that in mind.
french: [R] Ce n'est pas très probable, mais je vais garder cela à l'esprit.
italian: [R] Non è molto probabile, ma lo terrò in mente.

source: [RT] {i}Shit!... The only way to get the dress code changed is by setting my mom up on a date with Will. He says it's purely professional, but is it worth the risk?{/i}
french: [RT] {i}Merde!... La seule façon de changer le code vestimentaire est de fixer à ma mère à un rendez-vous avec Will. Il dit que c'est purement professionnel, mais cela en vaut-il la peine?{/i}
italian: [RT] {i}Mossa!... L'unico modo per ottenere il codice di abbigliamento cambiato è quello di impostare la mia mamma su un appuntamento con Volontà. Egli dice che è puramente professionale, ma vale la pena il rischio?{/i}

source: [RT] {i}If I do decide to set them up, It would probably best to speak to Mom at breakfast. I'm pretty sure she despises Will Tylor, so she'd probably be more open to it in the morning.{/i}
french: [RT] {i}Si je décide de les mettre en place, Il serait probablement préférable de parler à maman au petit déjeuner. Je suis presque sûr qu'elle méprise Will Tylor, alors elle serait probablement plus ouverte à ça le matin.{/i}
italian: [RT] {i}Se decido di impostarli, probabilmente sarebbe meglio parlare con la mamma a colazione. Sono abbastanza sicuro che disprezza Will Tylor, quindi probabilmente sarebbe più aperta ad esso la mattina.{/i}

source: Voice over intercom
french: Voix à travers l'interphone

source: Principal Hardun
french: Monsieur le principal Hardun

source: Miss Jessica
french: Mme Jessica
italian: Sig. na Jessica

source: Unknown Boy
french: Garçon Inconnu
italian: Bambino Sconosciuto

source: Another Unknown Boy
french: Un Autre garçon Inconnu
italian: Un altro Ragazzo Sconosciuto

source: Mrs. Stone's Thoughts
french: Pensées de Mme Stone
italian: Pensieri Della Signora Stone

source: Locker Room Girl
french: Fille du vestiaire
italian: Camera Armadio Ragazza

source: Lick that clit!
french: Lécher ce clitoris!
italian: Lick quel clit!

source: Where's your pride, man?
french: Où est ta fierté, mec ?
italian: Dov'è il vostro orgoglio, uomo?

source: I think our relationship is more than that.
french: Je pense que notre relation est plus que cela.
italian: Penso che il nostro rapporto sia più di questo.

source: Say nothing.
french: Ne rien dire.
italian: Non dica nulla.

source: Take what you can get!
french: Prends ce que tu veux obtenir!
italian: Prendete quello che potete ottenere!

source: I can't let her think I'm that desperate.
french: Je ne peux pas la laisser croire que je suis si désespéré.
italian: Non posso lasciarla pensare che io sia così disperata.

source: Lets go to pound town.
french: Allons à pound town.
italian: Permette di andare in città libbre.

source: Pull out!
french: Retirer!
italian: Tira fuori!

source: Creampie!
french: Éjaculation interne!
italian: Sborrata!

source: Leave her alone
french: La laisser tranquille
italian: La lasci da sola

source: Cover her face
french: Couvrir son visage
italian: Copri il suo viso

source: Suggest Anal sex
french: Suggérer le sexe anal
italian: Suggerisci sesso anale

source: Don't bring up anal
french: Ne pas faire mention de l'anal
italian: Non alleva anale

source: Stay strong, don't arrange the date.
french: Rester fort, ne pas organiser de rdv.
italian: Rimanete forti, non organizzare la data.

source: Lauren's election is too important, arrange the date.
french: L'élection de Lauren est trop importante, planifier la date.
italian: L'elezione di Lauren è troppo importante, organizzare la data.

source: Interrupt.
french: Interrompre.
italian: Interruzione.

source: Continue to wait.
french: Continuer à attendre.
italian: Continuare ad aspettare.

source: Cough loudly.
french: Tousser fort.
italian: Tosse rumorosa.

source: Get her attention.
french: Attirer son attention.
italian: Prendete la sua attenzione.

source: Pay for posters ($200)
french: Payer pour les affiches (200$)
italian: Paga i manifesti ($200)

source: I don't have that much money.
french: Je n'ai pas beaucoup d'argent.
italian: Io non ho così tanti soldi.

source: I'm not spending that much on posters!
french: Je ne dépense pas beaucoup en affiches !
italian: Non sto spendendo così tanto sui postini!

source: Skip Mini-Game.
french: Ignorer le mini-jeu.
italian: Salta Mini-Gioco.

source: Play Mini-Game
french: Jouer au mini-jeu
italian: Gioca A Mini-Gioco

source: Pay for posters ($300)
french: Payer pour les affiches (300$)
italian: Paga i manifesti ($300)

source: Standing doggy
french: Chien debout
italian: In piedi pecorina

source: Ok, fine!
french: Ok, bien!
italian: Ok, va bene!

source: No way!
french: Pas question !
italian: Non c'è modo!

source: Lick her pussy
french: Lécher sa chatte
italian: Lecca la sua figa

source: Get a blowjob
french: Obtenir une pipe
italian: Prendi un pompino

source: Fuck her missionary style
french: Baiser en style missionnaire
italian: Cazzo lo stile missionario

source: Fuck her standing doggystyle
french: Baiser debout en levrette
italian: Cazzo la sua pecorina in piedi

source: Standing Doggy
french: Chien Debout
italian: Pecorina In piedi

source: Lick her pussy.
french: Lécher sa chatte.
italian: Lecca la sua figa.

source: Lauren squirt
french: Lauren gicle

source: Ok, I'll bankroll you.
french: Ok, je vais te financer.
italian: Ok, ti bancherò.

source: I can't afford another losing campaign.
french: Je ne peux pas me permettre une autre campagne perdue.
italian: Io non posso permettermi un'altra campagna perdente.

source: Sorry, I've got to protect Mom at all costs.
french: Désolé, je dois protéger maman à tout prix.
italian: Mi dispiace, devo proteggere la mamma ad ogni costo.

source: I don't have enough money this week.
french: Je n'ai pas assez d'argent cette semaine.
italian: Io non ho abbastanza denaro questa settimana.

source: Give her $100
french: Lui donner 100$
italian: Datela $100

source: Give her $250
french: Lui donner 250$
italian: Datela $250

source: Give her $500
french: Lui donner 500$
italian: Datele $500

source: Go see Mom
french: Aller voir maman
italian: Vai a vedere la mamma

source: Talk to Megan
french: Parler à Megan
italian: Parlare con Megan

source: Get Lauren's Attention
french: Attirer l'attention de Lauren
italian: Prendi L'Attenzione Di Lauren

source: sneak out of class
french: se faufiler hors de la classe
italian: furto fuori lezione

source: Sneak out of class
french: Se faufiler hors de la classe
italian: Furtività fuori classe

source: Yes ($300)
french: Oui (300$)
italian: Si ($300)

source: Cum inside
french: Sperme à l'intérieur
italian: Sborra dentro di lei

source: Cum on her ass
french: Sperme sur son cul
italian: Sperma sul suo culo

source: I should get our of here.
french: Je devrais prendre ma part.
italian: Dovrei prendere il nostro di qui.

source: Yes, let's go back in time.
french: Oui, remontons le temps.
italian: Sì, torniamo indietro in tempo.

source: No, I'll keep the consequences of losing.
french: Non, j'assumerai les conséquences de perdre.
italian: No, manterrò le conseguenze della perdita.

source: Sorry, no money right now.
french: Désolé, pas d'argent pour le moment.
italian: Siamo spiacenti, in questo momento non c'è denaro.

source: Lauren, you sound a little bit crazy.
french: Lauren, tu as l'air un peu énervée.
italian: Lauren, sembri un po' pazzo.

source: Lauren, I think you might be on to something.
french: Lauren, je pense que tu tiens peut-être sur quelque chose.
italian: Lauren, penso che potresti essere su qualcosa.

source: Lick Lauren's ass
french: Lécher le cul de Lauren
italian: Asino di Lick Lauren

source: Get a blowjob from Lauren
french: Obtenir une pipe de Lauren
italian: Ricevi un pompino da Lauren

source: Invite Mandy
french: Inviter Mandy
italian: Invita Il Mandy

source: Go see Mrs. Stone.
french: Aller voir Mme Stone.
italian: Vada a vedere la signora Pietra.

source: I'll go another time.
french: J'irais une autre fois.
italian: Io andrò un'altra volta.

source: Down Lauren's throat
french: Dans la gorge de Lauren
italian: Giù la gola di Lauren

source: All over Lauren's Face
french: Sur le visage de Lauren
italian: Tutto sul volto di Lauren

source: Lick your ass!
french: Lèche ton cul!
italian: Lick il tuo culo!

source: I'd love another blowjob!
french: J'adorerais une autre pipe!
italian: Io amerei un altro pompino!

source: Maybe...
french: Peut-être...
italian: Forse...

source: Put this dream out of it's misery.
french: Sortir ce rêve de la misère.
italian: Mettete questo sogno fuori dalla sua miseria.

source: Encourage her to keep going.
french: L'encourager à continuer.
italian: Incoraggiarla a continuare a andare.

source: I was busy.
french: J'étais occupé.
italian: Ero impegnata.

source: I didn't have the money.
french: Je n’ai pas d'argent.
italian: Non avevo il denaro.

source: I don't know... I'm really sorry.
french: Je ne sais pas... Je suis vraiment désolé.
italian: Non lo so... mi dispiace veramente.

source: In Lauren's mouth
french: Dans la bouche de Lauren
italian: In bocca a Lauren

source: On Lauren's face
french: Sur le visage de Lauren
italian: Sulla faccia di Lauren

source: Missionary Position
french: Position du missionnaire
italian: Funzione Missionaria

source: Reverse Cowgirl
french: Cover-girl inversé
italian: Invertire Cowgirl

source: Pull Out
french: Retirer
italian: Estrarre

source: Suggest Anal Sex
french: Suggérer le sexe anal
italian: Suggerisci Anale Sesso

source: Keep Quiet
french: Garder le silence
italian: Mantieni Silenzioso

source: Uhh... Never mind... It wasn't a good idea.
french: Euhh... Ça ne fait rien... Ce n'était pas une bonne idée.
italian: Uhh... Mai pensare... Non era una buona idea.

source: Suggest Anal Sex.
french: Suggérer le sexe anal.
italian: Suggerisci Sesso Anale.

source: Wait! Bad idea.
french: Attends! Mauvaise idée.
italian: Aspetta! Cattiva.

source: Go visit Will Tylor
french: Aller visiter Will Tylor
italian: Vai a visita Will Tylor

source: Maybe another time.
french: Peut-être une autre fois.
italian: Forse un’altra volta.

source: Check out the van.
french: Regarder dans la fourgonnette.
italian: Dai un'occhiata al furgone.

source: Maybe later.
french: Peut-être plus tard.
italian: Forse più tardi.

source: Yes ($500)
french: Oui (500$)
italian: Sì ($500)

source: Buy School Influence ($500)
french: Acheter Influence scolaire (500$)
italian: Acquista Influenza Scuola ($500)

source: Nothing else.
french: Rien d'autre.
italian: Nient'altro.

source: Yeah, why not?
french: Ouais, pourquoi pas?
italian: Sì, perché no?

source: No, that's too expensive.
french: Non, c'est trop cher.
italian: No, è troppo caro.

source: [L] Hehehe...
italian: [L] Hehehehe...

source: [S] Huhhh?...
italian: [S] Huhhhh?...

source: [MJ] Correct.
italian: [MJ] Corretto.

source: [L] Deal!
italian: [L] Affare fatto!

source: [L] Mmmmmmmmmm...
italian: [L] Mmmmmmmmmmmm...

source: [R] touché.
italian: [R] tocco.

source: [LRG] AAAAAaaaahhhh!...
italian: [LRG] AAAAAaaaahhhhh!...
