Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.02.po
Languages: french

source: [R] It sounded more like a window opening and closing, and booted footsteps sneaking around in this room.
french: [R] Cela ressemblait plus à une fenêtre qui s'ouvrait et se fermait, et des pas feutrés se faufilant dans cette pièce.

source: [R] Did you see or hear anything?
french: [R] As-tu vu ou entendu quelque chose?

source: [S] No, are you sure you heard these noises?
french: [S] Non, es-tu sûr d'avoir entendu ces bruits?

source: [R] Not completely, but with everything that's going on with the Mafia and the FBI, I thought it's very possible for either of them to be sneaking around in here.
french: [R] Pas complètement, mais avec tout ce qui se passe avec la Mafia et le FBI, je pensais qu'il était très possible pour l'un d'eux de se faufile ici.

source: [R] Just the thought of them sneaking around and spying on us in our underwear as we sleep motivated me to grab a bat and come check things out.
french: [R] Juste l'idée qu'ils se faufilent et nous espionnent dans nos sous-vêtements pendant que nous dormons m'a motivé à prendre une batte et à aller vérifier les choses.

source: [S] Well, go back to sleep, I'm sure you were just imagining things.
french: [S] Eh bien, rendors-toi, je suis sûr que tu imaginais juste des choses.

source: [R] Ok, but if you hear anything, come and tell me, ok?
french: [R] Ok, mais si tu entends quelque chose, viens me le dire, ok ?

source: [S] Yeah right, I think I'd go tell Mom she's probably stronger than you.
french: [S] Ouais d'accord, je pense que j'irais le dire à maman, elle est probablement plus forte que toi.

source: [R] No, she's not!
french: [R] Non, elle ne l'est pas!

source: [S] Ok whatever, just go back to sleep.
french: [S] Ok quoi qu'il en soit, il suffit de se rendormir.

source: [R] Ok, goodnight.
french: [R] Ok, bonne nuit.

source: [ST] {i}Shit, I hope [ryan] was just imagining things.{/i}
french: [ST] {i}Merde, j'espère que [ryan] imaginait juste des choses.{/i}

source: [ST] {i}What if some pervert from the FBI or Mafia was snooping around in here?{/i}
french: [ST] {i}Et si un pervers du FBI ou de la Mafia fouinait ici?{/i}

source: [ST] {i}I would be their first victim. I have no protection of a room or a locked door.{/i}
french: [ST] {i}Je serais leur première victime. Je n'ai aucune protection d'une pièce ou d'une porte verrouillée.{/i}

source: [ST] {i}Shit, now I'm just freaking myself out.{/i}
french: [ST] {i}Merde, maintenant je me fais peur.{/i}

source: [ST] {i}I've got to control my imagination.{/i}
french: [ST] {i}Je dois contrôler mon imagination.{/i}

source: [ST] {i}Oh, shit! What was that?{/i}
french: [ST] {i}Oh, merde! C'était quoi ça ?{/i}

source: [ST] {i}I'm getting out of here. There should be room in Mom's bed.{/i}
french: [ST] {i}Je sors d'ici. Il devrait y avoir de la place dans le lit de maman.{/i}

source: [RT] {i}Shit, she's going to Mom's bed. I really was hoping that she would come to me for protection.{/i}
french: [RT] {i}Merde, elle va au lit de maman. J'espérais vraiment qu'elle viendrait me voir pour me protéger.{/i}

source: [RT] {i}Well, I've got a few more tricks up my sleeve.{/i}
french: [RT] {i}Eh bien, j'ai encore quelques cartes dans ma manche.{/i}

source: [S] Hey [ryan], what can I do for you?
french: [S] Hé [ryan], que puis-je faire pour toi ?

source: [R] I've got the money for Lauren's cosplay outfit.
french: [R] J'ai l'argent pour la tenue de cosplay de Lauren.

source: [S] Are you sure? Aren't you supposed to be saving up to pay the DeCapos at the end of the week?
french: [S] Es-tu sûr? Tu n'es pas censé économiser pour payer les DeCapos à la fin de la semaine ?

source: [R] I've been working really hard lately, and I should have enough to pay for Lauren's outfit and the weekly Mafia debt.
french: [R] J'ai travaillé très dur ces derniers temps, et je devrais en avoir assez pour payer la tenue de Lauren et la dette hebdomadaire de la Mafia.

source: {i}{b}"Sidney's Respect +1"{/b}{/i}
french: {i}{b}«Respect de Sidney +1»{/b}{/i}

source: [S] Good for you little brother! Keep it up and maybe we will be able to get along without Dad.
french: [S] Bon pour toi petit frère! Continue et peut-être que nous pourrons nous entendre sans papa.

source: {i}"Money - $400"{/i}
french: {i}'Argent -400$'{/i}

source: [R] Why should I be the one responsible to pay off the debt every week, Mom can help out too.
french: [R] Pourquoi devrais-je être le seul responsable de rembourser la dette chaque semaine, maman peut aussi aider.

source: [S] Yeah, well I guess it's your money. You earned it. If you'd rather pay me for a sexy costume for your little sister then keep Mom safe from the Mafia that's up to you.
french: [S] Ouais, eh bien je suppose que c'est ton argent. Tu l'as mérité. Si tu préfères payer un costume sexy à ta petite sœur, au lieu de protéger maman de la Mafia qui dépend de toi.

source: [R] Oh please, our mom isn't in any danger.
french: [R] Oh s'il te plait, notre mère n'est pas en danger.

source: [R] So, how long will it take to finish?
french: [R] Alors, combien de temps faudra-t-il pour terminer?

source: [S] Give me a couple days and then I'll have it ready for fitting on Lauren.
french: [S] Donne-moi quelques jours et ensuite je l'aurai prêt pour l'essayage sur Lauren.

source: [R] Awesome, I can't wait!
french: [R] Génial, j'ai hâte!

source: [S] Haha, I'll bet you can't.
french: [S] Haha, je parie que tu ne peux pas.

source: [R] What's that supposed to mean?
french: [R] Qu'est-ce que cela signifie?

source: [S] Oh, I think you know.
french: [S] Oh, je pense que tu sais.

source: [S] I don't believe your motives are entirely altruistic.
french: [S] Je ne crois pas que tes motivations soient entièrement altruistes.

source: [RT] {i}She's flashing me again!{/i}
french: [RT] {i}Elle me la montre à nouveau!{/i}

source: [RT] {i}Is she doing this on purpose?{/i}
french: [RT] {i}Fait-elle cela exprès?{/i}

source: [RT] {i}Or could she really be this clueless.{/i}
french: [RT] {i}Ou pourrait-elle vraiment être aussi désemparée.{/i}

source: [R] Whatever.... I'll just check back in a few days to see if you're done.
french: [R] Peu importe.... Je reviendrais dans quelques jours pour voir si tu as fini.

source: [R] Oh hey, it's cousin Mandy! That outfit looks incredible.
french: [R] Oh hé, c'est la cousine Mandy! Cette tenue est incroyable.

source: [R] You look just like Novina from "SolarCraft"!
french: [R] Tu ressembles à Novina de 'SolarCraft'!

source: [MD] Thanks! Sidney made it for me weeks ago. She really did do an incredible job!
french: [MD] Merci! Sidney l'a fait pour moi il y a des semaines. Elle a vraiment fait un travail incroyable!

source: [R] I'll say, and Lauren's outfit must be Penny Roberson from "Missing in Space". Way to pick the sexiest red-head on TV!
french: [R] On dirait la tenue de Lauren doit être celle de Penny Robinson dans 'Perdu dans l'espace'. Une façon de choisir la tête rousse la plus sexy de la télévision!

source: [R] Though I must say, this costume is a little sexier than the one she wears.
french: [R] Bien que je dois dire, ce costume est un peu plus sexy que celui qu'elle porte.

source: [L] Haha, you idiot.
french: [L] Haha, espèce d'idiot.

source: [R] Why didn't you tell me the outfits were done?
french: [R] Pourquoi ne m'as-tu pas dit que les tenues étaient terminées?

source: [S] I was going to get them all fitted and then come and find you.
french: [S] J'allais tout mettre en place, puis venir te trouver.

source: [R] They look great!
french: [R] Elles ont l'air super !

source: [L] Why do you care that our outfits are done?
french: [L] Pourquoi tu te soucies que nos tenues soient faites?

source: [S] Didn't [ryan] tell you, he's the one who paid for your outfit, Lauren.
french: [S] Il ne t'a pas dit [ryan] , c'est lui qui a payé ta tenue, Lauren.

source: [L] Really? Why did you do that?
french: [L] Vraiment? Pourquoi as-tu fait ça ?

source: [R] Because it's what Dad would have done.
french: [R] Parce que c'est ce que Papa aurait fait.

source: [S] I think it's because he wanted to see your ass in it.
french: [S] Je pense que c'est parce qu'il voulait voir ton cul dedans.

source: [S] Hey don't move, I'm not done yet.
french: [S] Hey ne bouge pas, je n'ai pas encore fini.

source: [ST] {i}Wow, she really does have a great ass.{/i}
french: [ST] {i}Wow, elle a vraiment un super cul.{/i}

source: [L] Haha, did you really just want to check out my ass?
french: [L] Haha, voulais-tu vraiment regarder mon cul?

source: [R] Of course not! I didn't even know what outfit Sidney was going to make for you.
french: [R] Bien sûr que non! Je ne savais même pas quelle tenue Sidney allait te faire.

source: [R] And even if she'd told me, Penny's outfit on the show doesn't quite show off her ass like that.
french: [R] Et même si elle m'avait dit, la tenue de Penny dans la série ne montre pas tout à fait son cul comme ça.

source: [S] Ok, and all done.
french: [S] Ok, et tout est terminé.

source: [L] Ok, so how does it look from the front?
french: [L] Ok, alors à quoi ça ressemble de face?

source: [R] Ummmm.... uuhh.... really great!
french: [R] UmmMm.... ouhh.... vraiment génial!

source: [S] Haha.... I can tell by your face that you love it.
french: [S] Haha.... Je peux voir sur ton visage que tu l'aimes.

source: [S] And it's a good thing too. I've worked my ass off to get it ready for this convention.
french: [S] Et c'est une bonne chose aussi. Je l'ai travaillé sur mon cul pour le préparer pour cette convention.

source: [L] I know.... thank you so much.... but we really need to get going. We've already missed a ton of it!
french: [L] Je sais.... Merci bien.... mais nous devons vraiment y aller. Nous en avons déjà manqué beaucoup de choses!

source: [MD] Don't worry too much. The best stuff doesn't happen until night anyways.
french: [MD] Ne t'inquiètes pas trop. Les meilleures choses n'arrivent pas avant la nuit de toute façon.

source: [R] Well, before you go, let's see you strike a pose.
french: [R] Eh bien, avant de partir, voulez-vous faire une pose.

source: [L] Ok.... fine.... but really quick.
french: [L] Ok.... très bien... mais très vite.

source: [R] Haha.... ok.... nice!.... That's just how you need to pose for the creepy fanboys that will want to take pictures of you.
french: [R] Haha.... Ok.... sympa !.... C'est comme ça que vous devez poser pour les fanboys effrayants qui voudront prendre des photos de vous.

source: [L] No you asshole. That's creepy for a brother to ask that, and we're in a hurry. You'll just have to use your imagination for now.
french: [L] Non, connard. C'est effrayant pour un frère de demander ça, et nous sommes pressés. Tu devras juste à utiliser ton imagination pour le moment.

source: [R] But I'm the one who bought the costume for you.
french: [R] Mais c'est moi qui t'ai acheté le costume.

source: [L] That doesn't buy you the right to stare at my ass!
french: [L] Ça ne t'achète pas le droit de regarder mon cul!

source: [L] Come on, cuz. We need to go to the convention.
french: [L] Aller, cuz. Nous devons aller à la convention.

source: [L] Isn't it just a bit weird for a brother to ask his sister and cousin to see their asses?
french: [L] N'est-ce pas un peu bizarre pour un frère de demander à sa sœur et à sa cousinne de voir leurs culs?

source: [R] I think it would be weirder if I didn't appreciate a couple sexy girls in sexy costumes.
french: [R] Je pense que ce serait plus étrange si je n'appréciais pas des filles sexy en costumes sexy.

source: [R] The fact that we're related has nothing to do with it.
french: [R] Le fait que nous soyons de la même famille n'a rien à voir avec cela.

source: [MD] Oh, so you think we're sexy?
french: [MD] Oh, donc tu penses qu'on est sexy ?

source: [R] I'd have to be gay to think otherwise.
french: [R] Je devrais être gay pour penser le contraire.

source: [L] Ok, let's just do it, after all he did pay for my costume.
french: [L] Ok, faisons-le, après tout ce qu'il a payé pour mon costume.

source: [MD] Well, what do you think?
french: [MD] Eh bien, qu'en penses-tu?

source: [R] Really sexy, but Sidney should have made your shorts as revealing as Lauren's.
french: [R] Vraiment sexy, mais Sidney aurait dû rendre ton short aussi révélateur que celui de Lauren.

source: [S] Actually, those shorts are adjustable, they can be modified to show some cheeks.
french: [S] En fait, ces shorts sont réglables, ils peuvent être modifiés pour montrer les fesses.

source: [R] Oh awesome, let's see that!
french: [R] Oh génial, voyons ça!

source: [MD] Haha, sorry but we don't have time.
french: [MD] Haha, désolé mais nous n'avons pas le temps.

source: [L] Yeah, let's go cuz, we've already missed a lot of the convention.
french: [L] Oui, allons-y car, nous avons déjà raté une grande partie de la convention.

source: [MD] You're right, we have to leave this second.
french: [MD] Tu as raison, nous devons y aller de suite.

source: [L] Thanks we will. And I really owe you for paying for my costume.
french: [L] Merci. Et je te suis reconnaissante vraiment d'avoir payer mon costume.

source: [R] I'll remember that.
french: [R] Je m'en souviendrai.

source: [MD] Haha I'm sure you will.
french: [MD] Haha Je suis sûr que tu le feras.

source: [RT] {i}So, the instructions on the spy-cam say that I can link my phone to the live video feed.{/i}
french: [RT] {i}Ainsi, les instructions de la caméra espion indiquent que je peux lier mon téléphone au flux vidéo en direct.{/i}

source: [RT] {i}It doesn't actually record video, I can only see what's going on live.{/i}
french: [RT] {i}Ca n'enregistre pas de vidéo, je peux voir que ce qui se passe en direct.{/i}

source: [RT] {i}But it does have the option for me to snap pictures when I'm watching a live stream.{/i}
french: [RT] {i}Mais il a la possibilité pour moi de prendre des photos lorsque je regarde un flux en direct.{/i}

source: [RT] {i}Ok, let's get this baby set up.{/i}
french: [RT] {i}Ok, allons mettre en place ce bébé.{/i}

source: [RT] {i}Ok, I just need to get this footstool moved over here.... {/i}
french: [RT] {i}Ok, j'ai juste besoin d'avoir ce tabouret déplacé ici ....{/i}

source: [RT] {i}And use this screwdriver to open this vent.... {/i}
french: [RT] {i}Et utiliser ce tournevis pour ouvrir cet évent .... {/i}

source: [RT] {i}Dammit!.... That hurt!.... {/i}
french: [RT] {i}Bon sang!.... Ça fait mal!.... {/i}

source: [RT] {i}You stupid goddamn piece of shit! Open up.{/i}
french: [RT] {i}Espèce de merde! Ouvres-toi.{/i}

source: [RT] {i}You son of a bitch mother fucker!{/i}
french: [RT] {i}Enfoiré de pute !{/i}

source: [RT] {i}Finally!.... Ok, just place it so it can see between the grates.... {/i}
french: [RT] {i}Enfin!.... Ok, il suffit de le placer pour qu'il puisse voir entre les grilles.... {/i}

source: [RT] {i}And turn it on!{/i}
french: [RT] {i}Et excite-le!{/i}

source: [RT] {i}Ok, perfect.... It should be streaming to my phone now.{/i}
french: [RT] {i}Ok, parfait.... Il devrait être en streaming sur mon téléphone maintenant.{/i}

source: [RT] {i}All right, just a slight adjustment so I have a good view of the shower,{/i}
french: [RT] {i}D'accord, juste un léger ajustement donc j'ai une bonne vue de la douche, {/i}

source: [RT] {i}.... and now I should be able to see live streams of whatever it is the girls do in here.{/i}
french: [RT] {i}.... et maintenant, je devrais pouvoir voir les flux en direct de tout ce que les filles font ici.{/i}

source: [RT] {i}I can't wait! It's amazingly convenient that the girls all have predictable bathroom schedules.... hmmmm.{/i}
french: [RT] {i}J'ai hâte! Il est incroyablement pratique que les filles aient toutes des horaires de salle de bain prévisibles.... hmmmm.{/i}

source: [RT] {i}Lauren's taking her early morning shower before school. Thanks to my new spy-cam, I can take a peek.{/i}
french: [RT] {i}Lauren prend sa douche tôt le matin avant l'école. Grâce à ma nouvelle caméra espion, je peux jeter un coup d'œil.{/i}

source: [RT] {i}She's already showered, she'll be coming out that door any second. I don't want to be creeping around when she does.{/i}
french: [RT] {i}Elle est déjà douchée, elle va sortir de cette porte d'une seconde à l'autre. Je ne veux pas me faufiler quand elle le fait.{/i}

source: [RT] {i}These little cameras have pretty decent reception and video quality.{/i}
french: [RT] {i}Ces petites caméras ont une réception et une qualité vidéo assez décentes.{/i}

source: [RT] {i}Nice! It's time for a show!{/i}
french: [RT] {i}Joli! C'est l'heure du spectacle !{/i}

source: [RT] {i}Best thousand dollars I've ever spent.{/i}
french: [RT] {i}Les meilleurs milliers de dollars que j'ai jamais dépensés.{/i}

source: [RT] {i}The zoom function on this camera is pretty good too.{/i}
french: [RT] {i}La fonction de zoom de cet appareil photo est également très bonne.{/i}

source: [RT] {i}Oh, I love those tiny titties!{/i}
french: [RT] {i}Oh, j'adore ces petits nichons!{/i}

source: [RT] {i}Oh, yeah! Get that dirty body clean!{/i}
french: [RT] {i}Oh, oui! Nettoie ce corps sale !{/i}

source: [RT] {i}If only she'd just turn a little to the left.{/i}
french: [RT] {i}Si seulement elle tournait un peu à gauche.{/i}

source: [RT] {i}Oh, well, this will still make a great picture.{/i}
french: [RT] {i}Oh, eh bien, cela fera toujours une belle image.{/i}

source: [RT] {i}Aaauhh.... I've been here too long, I'd better go before I'm caught.{/i}
french: [RT] {i}Aaauhh... Je suis là depuis trop longtemps, je ferais mieux d'y aller avant d'être pris.{/i}

source: [RT] {i}Oh my God, yes! This is so awesome!{/i}
french: [RT] {i}Oh mon Dieu, oui! C'est tellement génial!{/i}

source: [RT] {i}And thanks to modern technology I can watch it all.{/i}
french: [RT] {i}Et grâce à la technologie moderne, je peux tout regarder.{/i}

source: [RT] {i}She seems to be extra horny lately. I wonder if watching "Game of Thots" has been making her think more about incest.{/i}
french: [RT] {i}Elle semble être très excitée ces derniers temps. Je me demande si regarder 'Game of Thots' lui a fait penser davantage à l'inceste.{/i}

source: [RT] {i}Or maybe my subliminal messages are getting through to her, and she's trying to repress feelings for her brother.{/i}
french: [RT] {i}Ou peut-être que mes messages subliminaux l'influence, et qu'elle essaie de réprimer les sentiments pour son frère.{/i}

source: [RT] {i}Most likely she's not thinking of me at all, but I can dream!{/i}
french: [RT] {i}Très probablement, elle ne pense pas du tout à moi, mais je peux en rêver!{/i}

source: [RT] {i}I'm sure that little pussy is tight and inexperienced. I know she's not innocent, but I think she's still a virgin.{/i}
french: [RT] {i}Je suis sûr que cette petite chatte est serrée et inexpérimentée. Je sais qu'elle n'est pas innocente, mais je pense qu'elle est encore vierge.{/i}

source: [RT] {i}Oh, yeah!.... Getting some love from the shampoo bottle now.{/i}
french: [RT] {i}Oh, oui !.... Utiliser la bouteille de shampooing pour un peu d'amour maintenant.{/i}

source: [RT] {i}I have to capture this moment. ok, just double tapping the screen while watching a livefeed should take a pic.{/i}
french: [RT] {i}Je dois capturer ce moment. ok, il suffit de taper deux fois sur l'écran tout en regardant un flux en direct pour prendre une photo.{/i}

source: [RT] {i}Perfect! That beautiful image will be on my computer next time I check it.{/i}
french: [RT] {i}Parfait! Cette belle image sera sur mon ordinateur la prochaine fois, je vérifierais.{/i}

source: [RT] {i}Look at that tiny pussy stretch!{/i}
french: [RT] {i}Regarde cette petite chatte étirée !{/i}

source: [RT] {i}Fucking lucky bottle!{/i}
french: [RT] {i}Putain de bouteille chanceuse!{/i}

source: [RT] {i}Maybe she's not quite as tight as I imagined, if she normally sticks random household objects up her pussy.{/i}
french: [RT] {i}Peut-être qu'elle n'est pas aussi serrée que je l'imaginais, si elle enfonce des objets domestiques variés dans sa chatte.{/i}

source: [RT] {i}I wonder what Lauren would think if she knew that same bottle has been in Sidney's pussy and Mom's ass.{/i}
french: [RT] {i}Je me demande ce que Lauren penserait si elle savait que cette même bouteille était dans la chatte de Sidney et le cul de Maman.{/i}

source: [RT] {i}Is it normal to be jealous of a shampoo bottle? Getting inside one girl in this house would be a major achievement, this bottle's gotten in two!{/i}
french: [RT] {i}Est-il normal d'être jaloux d'un flacon de shampoing ? Pénétrer une fille dans cette maison serait une réussite majeure, cette bouteille est entrée dans deux filles !{/i}

source: [RT] {i}I guess anything's a dildo if you're brave enough.{/i}
french: [RT] {i}Je suppose que c'est comme un gode si tu es assez courageux.{/i}

source: [RT] {i}She looks really into it. Could she possibly be imagining that the shampoo bottle is me?{/i}
french: [RT] {i}Elle regarde vraiment. Pourrait-elle imaginer que le flacon de shampoing, c'est moi?{/i}

source: [RT] {i}She'll need more than a shampoo bottle to get herself ready for me.{/i}
french: [RT] {i}Elle aura besoin de plus qu'une bouteille de shampoing pour se préparer pour moi.{/i}

source: [RT] {i}Oh!.... I think she's about there!{/i}
french: [RT] {i}Oh!.... Je crois qu'elle est là !{/i}

source: [RT] {i}Holy shit!.... She's trying to give the shower head some competition!{/i}
french: [RT] {i}Merde !.... Elle essaie de concurrencer le pommeau de douche!{/i}

source: [RT] {i}What an amazing talent! She'd be a natural porn star.{/i}
french: [RT] {i}Quel talent incroyable! Elle serait une star du porno naturelle.{/i}

source: [RT] {i}Maybe I should take off before someone sees me just staring at my phone in front of the bathroom door.{/i}
french: [RT] {i}Je devrais peut-être partir avant que quelqu'un ne me voie regarder mon téléphone devant la porte de la salle de bain.{/i}

source: [RT] {i}Thanks for the show Lauren!{/i}
french: [RT] {i}Merci pour le spectacle Lauren!{/i}

source: {i}{b}"Lauren's Libido -5"{/b}{/i}
french: {i}{b}«Libido de Lauren -5»{/b}{/i}

source: [RT] {i}Sidney must be taking a shower. Mom and Lauren don't seem to be around.{/i}
french: [RT] {i}Sidney doit prendre une douche. Maman et Lauren ne semblent pas être là.{/i}

source: [RT] {i}Sidney must be taking a shower. Mom and Lauren are already at school.{/i}
french: [RT] {i}Sidney doit prendre une douche. Maman et Lauren sont déjà à l'école.{/i}

source: [RT] {i}Thanks to my new spy-cam, I can take a peek and see.{/i}
french: [RT] {i}Grâce à ma nouvelle caméra espion, je peux jeter un coup d'œil et voir.{/i}

source: [RT] {i}Nice! I should have made popcorn!{/i}
french: [RT] {i}Bien ! J'aurais dû faire du pop-corn!{/i}

source: [RT] {i}This is the best show in town.{/i}
french: [RT] {i}C'est le meilleur spectacle de la ville.{/i}

source: [RT] {i}She has probably got the finest ass I've ever seen, and those tan lines just make me want to nut on the spot!{/i}
french: [RT] {i}Elle a probablement le plus beau cul que j'ai jamais vu, et ces lignes de bronzage me donnent juste envie de fondre sur place!{/i}

source: [RT] {i}Oh, yeah! Wash that dirty hair!{/i}
french: [RT] {i}Oh, oui! Lave ces cheveux sales!{/i}

source: [RT] {i}Thank you for spreading those legs.{/i}
french: [RT] {i}Merci d'avoir écarté ces jambes.{/i}

source: [RT] {i}This will make a great picture.{/i}
french: [RT] {i}Cela fera une excellente image.{/i}

source: [RT] {i}These little spy-cameras are awesome.{/i}
french: [RT] {i}Ces petites caméras espions sont géniales.{/i}

source: [RT] {i}She's watching herself finger her own pussy in the glass!{/i}
french: [RT] {i}Elle se regarde doigter sa propre chatte dans le miroir!{/i}

source: [RT] {i}Little does she know she has an audience of more than one.{/i}
french: [RT] {i}Sait-elle qu'elle a un public de plus d'une personne.{/i}
