Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [RT] {i}I... think I slept in... What time is it?{/i}
italian: [RT] {i}Io... credo di aver dormito fino a tardi... Che ore sono?

source: [RT] {i}It looks like Sidney already left to go running.{/i}
italian: [RT] {i}Sembra che Sidney sia già partito per andare a correre.{/i}

source: [RT] {i}Isn't today Sunday? I should probably go see if Mom needs any help with the "honey-do list".{/i}
italian: [RT] {i}Non è domenica oggi? Probabilmente dovrei andare a vedere se mamma ha bisogno di aiuto con la "lista delle cose da fare".{/i}

source: [RT] {i}Who could that be?{/i}
italian: [RT] {i}Chi potrebbe essere? {/i}

source: [RT] {i}Why am I the only one in the house who ever answers the door?{/i}
italian: [RT] {i}Perché sono l'unico in casa che risponde alla porta? {/i}

source: [AD] Well, there's the little twerp himself.
italian: [AD] Beh, c'è il piccolo twerp se stesso.

source: [R] The... bitch is back.
italian: [GP] Sei figlio di una cagna!

source: [RT] {i}Shit... That just sounded lame.{/i}
italian: [RT] {i} Merda... Mi è sembrato un po' da sfigati

source: [R] Why are you here? It's not Thursday.
italian: [R] Perché sei qui? Non è giovedì.

source: [R] Wait!... Is that a SWAT van in front of the house?
italian: [R] Aspetta!... È un furgoncino SWAT di fronte alla casa?

source: [AD] You're very observant, [ryan].
italian: [AD] Sei molto osservante, [ryan].

source: [R] Shit!... Are we in trouble?
italian: [R] Merda!... Siamo nei guai?

source: [AD] Why don't you tell me?
italian: [AD] Perché non me lo dicete?

source: [AD] What have you been up to lately?
italian: [AD] Che cosa sei stato fino a ultimamente?

source: [RT] {i}What the fuck?... What the hell did I do?{/i}
italian: [RT] {i}Che cazzo?... Che diavolo ho fatto?

source: [AD] Hahaha... Relax... They're just helping me move a few things... hahaha... you should see the look on your face!
italian: [AD] Hahaha... Rilassati... Mi stanno solo aiutando a muovere alcune cose... hahaha... dovresti vedere lo sguardo sul tuo viso!

source: [SG] Hey, Diaz!
italian: [SG] Ehi, Diaz!

source: [AD] What?
italian: [AD] Cosa?

source: [SG] You gonna come help us unload all of this shit, or what?
italian: [SG] Verrà aiutaci a scaricare tutta questa merda, o cosa?

source: [AD] No! Why do you think I brought all of you strong guys along?
italian: [AD] No! Perché pensate che io abbia portato tutti voi uomini forti?

source: [SG] Well, don't forget our deal!
italian: [SG] Bene, non dimenticare il nostro affare!

source: [SG] The Chief wouldn't be happy if he knew we were using our training time to help you.
italian: [SG] Il capo non sarebbe felice se sapesse che stavamo usando il nostro tempo di formazione per aiutarti.

source: [AD] Well, I'm making it worth your time.
italian: [AD] Beh, sto facendo vale la pena il vostro tempo.

source: [SG] O'Brien said you promised us each ten minutes, and if we can last that long, we all get a go at you at the same time.
italian: [SG] O'Brien ha detto che ci hai promesso ogni dieci minuti, e se possiamo durare così a lungo, noi tutti otteniamo un andare a voi allo stesso tempo.

source: [AD] Would you shut the hell up? Can't you see we're in front of a little boy?
italian: [AD] Chiuderesti l'inferno? Non riesci a vedere che siamo di fronte a un ragazzino?

source: [R] Hey!... I'm 19!
italian: [R] Ciao!... Sono 19!

source: [AD] Just go throw all this stuff in the entryway and tell the other boys to do the same! We'll settle up later in the van.
italian: [AD] Basta buttare tutta questa roba nell'entryway e dire agli altri ragazzi di fare lo stesso! Ci stabiliremo più tardi nel furgone.

source: [RT] {i}Holy fuck!... Did I understand that exchange right?{/i}
italian: [RT] {i}Cazzo!... Ho capito bene lo scambio?

source: [AD] Would you please do me a favor and go get your mom?
italian: [AD] Vuoi farmi un favore e andare a prendere la tua mamma?

source: [R] What's going on?
italian: [R] Cosa sta succedendo?

source: [AD] You'll find out in just a few minutes, now will you please go get [mom_name]?
italian: [AD] Scoprirai tra pochi minuti, ora andrai ad ottenere [mom_name]?

source: [AD] If you make a suggestion like that to me again, you'll be taking my place in the van!
italian: [AD] Se fai un suggerimento come quello a me di nuovo, prenderai il mio posto nel furgone!

source: [R] Gross!
italian: [R] Che schifo!

source: [RT] Hey, Mom.
italian: [RT] Ehi, mamma.

source: [M] Hey, honey! Who was at the door?
italian: [M] Hey, miele! Chi era alla porta?

source: [R] It's Agent Diaz of the FBI. She wants to talk to you.
italian: [R] È l'agente Diaz dell'FBI. Vuole parlare con te.

source: [M] Is it good news about your father?
italian: [M] È una buona notizia su tuo padre?

source: [R] I don't know. But they are bringing in a bunch of luggage.
italian: [R] Non lo so. Ma stanno portando in un sacco di bagagli.

source: [M] Oh, maybe it's [dad_name]'s stuff!
italian: [M] Oh, forse è la roba di [nome_papà]!

source: [M] Please stay here and finish sweeping for me.
italian: [M] Si prega di rimanere qui e finire spazzare per me.

source: [R] What? I want to see what's going on.
italian: [R] Che cosa? Voglio vedere cosa sta succedendo.

source: [M] Please, [ryan]!...
italian: [M] Per favore, [ryan]!...

source: [R] Ok...
italian: [R] Va bene...

source: {i}"A few minutes later"{/i}
italian: {i}"Qualche minuto dopo"{/i}

source: [R] Finally finished, now I can go see what's going on.
italian: [R] Finalmente finita, ora posso andare a vedere cosa sta succedendo.

source: [AD] So the nerds at the FBI noticed that all of Camille's bills were still getting paid, even though Uncle Bobby cleaned out all of his bank accounts.
italian: [AD] Così i nerds all'FBI notarono che tutte le fatture di Camille venivano ancora pagate, anche se zio Bobby ha pulito tutti i suoi conti bancari.

source: [AD] They wanted to put you and Mandy in a tiny apartment in a dangerous part of town to make sure they could more easily monitor your transactions, but I convinced them that they should move you in with family instead.
italian: [AD] Volevano mettere te e Mandy in un piccolo appartamento in una zona pericolosa della città per assicurarsi che potessero monitorare più facilmente le tue transazioni, ma li ho convinti che dovrebbero spostarti con la famiglia invece.

source: [AD] That way, I can keep a close eye on Camille's finances and movements, since I'm already in charge of monitoring this household.
italian: [AD] In questo modo, posso tenere d'occhio le finanze e i movimenti di Camille, poiché sono già responsabile del monitoraggio di questa famiglia.

source: [C] I think we'd rather stay in the tiny apartment. There's only one bathroom in this house!
italian: [C] Penso che preferiremmo soggiornare nel piccolo appartamento. C'è solo un bagno in questa casa!

source: [M] Well, go to the apartment then! No one's keeping you here.
italian: [M] Beh, vai nell'appartamento allora! Nessuno ti tiene qui.

source: [AD] Well, actually the FBI will be keeping you here.
italian: [AD] Beh, in realtà l'FBI vi terrà qui.

source: [AD] And trust me, this place is much better. Everyone we send to those apartments ends up getting bedbugs.
italian: [AD] E fidatevi di me, questo posto è molto meglio. Chiunque inviamo a quegli appartamenti finisce per ottenere le cimici.

source: [C] Well... I wish that my Mandy didn't have to stay in the same house as that pervert, [ryan]!
italian: [C] Bene... Vorrei che il mio Mandy non fosse costretto a stare nella stessa casa di quel perverso, [ryan]!

source: [M] He's no more perverted than any other young adult his age!
italian: [M] Non è più perverso di qualsiasi altro giovane adulto la sua età!

source: [RT] {i}It's amazing how little my own mother knows me.{/i}
italian: [RT] {i}È incredibile quanto poco mi conosca mia madre

source: [MT] {i}That's the biggest lie I've told this week.{/i}
italian: [MT] {i}Questa è la più grande bugia che ho detto questa settimana

source: [MD] Mom! I'm 18 yrs old. I can take care of myself.
italian: [MD] Mamma! Ho 18 anni. Posso prendermi cura di me stesso.

source: [C] Mandy....
italian: [C] Mandato....

source: [MD] It's so good to see you! I've pretty much been locked up in my house since Mom found that picture!
italian: [MD] È così bello vederti! Sono stato praticamente bloccato in casa mia da quando la mamma ha trovato quell'immagine!

source: [MD] I'm sorry for all the shit she's put you through because of that! I tried to tell her it was our idea.
italian: [MD] Mi dispiace per tutta la merda che ti ha messo per questo! Ho cercato di dirle che era la nostra idea.

source: [R] I figured... it's good to see you too!
italian: [R] Ho immaginato... è bello vederti anche tu!

source: [MD] {i}(whispering){/i} Does my mom look mad?
italian: [MD] {i}(sussurrando) {/i} Mia madre sembra arrabbiata?

source: [R] {i}(whispering){/i} Yeah...
italian: [R] {i}(sussurrando) {/i} Sì...

source: [MD] {i}(whispering){/i} Good! I love pissing her off!
italian: {i}(sussurrando) {/i} Bene! Adoro farla incazzare!

source: [MD] {i}(whispering){/i} I don't know what you did to her, but she really hates you!
italian: [MD] {i}(sussurrando) {/i} Non so cosa le hai fatto, ma ti odia davvero!

source: [MD] It's going to be so fun living here! I'm going to run and find Lauren.
italian: [MD] Sarà così divertente vivere qui! Io correrò e troverò Lauren.

source: [M] How long have you been standing there?
italian: [M] Da quanto tempo sei lì?

source: [C] I don't care if he heard what I said. He already knows how I feel about him.
italian: [C] Non mi importa se ha sentito quello che ho detto. Egli sa già come mi sento di lui.

source: [M] Honey, will you go tell your sisters and cousin to meet in the lounge for a family meeting?
italian: [M] Miele, andrai a dire alle tue sorelle e cugino di incontrarti nel salone per un incontro di famiglia?

source: [AD] Actually, I need to meet with [ryan] first.
italian: [AD] In realtà, devo prima incontrarmi con [ryan].

source: [C] Is he in trouble?
italian: [C] Lui è nei guai?

source: [AD] No, I just need to help show him how to declare his extra income with the FBI.
italian: [AD] No, devo solo aiutarlo a mostrargli come dichiarare il suo reddito extra con l'FBI.

source: [C] Damn!
italian: [C] Dannazioni!

source: [M] Alright [ryan]... When you're done, we'll meet you in the lounge.
italian: [M] Alright [ryan]... Quando hai finito, ti incontreremo nella sala.

source: [AD] Well?
italian: [AD] Allora?

source: [R] Well, what?
italian: [R] Beh, cosa?

source: [AD] Aren't you going to thank me?
italian: [AD] Non mi ringrazierai?

source: [R] Thank you? For what?
italian: [R] Grazie? Per che cosa?

source: [AD] Well, for starters, I had to do some pretty creative technical cartwheels to keep your income, and your payments from Uncle Bobby hidden when the forensic accounting team started poking around.
italian: [AD] Beh, tanto per cominciare, ho dovuto fare dei giri tecnici piuttosto creativi per tenere nascoste le tue entrate e i tuoi pagamenti dallo zio Bobby quando la squadra di contabilità forense ha iniziato a ficcare il naso.

source: [AD] They could tell there was money coming from somewhere, I just kept them from figuring out from where.
italian: [AD] Potevano dire che c'erano soldi provenienti da qualche parte, li ho appena tenuti a capire da dove.

source: [AD] You'd be looking at a cell next to your dad if they had figured it out.
italian: [AD] Dovresti guardare una cella accanto al tuo papà se lo avessero capito.

source: [R] Really? Just for trying to make money to take care of my family?
italian: [R] Veramente? Solo per aver provato a fare soldi per prendersi cura della mia famiglia?

source: [AD] Ahh... That would be a minor charge, the greater crime would be for giving a lot of that money to a suspected organized crime syndicate.
italian: [AD] Ahh... Si tratterebbe di un'accusa minore, più grande sarebbe la concessione di molti di questi fondi a un sospetto sindacato di criminalità organizzata.

source: [R] But I have no choice!
italian: [R] Ma non ho alcuna scelta!

source: [AD] Yeah, that's what you call being stuck between a rock and a hard place.
italian: [AD] Sì, è quello che si chiama essere bloccati tra un rock e un luogo difficile.

source: [AD] And then the next thing you should be thanking me for, is for delivering two more playthings to live in your house of perversion.
italian: [AD] E poi la prossima cosa per cui dovreste ringraziarmi, è per aver fornito altri due giochi per vivere nella vostra casa di perversione.

source: [R] What?
italian: [R] Cosa?

source: [AD] Oh, I've seen what you've been making your aunt do.
italian: [AD] Oh, ho visto quello che hai fatto tua zia.

source: [AD] And, I've got to ask...
italian: [AD] E, devo chiedere...

source: [AD] How the hell have you been able to make your aunt wear that skimpy maid outfit without your mom finding out?
italian: [AD] Come l'inferno sei stato in grado di rendere la tua zia indossare quel vestito da cameriera skimpy senza che tua mamma scoprisse?

source: [R] Well... she knows... it was kind of her idea.
italian: [R] Beh... Lei lo sa... Diciamo che è stata una di sua idea.

source: [AD] Ha!... I knew your mom was a freak!
italian: [AD] Ah!... Sapevo che tua madre era un mostro!

source: [AD] You better keep her out of that club, cuz it won't be long until she's willingly giving her pussy to every customer that gives her a couple dollars.
italian: [AD] Faresti meglio a tenerla fuori da quel club, perché non passerà molto tempo prima che lei darà volentieri la sua figa a ogni cliente che le dà un paio di dollari.

source: [R] Shut up! She's not like that!
italian: [R] Stai zitto! Lei non è così!

source: [AD] You better hope she is if you want a shot at her.
italian: [AD] Faresti meglio a sperare che lo sia se vuoi una possibilità con lei.

source: [AD] And besides, as an FBI profiler, I'm pretty good at reading people.
italian: [AD] Inoltre, come profilar dell'FBI, sono abbastanza bravo a capire le persone.

source: [AD] You're just going to have to be really skillful in manipulating her into seeing you as her only option.
italian: [AD] Dovrai solo essere davvero abile a manipolarla per vederti come unica opzione.

source: [AD] But from what I've seen, you should have no problems.
italian: [AD] Ma da ciò che ho visto, non dovreste avere problemi.

source: [RT] {i}Am I really that manipulative?{/i}
italian: [RT] {i}Sono davvero così manipolatore? {/i}

source: [AD] Alright, I'm outta here!
italian: [AD] Va bene, io sono fuori qui!

source: [AD] But when you're enjoying your time with your aunt and cousin, don't forget who hooked you up!
italian: [AD] Ma quando ti stai godendo il tuo tempo con tua zia e cugina, non dimenticare chi ti ha agganciato!

source: [AD] And maybe you'll be willing to let me in on some of the fun sometime in the future.
italian: [AD] E forse sarete disposti a lasciarmi entrare in un po 'del divertimento a volte in futuro.

source: [AD] Now I've got a whole SWAT team that are expecting to get paid for their help today.
italian: [AD] Ora ho un intero team SWAT che si aspetta di ottenere pagato per il loro aiuto oggi.

source: [R] Are you really going to fuck them all?
italian: [R] Farai davvero a scoparli tutti?

source: [AD] Haha... What do you think?
italian: [AD] Haha... Cosa ne pensi?

source: [AD] Ya know, you and I aren't too different.
italian: [AD] Ya lo sa, io e te non siamo troppo diversi.

source: [AD] You earn money to gain influence and buy sex.
italian: [AD] Si guadagna denaro per ottenere influenza e acquistare il sesso.

source: [AD] I use sex to gain influence and get money.
italian: [AD] Io uso il sesso per guadagnare influenza e ottenere denaro.

source: [R] We aren't the same at all!
italian: [R] Noi non siamo affatto uguali!

source: [AD] Think about it... I'm sure you'll eventually realize that I'm right.
italian: [AD] Pensateci... Sono sicuro che alla fine capirai che ho ragione.

source: [AD] See you Thursday!
italian: [AD] Ci vediamo Giovedì!

source: [RT] {i}I'm not anything like that bitch!... Am I?{/i}
italian: [RT] {i} Non sono affatto come quella puttana!... Vero?

source: [RT] {i}I'd better head to the lounge for the family meeting.{/i}
italian: [RT] {i} Meglio che vada in sala per la riunione di famiglia. {/i}

source: [M] Oh good, [ryan], you're here. Please sit down.
italian: [M] Oh buono, [ryan], sei qui. Per favore siediti.

source: [M] As if our lives weren't crazy enough, we've had another new development.
italian: [M] Come se le nostre vite non fossero abbastanza pazzesche, abbiamo avuto un altro nuovo sviluppo.

source: [M] The FBI has decided that your Aunt Camille and Mandy should come live with us, since Uncle Bobby has taken all their money and they can't afford a place to live.
italian: [M] L'FBI ha deciso che tua zia Camille e Mandy dovrebbero venire a vivere con noi, visto che lo zio Bobby ha preso tutti i loro soldi e non possono permettersi un posto dove vivere.

source: [M] They also want to keep an eye on them for various reasons, and since we're already being watched, they thought it just made sense to make 5 people live in a three bedroom, one bathroom house.
italian: [M] Essi vogliono anche tenerli d'occhio per vari motivi, e dal momento che stiamo già osservando, pensavano che avesse senso fare 5 persone vivere in una casa con tre camere da letto, una stanza da bagno.

source: [R] I volunteer to share my bed with Aunt Camille.
italian: [R] Faccio volontariato per condividere il mio letto con zia Camille.

source: [C] Yeah right, pervert! Mandy and I will be staying as far away from your room as possible.
italian: [C] Sì, giusto, perverso! Mandy ed io resterò il più lontano possibile dalla vostra stanza.

source: [MD] I'll share your bed with you, [ryan]!
italian: [MD] Io condividerò il tuo letto con te, [ryan]!

source: [C] Oh, no you will not!
italian: [C] Oh, no non lo farete!

source: [M] They're just teasing you.
italian: [M] Ti stanno solo prendendo in giro.

source: [M] Nobody will be sharing [ryan]'s bed!
italian: [M] Nessuno condividerà [ryan] il letto!

source: [M] A teenage boy's bed is no place for any woman.
italian: [M] Il letto di un ragazzo adolescente non è un posto per alcuna donna.

source: [ST] {i}That's right ho's! Only I get to sleep in [ryan]'s bed.{/i}
italian: [ST] {i}Ecco le puttane! Solo io posso dormire nel letto di [ryan]

source: [M] We'll have Mandy sleep with Lauren, and Camille will sleep with me.
italian: [M] Avremo Mandy dormire con Lauren, e Camille dormirà con me.

source: [MD] Yay! Girl time!
italian: [MD] Yay! Tempo delle ragazze!

source: [C] What about the bathroom and showers?
italian: [C] Che ne è del bagno e delle docce?

source: [M] Mandy will have to share the bathroom with Lauren in the {b}early morning{/b} before they both go to school.
italian: [M] Mandy dovrà condividere il bagno con Lauren nella {b}mattina presto{/b} prima che entrambi vadano a scuola.

source: [M] Camille, you can shower in the {b}afternoon{/b} after you're done working out with me, and done cleaning the house.
italian: [M] Camille, puoi fare la doccia nel {b}pomeriggio{/b} dopo aver finito di lavorare con me e aver finito di pulire la casa.

source: [C] I'm still the maid, huh?
italian: [C] Io sono ancora la domestica, eh?

source: [M] Yeah, now you need to pull your weight more than ever.
italian: [M] Sì, ora hai bisogno di tirare il tuo peso più che mai.

source: [MD] I want to pull my weight too. Is there anything I can do to help?
italian: [MD] Voglio anche tirare il mio peso. C'è qualcosa che posso fare per aiutare?

source: [M] Hmmm... Do you know how to do any yard work?
italian: [M] Hmmm... Sai fare qualche lavoro di giardinaggio?

source: [M] I've had a hard time keeping on top of the yard, now that we cant afford a landscaper.
italian: [M] Ho avuto un duro periodo di permanenza in cima al cantiere, ora che citiamo un paesaggista.

source: [MD] Sure... At least, I think I can figure it out.
italian: [MD] Certo... almeno, penso di poterlo capire.

source: [M] Well, maybe [ryan] can help you with anything you're unsure of.
italian: [M] Beh, forse [ryan] ti può aiutare con qualsiasi cosa di cui non sei sicuro.

source: [MD] All right, I can do the yardwork in the {b}evenings{/b} after I get home from school.
italian: [MD] Bene, posso fare il cantiere nelle {b}serate{/b} dopo essere tornato a casa dalla scuola.

source: [M] Will you be changing schools?
italian: [M] Cambierai scuola?

source: [C] Not yet. Mandy's tuition has already been paid until the end of this semester.
italian: [C] Non ancora. Le lezioni di Mandy sono già state pagate fino alla fine di questo semestre.

source: [MD] This semester is almost over though, and then I'll probably have to go to public school, since we can't afford the private school you teach at.
italian: [MD] Questo semestre è quasi finito, e poi probabilmente dovrò andare a scuola pubblica, dal momento che non possiamo permetterci la scuola privata a cui insegna.

source: [M] Well, let me talk to a few people, they might make an exception since you're my niece.
italian: [M] Beh, lasciami parlare con alcune persone, potrebbero fare un'eccezione dal momento che sei mia nipote.

source: [MT] {i}Hopefully school board member Will Tylor won't want anything in exchange.{/i}
italian: [MT] {i}Spero che il membro del consiglio scolastico Will Tylor non voglia niente in cambio

source: [MD] Oh, I hope so! I'd love to go to school with Lauren and [ryan]!
italian: [MD] Oh, spero così! Mi piacerebbe andare a scuola con Lauren e [ryan]!

source: [M] Alright, I'll see what I can do.
italian: [M] Bene, vedrò cosa posso fare.

source: [RT] {i}Huh?... Oh that's my phone.{/i}
italian: [RT] {i}Huh?... Oh, è il mio telefono

source: [RT] {i}text from a blocked number?{/i}
italian: [RT] {i}testo da un numero bloccato? {/i}

source: [RT] {i}I wonder what this could be?{/i}
italian: [RT] {i} Mi chiedo cosa possa essere questo? {/i}

source: [RT] {i}Do I dare click on the image to download it?{/i}
italian: [RT] {i}Ho il coraggio di cliccare sull'immagine per scaricarla?

source: [RT] {i}Oh, my God!{/i}
italian: [RT] {i}Oh, mio Dio! {/i}

source: [RT] {i}Is that Agent Diaz?{/i}
italian: [RT] {i}È quell'Agente Diaz?{/i}

source: [RT] {i}Wow! What a whore!{/i}
italian: [RT] {i}Wow! Che puttana!

source: [RT] {i}At least I have some photo evidence to blackmail her now.{/i}
italian: [RT] {i}Almeno ora ho delle prove fotografiche per ricattarla

source: [RT] {i}What? Photo deleted?{/i}
italian: [RT] {i}Cosa? Foto cancellata?

source: [RT] {i}Shit! Of course she's hacked my phone!{/i}
italian: [RT] {i}Merda! Certo che ha violato il mio telefono!

source: [M] [ryan]?... Is that more important than our meeting?
italian: [M] [ryan]?... È più importante della nostra riunione?

source: [R] What?... Oh sorry, no... I'm putting it away.
italian: [R] Cosa?... Oh mi dispiace, no... lo sto mettendo via.

source: [M] Is there anything else we need to talk about?
italian: [M] C'è altro di cui dobbiamo parlare?

source: [L] If you can make it, we have a family breakfast every morning.
italian: [L] Se riesci a farlo, ogni mattina abbiamo una colazione in famiglia.

source: [M] Yep, that's right. First thing in the morning.
italian: [M] Yep, è giusto. Prima cosa al mattino.

source: [C] Mandy and I usually skip breakfast, so don't wait for us if we don't show up.
italian: [C] Mandy e io di solito saltiamo la colazione, quindi non aspettateci se non ci presentiamo.

source: [M] Ok... Well, I think that's all we have.
italian: [M] Ok... Beh, penso che sia tutto quello che abbiamo.
