Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [M] Would you like to come up here and get a closer look?
french: [M] Voulez-vous venir ici et regarder de plus près?
italian: [M] Vuoi venire qui e dare un'occhiata più da vicino?

source: [K] Yes, please!
french: [K] Oui, s'il vous plait!
italian: [K] Sì, per piacere!

source: [M] And anybody else who wants to see better can come on up here too.
french: [M] Et n'importe qui d'autre qui veut voir mieux peut venir ici aussi.
italian: [M] E chiunque altro che voglia vedere meglio può venire su qui troppo.

source: [L] Oh... I do.
french: [L] Oh... je le fais.
italian: [L] Oh... Lo faccio.

source: [M] You see... When a boy gets touched, or excited, or sometimes even bored, the blood in his body will rush to his penis.
french: [M] Vous voyez... Lorsqu'un garçon est touché, excité ou parfois même ennuyé, le sang dans son corps se précipite vers son pénis.
italian: [M] Vedete... Quando un ragazzo viene toccato, o eccitato, o a volte addirittura annoiato, il sangue nel suo corpo si precipita verso il suo pene.

source: [M] All that extra blood in the soft material inside, makes his penis hard.
french: [M] Tout ce sang supplémentaire dans le matériau mou à l'intérieur rend son pénis dur.
italian: [M] Tutto quel sangue in più nel materiale morbido all'interno, rende il suo pene difficile.

source: [M] Now, Lauren? Do you know why it's important for a boy to get hard?
french: [M] Maintenant, Lauren? Savez-vous pourquoi c'est important pour un garçon de devenir dur?
italian: [M] Ora, Lauren? Sai perché è importante che un ragazzo ottenga duramente?

source: [L] Well, it would be pretty hard to have sex if he wasn't hard.
french: [L] Eh bien, ce serait assez difficile d'avoir des relations sexuelles s'il n'était pas dur.
italian: [L] Beh, sarebbe piuttosto difficile fare sesso se non fosse duro.

source: [K] I think it would be harder to have sex when it is hard. How could that possibly fit inside anybody?
french: [K] Je pense qu'il serait plus difficile d'avoir des relations sexuelles quand c'est dur. Comment cela pourrait-il rentrer à l'intérieur de n'importe qui?
italian: [K] Penso che sarebbe più difficile fare sesso quando è duro. Come potrebbe essere adatto a chiunque?

source: [M] It can take some time and practice, and it's good to start small and work your way up.
french: [M] Cela peut prendre du temps et de la pratique, et c'est bien de commencer petit et de progresser.
italian: [M] Può richiedere un po' di tempo e di pratica, ed è bene iniziare piccolo e lavorare in alto.

source: [K] So, can you take a penis that large?
french: [K] Alors, pouvez-vous prendre un pénis aussi grand?
italian: [K] Così, si può prendere un pene che grande?

source: [M] Of course, would you like to see a demonstration?
french: [M] Bien sûr, souhaitez-vous voir une démonstration?
italian: [M] Certo, vorresti vedere una manifestazione?

source: [L] Oh, yes! Please!
french: [L] Oh, oui! S'il te plaît!
italian: [L] Oh, sì! Per favore!

source: [K] Absolutely!
french: [K] Absolument!
italian: [K] Assolutamente!

source: [M] Now please remember that it's dangerous to try and take a penis this size without working your way up to it.
french: [M] Rappelez-vous maintenant qu'il est dangereux d'essayer de prendre un pénis de cette taille sans vous frayer un chemin jusqu'à lui.
italian: [M] Ora ricordate che è pericoloso cercare di prendere un pene questa dimensione senza lavorare fino ad esso.

source: [M] [ryan] and I have been practicing at home.
french: [M] [ryan] et moi on s'est entraîné à la maison.
italian: [M] [ryan] e mi sono allenato a casa.

source: [RT] {i}Have we?...{/i}
french: [RT] {i}Avons-nous?...{/i}
italian: [RT] {i}Abbiamo noi?...{/i}

source: [RT] {i}I guess we must have.{/i}
french: [RT] {i}Je suppose que je dois l'avoir.{/i}
italian: [RT] {i}immagino che dobbiamo avere.{/i}

source: [M] Alright class, now watch very closely.
french: [M] Très bien la classe, regardez maintenant de très près.
italian: [M] Alright class, ora guardi molto da vicino.

source: [M] Oh, God!...
french: [M] Oh, mon Dieu!...
italian: [M] Oh, Dio!...

source: [M] ...Even with lots of practice... This penis just seems to split me in half!...
french: [M] ...Même avec beaucoup d'entraînement... Ce pénis semble juste me couper en deux !...
italian: [M] ...Anche con un sacco di pratica... Questo pene mi sembra solo dividere a metà!...

source: [M] I feel... so full!...
french: [M] Je me sens... si pleine !...
italian: [M] Mi sentisco... così pieno!...

source: [K] Look how wet you've made his cock!
french: [K] Regarde comme tu as mouillé sa bite !
italian: [K] Guardate quanto bagnato avete fatto il suo cazzo!

source: [M] Mmmm... Yes!... It's just my own body... reacting to my own sexual excitement.
french: [M] Mmmm... Oui !... C'est juste mon propre corps... réagissant à ma propre excitation sexuelle.
italian: [M] Mmmm... Sì!... è solo il mio corpo... reagire alla mia eccitazione sessuale.

source: [M] I'm sure you've noticed yourself getting wet... when thinking about sex.
french: [M] Je suis sûr que tu as remarqué que tu mouilles... quand tu penses au sexe.
italian: [M] Sono sicuro che ti sei accorto di bagnarsi... quando pensi al sesso.

source: [K] So, that's why that happens.
french: [K] Donc, c'est pour ça que ça arrive.
italian: [K] Quindi, ecco perché succede.

source: [L] Your pussy is just gripping his cock!... It looks like part of it's coming out!
french: [L] Ta chatte est juste en train de serrer sa bite !... On dirait qu'une partie est en train de sortir !
italian: [L] La tua figa sta solo afferrando il suo cazzo!... Sembra che parte di esso stia uscendo!

source: [M] Unnnggg... His cock is so big, it's trying to turn my pussy inside out!
french: [M] Unnnggg... Sa bite est si grosse qu'elle essaie de retourner ma chatte !
italian: [M] Unnngggg... Il suo cazzo è così grande, sta cercando di trasformare la mia figa dentro fuori!

source: [R] Oh, fuck! I think I'm about to cum!
french: [R] Oh, putain! Je pense que je suis sur le point de jouir!
italian: [R] Oh, cazzo! Penso che sto per cum!

source: [M] [ryan]! Please watch your language!
french: [M] [ryan]! Tiens ta langue! S'il te plaît!
italian: [M] [ryan]! Guarda la tua lingua!

source: [R] Sorry Miss [mom_name]
french: [R] Désolé Mlle [mom_name]
italian: [R] Scusa signorina [mom_name]

source: [M] Thank you. Now, why don't you just go ahead and cum inside my pussy.
french: [M] Merci. Maintenant, pourquoi ne pas aller de l'avant et jouir dans ma chatte.
italian: [M] Grazie. Ora, perché non andate avanti e sborrate dentro la mia figa.

source: [L] What?... But what if I gets you pregnant?
french: [L] Quoi ?... Mais si je te mets enceinte ?
italian: [L] Cosa?... Ma cosa succede se ti incinto?

source: [M] Wouldn't that be great!... It would be such a fun anatomy class project to watch [ryan]'s little baby grow inside of me.
french: [M] Ce ne serait pas génial!... Ce serait un projet de cours d'anatomie si amusant de regarder le petit bébé de [ryan] grandir en moi.
italian: [M] Non sarebbe fantastico!... sarebbe un progetto di classe di anatomia così divertente per vedere il bambino di [ryan] crescere dentro di me.

source: [K] Yeah, and your boobs would get bigger.
french: [K] Ouais, et tes seins deviendraient plus gros.
italian: [K] Sì, e le vostre tette sarebbero diventate più grandi.

source: [M] Yes, among other things.
french: [M] Oui, entre autres choses.
italian: [M] Sì, tra le altre.

source: [M] So, [ryan]... Why don't you go ahead and see if you can get your own mom pregnant.
french: [M] Donc, [ryan]... Pourquoi ne pas aller de l'avant et voir si tu peux mettre ta propre mère enceinte.
italian: [M] Così, [ryan]... Perché non andare avanti e vedere se si può ottenere la vostra mamma incinta.

source: [R] Oh, God!...
french: [R] Oh, mon Dieu!...
italian: [R] Oh, Dio!...

source: [M] Oh, my God!... He's filling up my womb!
french: [M] Oh, mon Dieu !... Il remplit mon utérus !
italian: [M] Oh, mio Dio!... Sta riempiendo il mio grembo!

source: [M] It can't hold any more!
french: [M] Il ne peut pas en contenir plus !
italian: [M] Non può contenere più!

source: [K] Wow! It's just shooting out the sides!
french: [K] Wow ! Ca sort de tous les côtés !
italian: [K] Wow! Sta appena sparando fuori i lati!

source: [L] This is so hot!
french: [L] C'est tellement chaud !
italian: [L] Questo è così hot!

source: [L] Uhhh... and educational.
french: [L] Uhhh... et éducatif.
italian: [L] Uhhh... e istruttivo.

source: [RT] {i}This is the best day of class ever!{/i}
french: [RT] {i}C'est le meilleur jour de classe de tous les temps!{/i}
italian: [RT] {i}Questo è il giorno migliore di classe di sempre!{/i}

source: [RT] {i}Why can't every anatomy class be this awesome?{/i}
french: [RT] {i}Pourquoi chaque classe d'anatomie ne peut-elle pas être aussi géniale?{/i}
italian: [RT] {i}Perché ogni classe di anatomia non può essere così impressionante?{/i}

source: [RT] {i}Wait!{/i}
french: [RT] {i}Attends!{/i}
italian: [RT] {i}Aspetta!{/i}

source: [RT] {i}I haven't taken anatomy since my Junior year!{/i}
french: [RT] {i}Je n'ai pas pris de cours d'anatomie depuis ma première année!{/i}
italian: [RT] {i}Non ho preso l'anatomia dal mio anno junior!{/i}

source: [RT] {i}That means this is just a....{/i}
french: [RT] {i}Cela signifie que c'est juste un....{/i}
italian: [RT] {i}Ciò significa che questo è solo un....{/i}

source: [RT] {i}Shit!{/i}
french: [RT] {i}Merde!{/i}
italian: [RT] {i}Merda!{/i}

source: [RT] {i}I jizzed my pants!{/i}
french: [RT] {i}J'ai éjaculé dans mon pantalon!{/i}
italian: [RT] {i}Ho saltato i miei pantaloni!{/i}

source: [RT] {i}I hope it doesn't soak through my underwear.{/i}
french: [RT] {i}J'espère qu'il ne trempera pas dans mes sous-vêtements.{/i}
italian: [RT] {i}Spero che non si immerga nella mia biancheria intima.{/i}

source: [RT] {i}I'd better go take care of this!{/i}
french: [RT] {i}Je ferais mieux d'aller m'occuper de ça!{/i}
italian: [RT] {i}Farei meglio a prendermi cura di questo!{/i}

source: [R] Mom?... I mean, Miss [mom_name]?
french: [R] Maman?... Mademoiselle [mom_name]?
italian: [R] Mamma?... Voglio dire, signorina [mom_name]?

source: [R] Can I be excused to use the bathroom?
french: [R] Puis-je être excusé pour aller aux toilettes ?
italian: [R] Posso essere scusato per utilizzare il bagno?

source: [M] Fine... Class will be over in a few minutes anyways.
french: [M] Bien... Le cours sera terminé dans quelques minutes de toute façon.
italian: [M] Fine... la lezione sarà finita in pochi minuti comunque.

source: [RT] {i}Dammit! I guess I'll just throw these underwear in the trash.{/i}
french: [RT] {i}Bon sang! Je vais jeter ces sous-vêtements à la poubelle.{/i}
italian: [RT] {i}Dammit! Immagino che lancerò questi biancheria intima nel cestino.{/i}

source: [RT] {i}Looks like I get to go commando for the rest of the day.{/i}
french: [RT] {i}On dirait que je dois partir en commando pour le reste de la journée.{/i}
italian: [RT] {i}Sembra che io vada a commando per il resto della giornata.{/i}

source: [RT] {i}She's wearing that outfit again... From... I don't remember when right now...{/i}
french: [RT] {i}Elle porte à nouveau cette tenue... Depuis... Je ne me souviens plus quand maintenant...{/i}
italian: [RT] {i}Lei sta indossando quel vestito di nuovo... Da... Non ricordo quando adesso...{/i}

source: [M] [ryan]?... Would you like to be my helper again?
french: [M] [ryan]?... Veux-tu être à nouveau mon assistant ?
italian: [M] [ryan]?... Vuoi essere di nuovo il mio aiutante?

source: [R] Again?... Has this happened before?
french: [R] Encore ?... Est-ce que cela s'est déjà produit ?
italian: [R] Di nuovo?... Questo è successo prima?

source: [M] Alright, class. Let's pick up from where we left off.
french: [M] Très bien, la classe. Reprenons là où nous nous sommes arrêtés.
italian: [M] Va bene, lezione. Prendiamo da dove ci siamo lasciati.

source: [K] Weren't we talking about intercourse and impregnation?
french: [K] Ne parlions-nous pas de rapports sexuels et de fécondation ?
italian: [K] Non stavamo parlando di rapporti sessuali e di impregnazione?

source: [M] I believe you're right. Let's jump right into the demonstration.
french: [M] Je crois que tu as raison. Passons directement à la démonstration.
italian: [M] Credo che tu abbia ragione. Saltiamo a destra nella manifestazione.

source: [M] If anyone wishes to get a better look, please come up to the front of the room.
french: [M] Si quelqu'un souhaite avoir un meilleur aperçu, veuillez venir à l'avant de la salle.
italian: [M] Se qualcuno desidera avere un aspetto migliore, si prega di salire sulla parte anteriore della stanza.

source: [M] Alright, [ryan]. I want you to see if you can last longer this time.
french: [M] Très bien, [ryan]. Je veux que tu vois si tu peux durer plus longtemps cette fois.
italian: [M] Va bene, [ryan]. Voglio che tu possa vedere se puoi durare più a lungo questa volta.

source: [M] The more aroused I get, the higher the chance that I'll get pregnant.
french: [M] Plus je suis excitée, plus j'ai de chances d'être enceinte.
italian: [M] Il più suscitato che ottengo, maggiore è la probabilità che rimango incinta.

source: [R] You want me to get you pregnant?
french: [R] Tu veux que je te mette enceinte ?
italian: [R] Vuoi che ti incinta?

source: [M] Yes, silly. You know... So we can watch all the stages of pregnancy in our anatomy class.
french: [M] Oui, idiot. Tu sais... Pour qu'on puisse regarder toutes les étapes de la grossesse dans notre cours d'anatomie.
italian: [M] Sì, sciocco. Sai... Quindi possiamo guardare tutte le fasi della gravidanza nella nostra classe di anatomia.

source: [R] Oh, right... That makes sense.
french: [R] Oh, d'accord... Cela a du sens.
italian: [R] Oh, giusto... Ha senso.

source: [M] ...Even still... This penis just seems to split me in half!...
french: [M] ...Même encore... Ce pénis semble me couper en deux !...
italian: [M] ...Ancora ancora... Questo pene mi sembra solo dividere a metà!...

source: [M] Mmmm... Yes!... I'm getting quite turned on.
french: [M] Mmmm... Oui !... Je suis en train de devenir assez excitée.
italian: [M] Mmmm... Sì!... mi accendo molto.

source: [R] Sorry, Miss [mom_name]
french: [R] Désolé, Mademoiselle [mom_name]
italian: [R] Scusate, Miss [mom_name]

source: [R] You're sure?
french: [R] Tu es sûr ?
italian: [R] Sei sicuro?

source: [M] Of course!
french: [M] Bien sûr!
italian: [M] Certo!

source: [M] Now, be a good son and do what I say.
french: [M] Maintenant, sois un bon fils et fais ce que je dis.
italian: [M] Ora sii un buon figlio e fai quello che dico.

source: [M] This one should knock me up for sure!
french: [M] Celui-ci devrait m'assommer à coup sûr !
italian: [M] Questo mi dovrebbe battere sicuramente!

source: [RT] {i}God! I love this anatomy class!{/i}
french: [RT] {i}Dieu! J'adore ce cours d'anatomie!{/i}
italian: [RT] {i}Dio! Mi piace questa classe di anatomia!{/i}

source: [RT] {i}Not again!{/i}
french: [RT] {i}Pas encore !{/i}
italian: [RT] {i}Non di nuovo!{/i}

source: [RT] {i}I fucking jizzed my pants again?!{/i}
french: [RT] {i}J'ai encore baisé mon pantalon?!{/i}
italian: [RT] {i}Ho scopato di nuovo i miei pantaloni?!{/i}

source: [M] Again?... Fine... Class will be over in a few minutes anyways.
french: [M] Encore ?... Bon... La classe sera terminée dans quelques minutes de toute façon.
italian: [M] Ancora?... Cina... la classe sarà finita in qualche minuto comunque.

source: [RT] {i}Dammit! I can't just keep throwing away my underwear.{/i}
french: [RT] {i}Bon sang! Je ne peux pas continuer à jeter mes sous-vêtements.{/i}
italian: [RT] {i}Dammit! Non posso continuare a buttare via la mia biancheria intima. {/i}

source: [RT] {i}I better just go put them in my locker till the end of the day.{/i}
french: [RT] {i}Je ferais mieux d'aller les mettre dans mon casier jusqu'à la fin de la journée.{/i}
italian: [RT] {i}Meglio andare a metterli nel mio armadietto fino alla fine della giornata.{/i}

source: [RT] {i}Looks like I get to go commando again.{/i}
french: [RT] {i}On dirait que je vais renouveler la commande.{/i}
italian: [RT] {i}Sembra che io vada di nuovo il comando.{/i}

source: [RT] {i}Oh... She's teaching class in her underwear again?{/i}
french: [RT] {i}Oh... Elle donne encore des cours en sous-vêtements ?{/i}
italian: [RT] {i}Oh... sta insegnando di nuovo la lezione nella sua biancheria intima?{/i}

source: [RT] {i}I mean... with an ass like that... It'd be a crime not to.{/i}
french: [RT] {i}Je veux dire... avec un cul comme ça... Ce serait un crime de ne pas le faire.{/i}
italian: [RT] {i}Intendo dire... con un culo così... Sarebbe un crimine non per.{/i}

source: [RT] {i}I wish I could just taste that beautiful ass!{/i}
french: [RT] {i}J'aimerais pouvoir goûter ce beau cul!{/i}
italian: [RT] {i}Vorrei poter assaggiare quel bel culo!

source: [M] Lauren? How far along are you on your Oedipus project?
french: [M] Lauren ? Où en es-tu dans ton projet Oedipien ?
italian: [M] Lauren? Quanto sei lungo il tuo progetto Edipo?

source: [L] Uhhh... I just need to finish my final draft of the report and then I'll be done.
french: [L] Uhhh... Je dois juste finir mon projet final de rapport et ensuite j'aurai terminé.
italian: [L] Uhhh... Ho solo bisogno di finire la mia bozza finale del rapporto e poi sarò fatto.

source: [M] Wow! You're way ahead of the rest of the class.
french: [M] Wow ! Tu es en avance sur le reste de la classe.
italian: [M] Wow! Sei molto prima del resto della classe.

source: [RT] {i}That's not like Lauren.{/i}
french: [RT] {i}Ce n'est pas comme Lauren.{/i}
italian: [RT] {i}Questo non è come Lauren.{/i}

source: [M] You get a reward for your hard work.
french: [M] Tu obtiendras une récompense pour ton travail acharné.
italian: [M] Ricevi una ricompensa per il tuo duro lavoro.

source: [M] Just come and take it.
french: [M] Viens le prendre.
italian: [M] Vieni a prenderlo.

source: [RT] {i}God, that's hot!{/i}
french: [RT] {i}Mon Dieu, c'est chaud!{/i}
italian: [RT] {i}Dio, è caldo!{/i}

source: [RT] {i}I might as well enjoy myself too.{/i}
french: [RT] {i}Autant m'amuser aussi.{/i}
italian: [RT] {i}Potrei anche divertirmi anche.{/i}

source: [RT] {i}God, that felt good!{/i}
french: [RT] {i}Dieu que ça faisait du bien!{/i}
italian: [RT] {i}Dio, che si è sentito bene!{/i}

source: [RT] {i}But why does Mom only let Lauren finger her... I want to...{/i}
french: [RT] {i}Mais pourquoi maman ne laisse-t-elle que Lauren la doigter... J'en ai envie...{/i}
italian: [RT] {i}Ma perché Mamma lascia solo Lauren dito lei... Voglio dare...{/i}

source: [RT] {i}Wait!... Mom doesn't let Lauren finger her!{/i}
french: [RT] {i}Attends!... Maman ne laisse pas Lauren la doigter!{/i}
italian: [RT] {i}Aspetta!... La mamma non lascia che Lauren la dito si!{/i}

source: [RT] {i}You've got to be fucking kidding me!{/i}
french: [RT] {i}Tu te moques de moi !{/i}
italian: [RT] {i}Devi farsi scherzare con me!{/i}

source: [RT] {i}I jizzed in my pants again?!{/i}
french: [RT] {i}J'ai encore éjaculé dans mon pantalon ?!{/i}
italian: [RT] {i}Ho saltato di nuovo tra i miei pantaloni?!{/i}

source: [RT] {i}Goddammit!... I don't even get the satisfaction of remembering my dream!{/i}
french: [RT] {i}Putain!... Je n'ai même pas la satisfaction de me souvenir de mon rêve!{/i}
italian: [RT] {i}Goddammit!... Non ottengo nemmeno la soddisfazione di ricordare il mio sogno!{/i}

source: [RT] {i}I'll just put them in my locker till the end of the day.{/i}
french: [RT] {i}Je les mettrai dans mon casier jusqu'à la fin de la journée.{/i}
italian: [RT] {i}Le metterò nel mio armadietto fino alla fine della giornata.{/i}

source: [M] Don't forget to cite your sources on the final draft of your paper.
french: [M] N'oubliez pas de citer vos sources sur la version finale de votre document.
italian: [M] Non dimenticare di citare le tue fonti nella bozza finale del tuo documento.

source: [R] What if a few of your sources are computer games?
french: [R] Et si quelques-unes de tes sources sont des jeux informatiques?
italian: [R] E se alcune delle tue sorgenti fossero giochi per computer?

source: [R] How do I cite that as a source?
french: [R] Comment puis-je citer cela comme source?
italian: [R] Come posso citarlo come fonte?

source: [M] Just follow the MLA format template, and if you have any questions about how to do that, come see me in my office.
french: [M] Suivez simplement le modèle de format MLA, et si vous avez des questions sur la façon de le faire, venez me voir dans mon bureau.
italian: [M] Basta seguire il modello di formato MLA, e se avete domande su come farlo, venite a vedermi nel mio ufficio.

source: [RT] {i}Is she inviting me now?{/i}
french: [RT] {i}M'invite-t-elle maintenant ?{/i}
italian: [RT] {i}Mi sta invitando ora? {/i}

source: [K] What kind of video game would you use for an Oedipus source?
french: [K] Quel genre de jeu vidéo utiliseriez-vous pour une source d'Œdipe?
italian: [K] Che tipo di videogioco useresti per una fonte Oedipus?

source: [M] Don't worry about it, Kenzie. Just focus on your own paper.
french: [M] Ne t'en fais pas, Kenzie. Concentres-toi simplement sur ton propre papier.
italian: [M] Non preoccupatevi, Kenzie. Basta concentrarsi sulla propria carta.

source: [PH] As your principal, it's my honor to give you the morning announcements.
french: [PH] En tant que directeur, c'est mon honneur de vous donner les annonces du matin.
italian: [PH] Come vostro principale, è mio onore darvi gli annunci mattutini.

source: [PH] Lunch today will be hot dogs or tacos, and as a special treat, the lunchlady is serving her specialty cream pie.
french: [PH] Le déjeuner d'aujourd'hui sera composé de hot-dogs ou de tacos, et comme un régal spécial, la dame au déjeuner sert sa tarte à la crème de spécialité.
italian: [PH] Il pranzo di oggi sarà hot dog o tacos, e come un trattamento speciale, la signora pranzo sta servendo la sua specialità torta crema.

source: [PH] The debate team came in second place at the regional debate competition. To quote the debate captain. "The only reason we got second place, was because we had to defend the value of the NTR genre in popular games," and according to the debate coach, "There's no winning that argument."
french: [PH] L'équipe de débat s'est classée deuxième au concours de débat régional. Pour citer le capitaine du débat. 'La seule raison pour laquelle nous avons obtenu la deuxième place, c'est parce que nous devions défendre la valeur du genre NTR dans les jeux populaires', et selon l'entraîneur du débat, 'Il n'y a pas de gain de cet argument.'
italian: [PH] La squadra di dibattito è arrivata al secondo posto nella competizione di dibattito regionale. "L'unico motivo per cui abbiamo ottenuto il secondo posto è stato perché abbiamo dovuto difendere il valore del genere NTR nei giochi popolari, e secondo l'allenatore del dibattito, "Non c'è nessuna vittoria che l'argomento."

source: [PH] Well... I don't know what NTR is, but I'm sure you did a great job defending it... Haha... So, I hope all your lives are full of NTR.
french: [PH] Bien... Je ne sais pas ce qu'est le NTR, mais je suis sûr que vous avez fait un excellent travail pour le défendre... Haha... Donc, j'espère que toutes vos vies sont pleines de NTR.
italian: [PH] Bene... Non so cosa sia l'NTR, ma sono sicuro che hai fatto un ottimo lavoro a difenderlo.. Haha... Quindi, spero che tutte le tue vite siano piene di NTR.
