Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.05.po
Languages: italian

source: [S] Oh my God! That's turning me on so bad!
italian: [S] Oh mio Dio! Mi sta eccitando così tanto!

source: [R] Holy shit, Sidney! You do realize we are in public right?
italian: [R] Porca puttana, Sidney! Ti rendi conto che siamo in pubblico, vero?

source: [S] Shhh.... Just enjoy it.
italian: [S] Shhh.... Goditelo e basta.

source: [R] But what if someone we know....
italian: [R] Ma cosa succede se qualcuno che conosciamo....

source: [R] But what if Mr. Peterson....
italian: [R] E se il signor Peterson....

source: [X] Hey! You two on the bench
italian: [X] Ehi! Voi due sulla panchina

source: [P] I'm going to have to ask you two to tone it down.
italian: [P] Devo chiedervi di abbassare i toni.

source: [S] I'm sorry. I didn't realize we were doing anything wrong.
italian: [S] Mi dispiace. Non avevo capito che stavamo facendo qualcosa di sbagliato.

source: [P] Well, what you were doing isn't technically illegal, but you two were sure pushing the boundaries of indecent exposure.
italian: [P] Beh, quello che stavate facendo non è tecnicamente illegale, ma voi due stavate sicuramente spingendo i confini dell'esposizione indecente.

source: [R] We're sorry.
italian: [R] Ci dispiace.

source: [P] Ok buddy, Why don't you take your little girlfriend and do this in the privacy of your own home.
italian: [P] Ok amico, perché non prendi la tua fidanzatina e lo fai nella privacy di casa tua.

source: [R] But she's not my girlfriend, she's my.... I mean uhhh....
italian: [R] Ma non è la mia ragazza, è la mia.... Voglio dire uhhh....

source: [S] Just friends with benefits.
italian: [S] Solo amici con benefici.

source: [ST] {i}He can be such an idiot!{/i}
italian: [ST] {i}Può essere un tale idiota!{/i}

source: [P] Yeah, I don't really care about the details of your relationship, just take it somewhere else, ok?
italian: [P] Sì, non mi interessano molto i dettagli della tua relazione, portala da qualche altra parte, ok?

source: [R] Yeah, we're leaving right now.
italian: [R] Sì, ce ne andiamo subito.

source: [R] Holy shit! I can't believe that just happened.
italian: [R] Porca puttana! Non posso credere che sia appena successo.

source: [S] I know! Wasn't it exciting?
italian: [S] Lo so! Non è stato eccitante?

source: [R] Exciting?
italian: [R] Eccitante?

source: [S] Yeah, the fact that anyone could've been watching?
italian: [S] Sì, il fatto che qualcuno potesse guardare?

source: [R] Someone was watching. The fucking policeman saw it all!
italian: [R] Qualcuno stava guardando. Il poliziotto del cazzo ha visto tutto!

source: [S] Haha.... I wonder if he'll think about us the next time he jacks off, or is fucking his wife.
italian: [S] Haha.... Mi chiedo se penserà a noi la prossima volta che si farà una sega o si scoperà sua moglie.

source: [R] Holy shit, Sidney!
italian: [R] Porca puttana, Sidney!

source: [R] Are you some kind of exhibitionist?
italian: [R] Sei una specie di esibizionista?

source: [S] No.... I don't think so....
italian: [S] No.... Non credo....

source: [ST] {i}Shit!!!.... What is wrong with me?....{/i}
italian: [ST] {i}Merda!!!.... Cosa c'è di sbagliato in me? ....{/i}

source: [ST] {i}First incestual desires, and now exhibitionism?.... God, I need to go to church.{/i}
italian: [ST] {i}Primi desideri incestuali, e ora esibizionismo?.... Dio, ho bisogno di andare in chiesa.{/i}

source: [S] But, do you think we're safe from the crazy pervert?
italian: [S] Ma, pensi che siamo al sicuro dal folle pervertito?

source: [RT] {i}Damn, my sister's tits look incredible all covered in sweat and glistening in the sunlight.{/i}
italian: [RT] {i}Dannazione, le tette di mia sorella sembrano incredibili tutte coperte di sudore e scintillanti alla luce del sole.{/i}

source: [R] Oh wow! What's that for?
italian: [R] Oh wow! A cosa serve?

source: [RT] {i}Oh my God! Is my sister going to kiss me?{/i}
italian: [RT] {i}Oh mio Dio! Mi bacia mia sorella?{/i}

source: {i}(rustling sound in bushes){/i}
italian: {i}(fruscio nei cespugli){/i}

source: [S] Oh, shit! I'm pretty sure I heard something.
italian: [S] Oh, merda! Sono abbastanza sicuro che ho sentito qualcosa.

source: [S] Hurry, let's run home.
italian: [S] Affrettiamoci, corriamo a casa.

source: [RT] {i}Damnit! Cock-blocked by Mr. Peterson.{/i}
italian: [RT] {i}Damnit! Cock-bloccato dal signor Peterson.{/i}

source: [S] Oh my God! Are you serious?
italian: [S] Oh mio Dio! Sei serio?

source: [S] I can't fucking wait!
italian: [S] Non riesco a scopare aspetta!

source: [S] I'm going to cum with my own brother's fingers in my pussy!
italian: [S] Sto andando a sborrare con le dita di mio fratello nella mia figa!

source: [S] I should be thinking of someone else.... fuck.... but that doesn't turn me on as much!
italian: [S] Dovrei pensare a qualcun altro... scopare.... ma questo non mi accende tanto!

source: [S] Holy shit, I'm going to cum!
italian: [S] Merda santa, sto per cum!

source: [ST] {i}Fuck, fuck, fuck, I'm squirting right into my shorts!{/i}
italian: [ST] {i}Fuck, cazzo, cazzo, sto schizzando a destra nei miei pantaloni!{/i}

source: [S] Holy fuck! It looks like I completely pissed myself.
italian: [S] Scopata santa! Sembra che io mi sia completamente incazzato.

source: [S] You made me gush like a fountain.
italian: [S] Mi hai fatta sgorgare come una fontana.

source: {i}{b}"Sidney's Libido -3"{/b}{/i}
italian: {i}{b}"Libido di Sidney -3"{/b}{/i}

source: [S] It's a good thing I've got that shirt I can tie around my waist.
italian: [S] È una buona cosa che ho quella camicia che posso legare intorno alla mia vita.

source: [S] I think we better head straight home.
italian: [S] Penso che meglio ci dirigiamo dritto a casa.

source: [R] Yeah, whenever you're ready.
italian: [R] Sì, ogni volta che sei pronto.

source: [S] Oh my God! Do you think we can get away with it, right here on the park bench?
italian: [S] Oh mio Dio! Pensi che possiamo farla via, proprio qui sulla panchina del parco?

source: [S] I kind of hope someone sees us.
italian: [S] Mi auguro che qualcuno ci veda.

source: [S] It's just so naughty.
italian: [S] È solo così cattivo.

source: [S] I can't believe I'm stroking your huge cock in public like this.
italian: [S] Non posso credere che sto accarezzando il tuo enorme cazzo in pubblico come questo.

source: [R] Holy fuck, I'm gonna cum!
italian: [R] Sacro cazzo, sto andando a cum!

source: [S] Just let it go!
italian: [S] Lascialo andare!

source: [ST] {i}It's still coming!{/i}
italian: [ST] {i}sta ancora arrivando!{/i}

source: [S] Wow! You covered me.
italian: [S] Wow! Mi hai coperto.

source: [S] Do you think anyone saw?
italian: [S] Pensi che qualcuno abbia visto?

source: [R] Probably not, I don't see anybody watching, but maybe.
italian: [R] Probabilmente no, non vedo nessuno che guarda, ma forse.

source: [S] Oh, I can't believe we did that in the open like this.
italian: [S] Oh, non riesco a credere che lo abbiamo fatto in apertura.

source: [S] Should I run home with your cum all over me?
italian: [S] Dovrei correre a casa con il tuo sperma dappertutto?

source: [R] God! Are you kidding?
italian: [R] Dio! Stai scherzando?

source: [S] Of course I'm kidding, numb-nuts.
italian: [S] Naturalmente sto scherzando, noci intorpidite.

source: [S] So, were you thinking about Megan or Mrs. Stone?
italian: [S] Stavate pensando a Megan o alla signora Stone?

source: [R] Oh, shit! It was feeling so good, I just completely forgot to think about someone else!
italian: [R] Oh, merda! Mi sentivo così bene, ho appena dimenticato di pensare a qualcun altro!

source: [S] [ryan]! You can't think about your sister while she's jacking you off, it will make things weird!
italian: [S] [ryan]! Non puoi pensare a tua sorella mentre ti sta sollevando, ti renderà strane le cose!

source: [ST] {i}That's right, he was thinking of me! Suck it Megan and Mrs. Stone!{/i}
italian: [ST] {i}Ha ragione, stava pensando a me! Suck it Megan and Mrs. Stone!{/i}

source: {i}{b}"Sidney's Libido +2"{/b}{/i}
italian: {i}{b}"Libido di Sidney +2"{/b}{/i}

source: [R] Sorry, I'll try to remember next time.
italian: [R] Siamo spiacenti, cercherò di ricordare la prossima volta.

source: [S] Now do you see my shirt anywhere? I need to wipe myself off so we can go home.
italian: [S] Ora vedi la mia camicia da qualche parte? Ho bisogno di asciugarmi via in modo che possiamo andare a casa.

source: [R] Can I taste your pussy?
italian: [R] Posso assaggiare la tua figa?

source: [S] Hmmm.... I don't think we could get away with that one on the park bench, without someone calling the cops.
italian: [S] Hmmm.... Non credo che potremmo farci via con quello sulla panchina del parco, senza che qualcuno chiami i poliziotti.

source: [S] I've got an idea, though.
italian: [S] Ho un'idea, però.

source: [S] Follow me.
italian: [S] Seguimi.

source: [R] Ok, the coast is clear. Let's go.
italian: [R] Ok, la via è libera. Andiamo.

source: [R] What if someone walks in on us while....
italian: [R] E se qualcuno ci sorprende mentre....

source: [S] We'll deal with that when it happens.
italian: [S] Ce ne occuperemo quando succederà.

source: [R] You mean *if* it happens.
italian: [R] Vuoi dire *se* succede.

source: [S] Yes.... of course.
italian: [S] Sì.... ovviamente.

source: [R] But, what if it's someone we know?
italian: [R] Ma se fosse qualcuno che conosciamo?

source: [S] Do you want to talk, or do you want to take my shorts off?
italian: [S] Vuoi parlare, o vuoi spegnere i miei pantaloncini?

source: [ST] {i}Holy fuck! I can't believe I'm getting my pussy licked in the park.{/i}
italian: [ST] {i}Sacra scopata! Non riesco a credere che mi lasci leccare la figa nel parco.{/i}

source: [ST] {i}Ohh.... He's even licking my ass-hole!{/i}
italian: [ST] {i}Ohh.... Sta anche leccando il mio buco dell'asse!{/i}

source: [ST] {i}Oh God! My own brother is licking my ass-hole!{/i}
italian: [ST] {i}Oh Dio! Mio fratello sta leccando il mio buco del culo!{/i}

source: [ST] {i}I've got to think about someone else besides him!.... Fuck!.... It's just not as exciting that way!{/i}
italian: [ST] {i}Devo pensare a qualcun altro oltre a lui!.... Fuck!.... Non è così eccitante!{/i}

source: [ST] {i}Fine, I'll just give in this one last time.{/i}
italian: [ST] {i}Bene, mi limiterò a dare in questa ultima volta.{/i}

source: [ST] {i}Oh God, yes! My brother is licking my pussy and ass!{/i}
italian: [ST] {i}Oh Dio, sì! Mio fratello sta leccando la mia figa e il mio culo!{/i}

source: [S] Holy shit! My pussy is exploding!
italian: [S] Merda Santa! La mia figa sta esplodendo!

source: [R] Holy shit! You're like a fire hydrant!
italian: [R] Merda santa! Sei come un idratante di fuoco!

source: [S] Oh God, that feels good!
italian: [S] Oh Dio, che si sente bene!

source: [S] Wow! You just gave me one of the best orgasms I've ever had!
italian: [S] Wow! Mi hai appena dato uno dei migliori orgasmi che io abbia mai avuto!

source: [R] I just can't believe how much you squirted. It was like a fucking porno.
italian: [R] Non riesco proprio a credere a quanto hai schizzato. È stato come un porno scopato.

source: [R] If the fashion industry doesn't work out for you, I think you still have a bright future in....
italian: [R] Se l'industria della moda non funziona per voi, penso che avete ancora un futuro luminoso in....

source: [S] Don't you dare finish that sentence.
italian: [S] Non osare finire quella frase.

source: [S] Haha.... Let me get my shorts back on, and we'll run home.
italian: [S] Haha.... Lasciate che torni i miei pantaloncini, e correremo a casa.

source: [R] Would you be willing to suck my dick?
italian: [R] Sareste disposti a succhiare il mio cazzo?

source: [S] I've got an idea though.
italian: [S] Ma ho un'idea.

source: [S] Do you want to talk, or do you want to get your dick sucked?
italian: [S] Vuoi parlare, o vuoi ottenere il tuo cazzo succhiato?

source: [R] Ok, I choose the dick option.
italian: [R] Ok, ho scelto l'opzione del cazzo.

source: [ST] {i}It's going down my throat much easier than it used to.{/i}
italian: [ST] {i}Sta andando giù per la gola molto più facile di quello che usava.{/i}

source: [ST] {i}I wonder if he can tell.{/i}
italian: [ST] {i}Mi chiedo se possa dirlo.{/i}

source: [R] Holy fuck, Sidney! You just keep getting better and better at this!
italian: [R] Sacro cazzo, Sidney! Continui a stare meglio e meglio a questo!

source: [ST] {i}Yay!.... He noticed!{/i}
italian: [ST] {i}Yay!.... Ha notato!{/i}

source: {i}{b}"Sidney's Affection +1"{/b}{/i}
italian: {i}{b}"Affetto di Sidney +1"{/b}{/i}

source: [ST] {i}Did he just call me a whore?{/i}
italian: [ST] {i}Mi ha appena chiamato una puttana?{/i}

source: [ST] {i}And why the fuck did it make my pussy tingle when he did?{/i}
italian: [ST] {i}E perché il cazzo ha fatto fare la mia figa tingle quando ha fatto?{/i}

source: {i}"Sidney's Submission +1"{/i}
italian: {i}"Sottomissione di Sidney +1"{/i}

source: [R] Oh.... I'm going to cum!
italian: [R] Oh.... Sto per sborrare!

source: [ST] {i}Oh, shit! He grabbed my head again. He's going to....{/i}
italian: [ST] {i}Oh, merda! Mi ha afferrato di nuovo la testa. Sta andando a....{/i}

source: [ST] {i}Shit! He always cums bucketloads.... Just focus on swallowing, Sidney!{/i}
italian: [ST] {i}merda! Lui sborra sempre bucketloads.... Basta concentrarsi sulla deglutizione, Sidney!{/i}

source: [ST] {i}Fuck! It shot up my sinuses.... I can feel it dripping out my nose!{/i}
italian: [ST] {i}Fuck! Mi ha colpito i seni.... Posso sentirmi strappare il mio naso!{/i}

source: [S] I've told you not to do that without warning me!
italian: [S] Ti ho detto di non farlo senza avvisarmi!

source: {i}{b}"Sidney's Anger +1"{/b}{/i}
italian: {i}{b}"Rabbia di Sidney +1"{/b}{/i}

source: [S] Now I have to smell and taste your cum most of the day! It takes a long time for it to drain completely out of my sinuses!
italian: [S] Ora devo odorare e assaggiare il vostro sperma la maggior parte della giornata! Ci vuole molto tempo per drenare completamente dai miei seni!

source: [R] Sorry, Sid! I just got carried away.
italian: [R] Mi dispiace, Sid! Mi sono appena portato via.

source: [S] Yeah, yeah, that's what you always say.
italian: [S] Sì, sì, è quello che dicete sempre.

source: [S] Come on. Let's get home.
italian: [S] Avanti. Torniamo a casa.

source: [R] Sidney! I'm about to cum!
italian: [R] Sidney! Sto per cum!

source: [R] Oh God! Sidney, you're so good!
italian: [R] Oh Dio! Sidney, sei così bene!

source: [S] Well, thank you!
italian: [S] Beh, grazie!

source: [S] But don't you mean "Megan, or Miss Stone, you're so good?"
italian: [S] Ma non intendi "Megan, o Miss Stone, sei così bravo?"

source: [R] Oh, shit! Yeah, I forgot again.
italian: [R] Oh, merda! Sì, mi sono dimenticato di nuovo.

source: [S] Damnit, [ryan]! You've got to start remembering! You can't think about your sister while she's sucking you off! It'll make things too weird.
italian: [S] Dannazione, [ryan]! Devi iniziare a ricordare! Non puoi pensare a tua sorella mentre ti succhia! Le cose saranno troppo strane.

source: [ST] {i}Haha that's right, bitches! He was thinking about me, not you. So, suck it!.... or.... Don't suck it.... I mean.{/i}
italian: [ST] {i}Haha è giusto, cagnola! Stava pensando a me, non a te. Quindi, succhiatelo!.... o.... Non succhiatelo.... Voglio dire.{/i}

source: [R] Sorry. I'll try to remember next time.
italian: [R] Mi dispiace. Cercherò di ricordare la prossima volta.

source: [S] Alright well, pull up your pants and let's go home.
italian: [S] Bene, tira su i pantaloni e andiamo a casa.

source: [R] Oh my God!.... Sidney, I'm about to cum!
italian: [R] Oh mio Dio! .... Sidney, sto per venire!

source: [S] I did it!
italian: [S] Ce l'ho fatta!

source: [S] I was able to swallow all of it without it blasting into my sinuses!
italian: [S] Sono riuscito ad ingoiarlo tutto senza che mi entrasse nei seni nasali!

source: [S] Ha.... I'm getting better.
italian: [S] Ha.... Sto migliorando.

source: [R] I'll say.... That was incredible!
italian: [R] Ti dirò.... E' stato incredibile!

source: [S] Oh.... That's so sweet!
italian: [S] Oh.... E' così dolce!

source: [S] There's not any on my face is there?
italian: [S] Non ce n'è sulla mia faccia, vero?

source: [R] No, you got it all.
italian: [R] No, ce l'hai tutta.

source: [R] Oh.... I almost forgot to ask you.
italian: [R] Oh.... Avevo quasi dimenticato di chiedertelo.

source: [R] Why the hell are you dressed like one of the waitresses?
italian: [R] Perché diavolo sei vestito come una delle cameriere?

source: [S] Well.... You're probably not going to like this.... but Joey just offered me a job as a waitress, and I was trying it out for the first time.
italian: [S] Beh.... Probabilmente non ti piacerà.... ma Joey mi ha appena offerto un lavoro come cameriera e lo stavo provando per la prima volta.

source: [R] You're right, I don't like it.
italian: [R] Hai ragione, non mi piace.

source: [S] Well, the main reason I would do it, is to help out with our weekly payment to the Mafia.
italian: [S] Beh, la ragione principale per cui lo farei è per aiutare con il nostro pagamento settimanale alla mafia.

source: [S] So, except for Mondays, when I'm required to be here, I'll only work on the days you ask me to.
italian: [S] Quindi, tranne il lunedì, quando sono obbligato ad essere qui, lavorerò solo nei giorni in cui me lo chiederai.

source: [S] You can just tell me each day in the evenings when I'm in the kitchen.
italian: [S] Puoi semplicemente dirmelo ogni giorno la sera quando sono in cucina.

source: [S] Oh.... And Joey said I can't work Saturdays because Mom might be here.
italian: [S] Oh.... E Joey ha detto che non posso lavorare il sabato perché mamma potrebbe essere qui.

source: [R] Aaahhh.... I don't think it's a good idea....
italian: [R] Aaahhh.... Non credo sia una buona idea....

source: [S] Well, since you aren't the boss of me, I'm going to do it anyways.
italian: [S] Beh, visto che non sei il mio capo, lo farò comunque.

source: [S] I'm going to save most of the money I make, so I can go back to my fashion design college.
italian: [S] Metterò da parte la maggior parte dei soldi che guadagno, così potrò tornare all'università di design della moda.

source: [R] Sidney! It's the fucking Mafia!
italian: [R] Sidney! È la fottuta mafia!

source: [S] Yeah! One of our only options for income that we can hide from the FBI.
italian: [S] Sì! Una delle nostre uniche opzioni di reddito che possiamo nascondere all'FBI.

source: [S] And I promise I'll be careful.
italian: [S] E prometto che starò attento.

source: [RT] {i}Shit!.... maybe that dream I had was more than a dream. This seems like this could be the start of it all. I sure don't want that kind of future for her. I need her to be super careful.{/i}
italian: [RT] {i}merda!.... forse quel sogno che avevo era più di un sogno. Sembra che questo potrebbe essere l'inizio di tutto. Sono sicuro di non volere questo tipo di futuro per lei. Ho bisogno di lei per essere super attento.{/i}

source: [R] There's no being careful with the Mafia!
italian: [R] Non si può stare attenti con la Mafia!

source: [R] Once they're in your life, there's no getting them out.
italian: [R] Una volta che sono nella tua vita, non c'è modo di farli uscire.

source: [S] Yeah well Dad already put them in our lives, so now we just need to survive.
italian: [S] Sì, beh, papà li ha già messi nelle nostre vite, quindi ora dobbiamo solo sopravvivere.

source: [S] And my God!.... Don't be so paranoid. I'm only serving drinks.
italian: [S] E mio Dio! .... Non essere così paranoico. Sto solo servendo da bere.

source: [R] I'm sorry! I just really care about you.
italian: [R] Mi dispiace! È solo che ci tengo molto a te.

source: [S] Thanks [ryan], but I'm not sure what you mean. After the things we've been doing lately, I don't know if you care about me like a sister, or more like a girlfriend.
italian: [S] Grazie [ryan], ma non sono sicuro di cosa intendi. Dopo le cose che abbiamo fatto ultimamente, non so se ti importa di me come una sorella o più come una fidanzata.

source: [S] Oh, thank God! I was worried you were wanting more out of our relationship than siblings should ever have.
italian: [S] Oh, grazie a Dio! Ero preoccupato che tu volessi di più dal nostro rapporto che i fratelli avrebbero mai avuto.

source: [RT] {i}She says right after she deepthroats my cock.{/i}
italian: [RT] {i}Dice subito dopo avermi masturbato il cazzo.

source: {i}{b}"Sidney's Respect +3"{/b}{/i}
italian: {i}{b}"Il rispetto di Sidney +3"{/b}{/i}

source: [S] Oh no [ryan]! I was worried you were going to say that.
italian: [S] Oh no [ryan]! Ero preoccupata che lo avresti detto.

source: [R] Why? Who cares?
italian: [R] Perché? A chi importa?

source: [S] Everyone says it's wrong, and that's just the problem.
italian: [S] Tutti dicono che è sbagliato ed è proprio questo il problema.

source: [S] Because I'm starting to feel the same way as you.
italian: [S] Perché sto iniziando a sentirmi come te.

source: [R] Really?
italian: [R] Davvero?

source: [S] Yes.... But I'm not sure if that's a good thing or not. I really just need some time to think about it some more.
italian: [S] Sì.... Ma non sono sicura che sia una buona cosa o meno. Ho davvero bisogno di un pò di tempo per pensarci ancora un pò.

source: {i}{b}"Sidney's Affection +8"{/b}{/i}
italian: {i}{b}"Affetto di Sidney +8"{/b}{/i}

source: [S] Shit [ryan]! I just got done talking about how we need to be more careful about doing sexual stuff.
italian: [S] Merda [ryan]! Ho appena fatto parlando di come dobbiamo essere più attenti a fare cose sessuali.

source: [S] It can only be for fun!
italian: [S] Può essere solo un divertimento!

source: [S] We are fucking siblings! We can't fall in love in the other way too!
italian: [S] Stiamo scopando fratelli! Non possiamo innamorarci anche nel contrario!

source: [R] Why not?
italian: [R] Perché no?

source: [S] Because it's fucking wrong!
italian: [S] Perché è sbagliato!

source: {i}{b}"Sidney's Anger +5"{/b}{/i}
italian: {i}{b}"Rabbia di Sidney +5"{/b}{/i}

source: [S] Alright, Mom's going to be done stripping in a few minutes. We'd better get out of here before she sees either of us.
italian: [S] Bene, la mamma sta per essere fatta spogliare tra qualche minuto. Faremmo meglio a uscire da qui prima di vedere uno di noi.

source: [S] Don't forget to come talk to me if you decide you need my help to pay the weekly Mafia bill. You're pretty safe to look for me in the kitchen every evening. I'm usually there.
italian: [S] Non dimenticarti di venire a parlare con me se decidi che hai bisogno del mio aiuto per pagare il conto settimanale della mafia. Sei abbastanza sicuro di cercarmi in cucina ogni sera. Di solito sono lì.

source: [R] I don't like it. But I can't control you. Just be sure to be careful.
italian: [R] Non mi piace. Ma non posso controllarti. Assicurati solo di stare attento.

source: [S] I promise I will. See you at home.
italian: [S] Prometto che lo farò. Ci vediamo a casa.

source: [R] Do you need a ride?
italian: [R] Hai bisogno di un passaggio?

source: [S] No, I brought Mom's car.
italian: [S] No, ho portato la macchina di mamma.

source: [R] Well, shit! You'll beat me home then.
italian: [R] Beh, merda! Mi batterai a casa allora.

source: [RT] {i}I've already talked to her tonight... she might get in trouble if I don't let her keep working.{/i}
italian: [RT] {i}Le ho già parlato stasera... potrebbe andare in difficoltà se non la lascio continuare a lavorare.{/i}

source: [RT] {i}I've got to keep my eye out for Sidney. If I don't see her, I'm sure I can just wait for her to turn up at the bar.{/i}
italian: [RT] {i}Devo tenere d'occhio Sidney. Se non la vedo, sono sicuro che posso solo aspettare che lei si presenti al bar.{/i}
