Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [AD] Well, someone's excited.
french: [AD] Eh bien, quelqu'un est excité.
italian: [AD] Bene, qualcuno è emozionato.

source: [R] He's been mostly hard since the last time I was in here.
french: [R] Il a surtout été dur depuis la dernière fois que j'étais ici.
italian: [R] È stato per lo più duro dall'ultima volta in cui ero qui.

source: [AD] Haha... that's what I like to hear.
french: [AD] Haha... c'est ce que j'aime entendre.
italian: [AD] Haha... questo è quello che mi piace sentire.

source: [AD] Poor little neglected cock has been missing Agent Diaz?
french: [AD] La pauvre petite queue négligée a manqué à l'agent Diaz?
italian: [AD] Scarso cazzo poco trascurato è stato manca Agente Diaz?

source: [AD] Are you ready for me to take care of you?
french: [AD] Es-tu prêt pour que je prenne soin de toi?
italian: [AD] Siete pronti per me a prendermi cura di voi?

source: [R] You're talking to my penis... That's kind of weird... but somehow... sexy.
french: [R] Tu parles à mon pénis... C'est un peu bizarre... mais en quelque sorte... sexy.
italian: [R] Stai parlando con il mio pene... È una specie di strana... ma in qualche modo... sexy.

source: [AD] Haha... Ok, let me take care of you.
french: [AD] Haha... Ok, laisse-moi m'occuper de toi.
italian: [AD] Haha... Ok, lasciami prendere cura di voi.

source: [AD] That's one beautiful cock.
french: [AD] C'est une belle bite.
italian: [AD] È uno splendido cazzo.

source: [AD] A cock like this needs two hands.
french: [AD] Une bite comme ça a besoin de deux mains.
italian: [AD] Un cazzo così ha bisogno di due mani.

source: [R] Oh, God... That feels good.
french: [R] Oh, mon Dieu... Ça fait du bien.
italian: [R] Oh, Dio... Questo è buono.

source: [RT] {i}I'm feeling so confused!{/i}
french: [RT] {i}Je me sens tellement confus!{/i}
italian: [RT] {i}Mi sento così confusa!{/i}

source: [RT] {i}I hate Agent Diaz, but I love what she's doing to me.{/i}
french: [RT] {i}Je déteste l'agent Diaz, mais j'adore ce qu'elle me fait.{/i}
italian: [RT] {i}Odio l'Agente Diaz, ma amo quello che mi sta facendo.{/i}

source: [RT] {i}Ooohhh... I just want to hate-fuck her... so bad!{/i}
french: [RT] {i}Ooohhh... Je veux juste la détester - la baiser... si mauvais!{/i}
italian: [RT] {i}Ooohhh... Voglio solo odiarla... così cattivo!{/i}

source: [AD] Hh..Holy shit, [ryan]!
french: [AD] Hh..Merde, [ryan]!
italian: [AD] Hh..Santa merda, [ryan]!

source: [AD] Haha... That's a lot of cum.
french: [AD] Haha... C'est beaucoup de sperme.
italian: [AD] Haha... Questo è un sacco di sborra.

source: [AD] The way you cum, the way your mom and sisters squirt... Your family should be breeding stock for future pornstars.
french: [AD] La façon dont tu jouis, la façon dont ta mère et tes sœurs giclent... Ta famille devrait être une source pour les futures stars du porno.
italian: [AD] Il modo in cui tu cum, il modo in cui tua mamma e sorelle si sprigiona... La tua famiglia dovrebbe allevare il bestiame per le future pornostar.

source: [AD] I got lucky to be assigned to such an oversexed family.
french: [AD] J'ai eu la chance d'être affecté à une famille aussi surexcitée.
italian: [AD] Ho avuto la fortuna di essere assegnato a una famiglia così oversexed.

source: [R] We never used to be.
french: [R] Nous ne l'étions jamais.
italian: [R] Non eravamo mai stati.

source: [AD] Yeah, I think your sudden sexual awakening was the match that lit the fire.
french: [AD] Ouais, je pense que ton réveil sexuel soudain a été le match qui a allumé le feu.
italian: [AD] Sì, penso che il tuo improvviso risveglio sessuale sia stato il match che ha acceso il fuoco.

source: [RT] {i}Huh... She may be right... I wonder how different things would be if I had never seen Mom stripping.{/i}
french: [RT] {i}Hein... Elle a peut-être raison... Je me demande à quel point les choses seraient différentes si je n'avais jamais vu maman se déshabiller.{/i}
italian: [RT] {i}Huh... Lei potrebbe avere ragione... Mi chiedo come sarebbero diverse cose se non avessi mai visto la mamma stripping.{/i}

source: [AD] Well?... Was there anything else you needed while you're here?
french: [AD] Eh bien?... Y a-t-il autre chose dont tu as besoin pendant que tu es là?
italian: [AD] Bene?... C'era qualcos'altro che ti serviva mentre sei qui?

source: [R] Can your narc get us anymore votes this week?
french: [R] Ton narc peut-il nous obtenir plus de votes cette semaine?
italian: [R] Il tuo narc può ottenere più voti questa settimana?

source: [AD] Sorry, she's already bumping Lauren's numbers as far as she dares this week... Any more and someone could get suspicious.
french: [AD] Désolé, elle pousse déjà les chiffres de Lauren aussi loin qu'elle a pu cette semaine... Plus et quelqu'un pourrait avoir des soupçons.
italian: [AD] Mi dispiace, sta già urtando i numeri di Lauren per quanto osa questa settimana... Più e qualcuno potrebbe diventare sospetto.

source: [AD] Come back next week, and you can pay us for more votes.
french: [AD] Reviens la semaine prochaine, et tu peux nous payer pour plus de votes.
italian: [AD] Tornate la settimana prossima, e potete pagarci per più voti.

source: [R] Well, then I guess that's it for today.
french: [R] Eh bien, alors je suppose que c'est tout pour aujourd'hui.
italian: [R] Bene, allora immagino che sia per oggi.

source: [R] I guess I'll be on my way.
french: [R] Je suppose que je serai en route.
italian: [R] Credo che sarò sulla mia strada.

source: [AD] Tell Lauren I said hi, and If I don't see you sooner, I'll be looking forward to Thursday.
french: [AD] Dis à Lauren que je la salue, et si je ne te vois pas plus tôt, j'attends jeudi avec impatience.
italian: [AD] Dite a Lauren che ho detto, e se non ti vedo prima, non vedo l'ora di giovedì.

source: [R] Are you ever going to let us off the hook for that?
french: [R] Vas-tu nous laisser tomber pour cela?
italian: [R] Ci lascerete mai fuori dal gancio per questo?

source: [AD] No way... That situation is just too damn good for me.
french: [AD] Pas moyen... Cette situation est trop bonne pour moi.
italian: [AD] Nessun modo... Quella situazione è troppo dannata per me.

source: [R] Just when I thought we were starting to bond.
french: [R] Juste au moment où je pensais que nous commencions à créer des liens.
italian: [R] Proprio quando pensavo che stessimo iniziando a legare.

source: [AD] Well, don't let a handjob make you think there's more going on between us than there is.
french: [AD] Eh bien, ne laisses pas une branlette te faire croire qu'il se passe plus de choses entre nous qu'il n'y en a.
italian: [AD] Beh, non lasciare che un handjob ti faccia pensare che ci sia più avanti tra di noi di quanto non ci sia.

source: [R] EEcchh... I wouldn't want anything like that from you.
french: [R] EEcchh... Je ne voudrais rien de tel de ta part.
italian: [R] EEcchh... Non vorrei niente di simile da te.

source: [AD] Uh huh... Sure.
french: [AD] Euh... Bien sûr.
italian: [AD] Uh huh... Certo.

source: [R] I wouldn't!...
french: [R] Je ne le ferais pas !...
italian: [R] Non fare!...

source: [AD] Sure, Romeo.
french: [AD] Bien sûr, Roméo.
italian: [AD] Certo, a Roma.

source: [R] I'm leaving.
french: [R] Je m'en vais.
italian: [R] Io sto partendo.

source: [AD] Haha... close the door behind you.
french: [AD] Haha... ferme la porte derrière toi.
italian: [AD] Haha... chiudete la porta dietro di voi.

source: [R] Yeah, actually, I'd like to buy some of those extra votes you offered before.
french: [R] Ouais, en fait, j'aimerais acheter certains de ces votes supplémentaires que tu as offerts auparavant.
italian: [R] Sì, in realtà, vorrei comprare alcuni di quei voti extra che hai offerto prima.

source: [R] That is... As long as you can guarantee that Lauren's vote count will go up.
french: [R] C'est-à-dire... Tant que tu peux garantir que le nombre de votes de Lauren augmentera.
italian: [R] Questo è... Fino a quando si può garantire che il conteggio dei voti di Lauren salirà.

source: [R] Well then, I guess that's it for today.
french: [R] Eh bien, je suppose que c'est tout pour aujourd'hui.
italian: [R] Beh, allora, immagino che sia per oggi.

source: [AD] Well, then I guess that's it for today.
french: [AD] Eh bien, alors je suppose que c'est tout pour aujourd'hui.
italian: [AD] Bene, allora immagino che sia per oggi.

source: [RT] {i}I could use some more help with Lauren's campaign.{/i}
french: [RT] {i}Je pourrais utiliser un peu plus d'aide pour la campagne de Lauren.{/i}
italian: [RT] {i}Potrei utilizzare qualche aiuto in più con la campagna di Lauren.{/i}

source: [RT] {i}I wonder if Agent Diaz is in her van?{/i}
french: [RT] {i}Je me demande si l'agent Diaz est dans sa camionnette?{/i}
italian: [RT] {i}Mi chiedo se l'Agente Diaz sia nel suo furgone?{/i}

source: [AD] Well, if it isn't the twerp... Did you get that spy cam installed?
french: [AD] Eh bien, si ce n'est pas le petit... Tu as installé cette caméra espion ?
italian: [AD] Beh, se non è il twerp... Hai ottenuto che spia cam installato?

source: [R] No, not yet.
french: [R] Non, pas encore.
italian: [R] No, non ancora.

source: [AD] Then what are you doing here?
french: [AD] Alors qu'est-ce que tu fais ici?
italian: [AD] Allora cosa stai facendo qui?

source: [R] I'm just looking to see if I can get some more help with Lauren's campaign.
french: [R] Je cherche juste à voir si je peux obtenir plus d'aide avec la campagne de Lauren.
italian: [R] Sto solo cercando di vedere se posso ottenere un aiuto in più con la campagna di Lauren.

source: [AD] Sure... I can get word to our informant in the school to stuff some more ballots and boost your numbers.
french: [AD] Bien sûr... Je peux parler à notre informateur de l'école pour remplir d'autres bulletins de vote et augmenter vos chiffres.
italian: [AD] Certo... posso ottenere parola al nostro informatore nella scuola per roba qualche altro voto e aumentare i vostri numeri.

source: [AD] For the right price, of course.
french: [AD] Pour le juste prix, bien sûr.
italian: [AD] Per il prezzo giusto, naturalmente.

source: [AD] Is there anything else I can do for you?
french: [AD] Y a-t-il autre chose que je puisse faire pour toi?
italian: [AD] C'è altro che posso fare per te?

source: [R] Have you found any dirt on Matt?
french: [R] As-tu trouvé de la saleté sur Matt?
italian: [R] Hai trovato della sporcizia su Matt?

source: [AD] I'm not even going to try until you get that spy camera installed.
french: [AD] Je ne vais même pas essayer tant que tu n'auras pas installé cette caméra espion.
italian: [AD] Non proverò nemmeno fino a quando non avrai installato quella spia.

source: [R] I'm just not sure how I'm going to make it into the showers without being seen.
french: [R] Je ne sais tout simplement pas comment je vais me rendre dans les douches sans être vu.
italian: [R] Non sono sicuro di come farò le docce senza essere visto.

source: [AD] Go in the early morning, before the locker room gets too busy.
french: [AD] Vas tôt le matin, avant que le vestiaire ne soit trop occupé.
italian: [AD] Vai la mattina presto, prima che lo spogliatoio diventi troppo occupato.

source: [AD] And now, I've got to get back to work.
french: [AD] Et maintenant, je dois retourner au travail.
italian: [AD] E ora, devo tornare al lavoro.

source: [AD] Get that spy cam installed, and then we can talk some more.
french: [AD] Installes cette caméra espion, et nous pourrons en parler un peu plus.
italian: [AD] Ottenere che spia cam installato, e poi possiamo parlare di più.

source: [RT] {i}I guess I'd better try to get that camera installed if I want any more help from Agent Diaz.{/i}
french: [RT] {i}Je suppose que je ferais mieux d'essayer d'installer cette caméra si je veux plus d'aide de l'agent Diaz.{/i}
italian: [RT] {i}Immagino che farei meglio a cercare di installare quella telecamera se voglio altro aiuto da Agent Diaz.{/i}

source: [RT] {i}That must be the van Lauren was talking about.{/i}
french: [RT] {i}Ça doit être la camionnette dont parlait Lauren.{/i}
italian: [RT] {i}Deve essere il van Lauren a parlare.{/i}

source: [RT] {i}GEC Electric Company... Pretty generic name... It might just be the FBI.{/i}
french: [RT] {i}Société Électrique GEC... Nom générique... Ce pourrait être juste le FBI.{/i}
italian: [RT] {i}GEC Electric Company... Pretty generic name... Potrebbe essere solo l'FBI.{/i}

source: [RT] {i}If it is, I hope it's just Diaz... I don't know what I'll say if there are other agents inside.{/i}
french: [RT] {i}Si c'est le cas, j'espère que c'est juste Diaz... Je ne sais pas ce que je dirai s'il y a d'autres agents à l'intérieur.{/i}
italian: [RT] {i}Se è così, spero che sia solo Diaz... Non so cosa dirò se ci sono altri agenti all'interno.{/i}

source: [RT] {i}Well, Here goes nothing.{/i}
french: [RT] {i}Eh bien, Ici rien ne va.{/i}
italian: [RT] {i}Beh, qui non va niente.{/i}

source: [AD] Well, if it isn't the twerp... To what do I owe the pleasure?
french: [AD] Eh bien, si ce n'est pas le petit... À quoi dois-je le plaisir?
italian: [AD] Beh, se non è il twerp... Per che cosa devo il piacere?

source: [R] Oh... I was just noticing how cold it got when I was passing this van... I figured there must be a witch inside.
french: [R] Oh... Je remarquais juste à quel point il faisait froid quand je passais devant cette camionnette... J'ai pensé qu'il devait y avoir une sorcière à l'intérieur.
italian: [R] Oh... Stavo appena notando quanto freddo ha ottenuto quando stavo passando questo furgone... Ho capito che ci deve essere una strega dentro.

source: [AD] You found our cliché FBI van. What gave it away, was it our wireless network named "FBI Surveillance Van"?
french: [AD] Tu as trouvé notre van-photos du FBI. Qu'est-ce qui t'as mis sur la voie, c'était-ce notre réseau sans fil nommé 'Van de surveillance du FBI'?
italian: [AD] Hai trovato il nostro furgone dell'FBI. Cosa l'ha dato via, era la nostra rete wireless chiamata "Furgone di sorveglianza dell'FBI"?

source: [AD] Haha... Never mind, come in.
french: [AD] Haha... Peu importe, entre.
italian: [AD] Haha... Non mi dispiace, entra.

source: [AD] Welcome to where the magic happens.
french: [AD] Bienvenue là où la magie opère.
italian: [AD] Benvenuti in dove avviene la magia.

source: [R] Oh, my God!... You're literally watching everything we do.
french: [R] Oh, mon Dieu!... Tu regardes littéralement tout ce que nous faisons.
italian: [R] Oh, mio Dio!... stai letteralmente guardando tutto ciò che facciamo.

source: [AD] Like I told you before, I hacked into your cameras, and then I installed a few of my own.
french: [AD] Comme je te l'ai déjà dit, j'ai piraté tes caméras, puis j'en ai installé quelques-unes de plus.
italian: [AD] Come vi ho detto prima, ho violato le vostre macchine fotografiche, e poi ho installato alcuni dei miei propri.

source: [R] Oh, God!... Does the entire FBI see everything we do?
french: [R] Oh, mon Dieu!... Est-ce que tout le FBI voit tout ce que nous faisons?
italian: [R] Oh, Dio!... Tutto l'FBI vede tutto quello che facciamo?

source: [AD] Haha... Lucky for you, no. I just send them anything that would be valuable to our investigation.
french: [AD] Haha... Heureusement pour toi, non. Je leur envoie tout ce qui serait utile à notre enquête.
italian: [AD] Haha... Fortunato per voi, no. Li mando solo tutto ciò che sarebbe prezioso per la nostra indagine.

source: [AD] You'd be in a world of trouble if anyone besides myself was heading this investigation.
french: [AD] Tu serais dans la merde si quelqu'un d'autre que moi dirigeait cette enquête.
italian: [AD] Saresti in un mondo di problemi se qualcuno oltre a me stesse stava dirigendo questa indagine.

source: [AD] But as it is, I delete almost everything since most everything your family does has no value to the FBI, only value to my pussy.
french: [AD] Mais en l'état, je supprime presque tout puisque la plupart de tout ce que fait ta famille n'a aucune valeur pour le FBI, seulement une valeur pour ma chatte.
italian: [AD] Ma così com'è, elimino quasi tutto dal momento che la maggior parte di tutto ciò che la tua famiglia fa non ha valore per l'FBI, solo valore per la mia figa.

source: [AD] I'm really doing your family a favor by keeping everything discreet.
french: [AD] Je rends vraiment service à ta famille en gardant tout ça secret.
italian: [AD] Sto davvero facendo della tua famiglia un favore mantenendo tutto discreto.

source: [AD] Instead of hating me, you should think of me as your friend.
french: [AD] Au lieu de me haïr, tu devrais penser à moi comme ton amie.
italian: [AD] Invece di odiarmi, dovresti pensare a me come al tuo amico.

source: [R] Well... It's hard to think of someone who is extorting you for money or favors as a friend.
french: [R] Bien... Il est difficile de penser à quelqu'un qui vous extorque de l'argent ou des faveurs en tant qu'ami.
italian: [R] Bene... È difficile pensare a qualcuno che ti estorce per soldi o favori come un amico.

source: [AD] So, was there a reason you became bold enough to come knocking on my FBI van?
french: [AD] Alors, y avait-il une raison pour laquelle tu serais assez audacieux pour venir frapper à ma camionnette du FBI?
italian: [AD] C'era un motivo per cui sei diventato abbastanza audace da venire a bussare al mio furgone FBI?

source: [R] Yeah actually... I don't know if you know this, but Lauren is running for...
french: [R] Ouais en fait... Je ne sais pas si tu le sais, mais Lauren est candidate...
italian: [R] Sì, in realtà... Non so se lo sapete, ma Lauren sta funzionando...

source: [AD] Student body president?... Yeah, I know.
french: [AD] Présidente du corps estudiantin?... Oui, je sais.
italian: [AD] Presidente del corpo dello studente?... Sì, lo so.

source: [AD] I can see all her texts and social media... so I know.
french: [AD] Je peux voir tous ses textes et réseaux sociaux... donc je le sais.
italian: [AD] Posso vedere tutti i suoi testi e social media... così lo so.

source: [R] Ok... well, do you already know what I need from you then?
french: [R] D'accord... tu sais déjà ce que j'ai besoin de toi alors ?
italian: [R] Ok... beh, sai già di che cosa ho bisogno da te allora?

source: [AD] Please don't ask me to be Lauren's campaign manager... though... Lauren and I could become quite close if I were managing her campaign...
french: [AD] Ne me demandes pas d'être la directrice de campagne de Lauren... bien... Lauren et moi pourrions devenir très proches si je gérais sa campagne...
italian: [AD] Per favore non mi chieda di essere il direttore della campagna di Lauren... però... Lauren e io potrei diventare abbastanza vicino se gestissi la sua campagna...

source: [AD] Alright... you talked me into it... I'll manage Lauren's campaign.
french: [AD] D'accord... tu m'en as parlé... Je vais gérer la campagne de Lauren.
italian: [AD] Bene... mi hai parlato in essa... gestirò la campagna di Lauren.

source: [R] No... that's not what I wanted at all!
french: [R] Non... ce n'est pas du tout ce que je voulais!
italian: [R] No... non è quello che volevo affatto!

source: [AD] Haha... No shit, Sherlock!
french: [AD] Haha... Pas de sales coups, Sherlock !
italian: [AD] Haha... Nessuna merda, Sherlock!

source: [AD] I'm just messing with ya.
french: [AD] Je me fous de toi.
italian: [AD] Sto solo disordinando con ya.

source: [AD] Please... Ask your favor.
french: [AD] S'il te plaît ... Demande ta faveur.
italian: [AD] Per favore... Chiedi il tuo favore.

source: [R] Ok... So the kid Lauren is running against...
french: [R] D'accord... Donc, l'enfant contre qui Lauren court...
italian: [R] Ok... Quindi il bambino Lauren sta correndo contro...

source: [AD] You mean that stud, Matt?
french: [AD] Tu veux dire ce connard, Matt?
italian: [AD] Intendi quel bottino, Matt?

source: [R] Urrgghhh... He's not as hot shit as everyone thinks he is.
french: [R] Urrgghhh... Il n'est pas aussi chaud que tout le monde le pense.
italian: [R] Urrgghhh... Non è così caldo come tutti pensano che sia.

source: [AD] Jealous, much?
french: [AD] Jaloux, beaucoup?
italian: [AD] Gelosa, tanto?

source: [R] No!... maybe...
french: [R] Non!... peut-être...
italian: [R] No!... forse...

source: [R] Anyways, Lauren's chances of beating him are slim, so she wanted me, to ask you, if you could dig up any dirt on him.
french: [R] De toute façon, les chances de Lauren de le battre sont minces, alors elle voulait que je te demande si tu pouvais déterrer de la saleté sur lui.
italian: [R] Comunque, le possibilità di Lauren di batterlo sono sottili, così lei voleva che mi chiedessi, se potessi scavare su di lui una sporcizia.

source: [AD] Wait...
french: [AD] Attends...
italian: [AD] Attendi...

source: [AD] You want me, to use the resources of the FBI, to find dirt on a kid, so your sister can win a student body election?
french: [AD] Tu veux que j'utilise les ressources du FBI pour trouver des dossiers compromettants sur un enfant, pour que ta sœur puisse gagner une élection estudiantine?
italian: [AD] Vuoi che io utilizzi le risorse dell'FBI, per trovare sporcizia su un bambino, in modo che tua sorella può vincere una elezione del corpo studente?

source: [R] Uhhh.... it sounds worse when you say it like that.
french: [R] Uhhh.... ça sonne pire quand tu le dis comme ça.
italian: [R] Uhhhh.... suona peggio quando lo dici così.

source: [R] But... could you?
french: [R] Mais... pourrais-tu?
italian: [R] Ma... potevi?

source: [AD] Maybe...
french: [AD] Peut-être...
italian: [AD] Può darsi...

source: [AD] It would depend on if you'd be willing to do something for me in return.
french: [AD] Cela dépend si tu es prêt à faire quelque chose pour moi en retour.
italian: [AD] Dipenderebbe se tu fossi disposto a fare qualcosa per me in cambio.

source: [R] I should have known.
french: [R] J'aurais dû savoir.
italian: [R] Avrei dovuto conoscere.

source: [AD] Of course you should have known... You don't just get something for nothing.
french: [AD] Bien sûr, tu aurais dû le savoir... Tu n'as pas quelque chose pour rien.
italian: [AD] Certo che avreste dovuto saperlo... Non avete solo qualcosa per niente.

source: [R] Ok... And what could an FBI agent want from a high school kid?
french: [R] D'accord... Et qu'est-ce qu'un agent du FBI pourrait attendre d'un lycéen?
italian: [R] Ok... E cosa potrebbe desiderare un agente dell'FBI da un bambino della scuola superiore?

source: [AD] Give me a second... I wasn't expecting to be offered a favor from a high school student today...
french: [AD] Donne-moi une seconde... Je ne m'attendais pas à recevoir une faveur d'un lycéen aujourd'hui...
italian: [AD] Dammi un secondo... Non mi aspettavo di essere offerto un favore da uno studente di liceo oggi...

source: [AD] Ooohhh... That's it!
french: [AD] Ooohhh ... C'est ça !
italian: [AD] Ooohhh... È tutto!

source: [AD] As a high school student, you've got access to your high school.
french: [AD] En tant qu'étudiant du secondaire, tu as accès à ton école secondaire.
italian: [AD] Come studente delle superiori, hai accesso alla tua scuola superiore.

source: [R] Oh, no... You don't want me to become a narc, do you?
french: [R] Oh, non... Tu ne veux pas que je devienne un narcotrafiquant, n'est-ce pas ?
italian: [R] Oh, no... Non vuoi che diventi un narc, vero?

source: [AD] No... We've already got an informant in your school.
french: [AD] Non... Nous avons déjà un informateur dans ton école.
italian: [AD] No, abbiamo già un informatore nella tua scuola.

source: [R] Really?... Who?
french: [R] Vraiment ?... Qui ?
italian: [R] Davvero?... Chi?

source: [R] Is it a teacher, or a student?
french: [R] Est-ce un enseignant ou un élève?
italian: [R] È un insegnante, o uno studente?

source: [R] Right... Never mind.
french: [R] Droite... Ça ne fait rien.
italian: [R] A destra... Non preoccuparti.
