Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.03.po
Languages: italian

source: [MT] {i}I'll go for Matt, maybe I can get some revenge for him stripping my top off!{/i}
italian: [MT] {i}Io vado da Matt, forse posso vendicarmi per avermi spogliato del mio top!

source: [MT] {i}I think that's Matt just ahead!{/i}
italian: [MT] {i}Penso che sia Matt quello davanti!

source: [MT] {i}Ha! I've almost got Matt, the star of the basketball team. Is he even trying to get away from me?{/i}
italian: [MT] {i}Ha! Ho quasi preso Matt, la stella della squadra di basket. Sta almeno cercando di scappare da me?

source: [MBT] {i}Alright, she's getting closer. Now to see if I can make this happen just right.{/i}
italian: [MBT] {i}Va bene, si sta avvicinando. Ora vediamo se riesco a farlo accadere nel modo giusto.{/i}

source: [M] But what do I have?
italian: [M] Ma cosa ho?

source: [MT] {i}I thought I was chasing Matt, but this feels more like one of [ryan]'s wrists.{/i}
italian: [MT] {i}Pensavo di inseguire Matt, ma questo sembra più uno dei polsi di [ryan].

source: [MBT] {i}Oh my God, oh my God, oh my God!!!.... Does Miss [mom_name] know she's jacking me off?{/i}
italian: [MBT] {i}Oh mio Dio, oh mio Dio, oh mio Dio!!!.... La signorina [mom_name] sa che mi sta facendo una sega?

source: [MT] {i}Hmmmm.... I really think this must be [ryan], but I thought I heard his voice on the other side of the pool.{/i}
italian: [MT] {i}Hmmmm.... Penso davvero che questo debba essere [ryan], ma pensavo di aver sentito la sua voce dall'altra parte della piscina.{/i}

source: [MBT] {i}Oh, shit!!!.... I can't hold back any more!{/i}
italian: [MBT] {i}Oh, merda!!!.... Non riesco più a trattenermi!

source: [MB] Hnnnngggghhhh!!
italian: [MB] Hnnnngggghhh!

source: [MBT] {i}Holy fucking shit!!.... Miss [mom_name] just made me splooge in the pool!!{/i}
italian: [MBT] {i}Oh, cazzo!!!.... La signorina [mom_name] mi ha appena fatto schizzare in piscina!!!{/i}

source: [RT] Mom!.... Stop.... open your eyes!
italian: [RT] Mamma! .... Stop.... apri gli occhi!

source: [M] Ok, I'm guessing I've caught [ryan]!
italian: [M] Ok, sto indovinando che ho catturato [ryan]!

source: [M] Oh my God, Matt!
italian: [M] Oh mio Dio, Matt!

source: [M] Oh my God, Matt!!
italian: [M] Oh mio Dio, Matt!

source: [MB] I'm sorry!.... You just grabbed it and started pulling.... I was hoping you would just let go without opening your eyes.
italian: [MB] Mi dispiace!.... L'hai afferrato e hai iniziato a tirare.... Speravo che avresti lasciato andare senza aprire gli occhi.

source: [MB] But you just kept pulling!
italian: [MB] Ma hai continuato a tirare!

source: [MB] I didn't know what to do...
italian: [MB] Non sapevo cosa fare...

source: [MB] I'm sorry!...
italian: [MB] Mi dispiace!...

source: [M] And please don't tell anyone what happened. Especially your parents.
italian: [M] E per favore non dire a nessuno quello che è successo. Specialmente ai tuoi genitori.

source: [R] Yeah.... It was pretty obvious by the look on Matt's face!
italian: [R] Sì.... Era abbastanza ovvio dalla faccia di Matt!

source: [MT] {i}Hahah.... I wish I had seen his face!{/i}
italian: [MT] {i}Hahah.... Avrei voluto vedere la sua faccia!

source: [R] How could you not tell you had a grip on his cock?
italian: [R] Come hai fatto a non capire che avevi una presa sul suo cazzo?

source: [M] Language, [ryan]! I thought I had you by the wrist.
italian: [M] Lingua, [ryan]! Pensavo di averti al polso.

source: [R] Me?.... By the wrist?.... Is Matt that big?
italian: [R] Io?.... Per il polso?.... Matt è così grande?

source: [M] Oh.... yeah.... and I thought you were big.
italian: [M] Oh.... sì.... e io pensavo che tu fossi grande.

source: [M] I mean.... oh heck.... I'm sorry to compare you to him.
italian: [M] Voglio dire .... oh diamine.... Mi dispiace paragonarti a lui.

source: [RT] {i}Mom is kind of a floozy when she's drunk. I can't believe Matt already got the best of me! I've got to bring it to him hard!{/i}
italian: [RT] {i}Mamma è una specie di sgualdrina quando è ubriaca. Non posso credere che Matt abbia già avuto la meglio su di me! Devo dargliele di santa ragione!

source: [M] Let's just say, I think he will have to find more experienced women, or he might just split them in half!
italian: [M] Diciamo solo che penso che dovrà trovare donne più esperte, o potrebbe semplicemente dividerle a metà!

source: [R] Mom!.... That's not any better!
italian: [R] Mamma! .... Non va affatto meglio!

source: [MT] {i}And he just let it happen.... didn't say a word for a long time.... oh, I wish I'd seen his face.... {/i}
italian: [MT] {i}E lui ha lasciato che accadesse.... non ha detto una parola per molto tempo.... oh, vorrei aver visto la sua faccia.... {/i}

source: [R] What!?.... Why?...
italian: [R] Cosa!?.... Perché?...

source: [R] Mom!.... Stop.... open your eyes!
italian: [R] Mamma!.... Stop.... apri gli occhi!

source: [M] Oh my God, Matt.
italian: [M] Oh mio Dio, Matt.

source: [MB] I thought if I could get away you wouldn't realize what you had grabbed!
italian: [MB] Ho pensato che se fossi riuscito a scappare non ti saresti accorto di quello che avevi afferrato!

source: [MB] It doesn't fit in my shorts when I'm hard...
italian: [MB] Non entra nei miei pantaloncini quando sono duro...

source: [MB] And I've been hard ever since I pulled your top off by accident.
italian: [MB] E ce l'ho duro da quando ti ho tolto il top per sbaglio.

source: [MT] {i}Pshhh.... accident my ass.{/i}
italian: [MT] {i}Pshhh.... incidente un cazzo.{/i}

source: [M] Don't you dare say a word to anyone! Especially your parents!
italian: [M] Non osare dire una parola a nessuno! Specialmente ai tuoi genitori!

source: [MT] Oh, God! I'm so humiliated!
italian: [MT] Oh, Dio! Sono così umiliata!

source: [M] Sshhhhh.... I don't want anyone to know what we're talking about!
italian: [M] Sshhhhhhh.... Non voglio che nessuno sappia di cosa stiamo parlando!

source: [M] I mean.... oh heck.... I'm sorry to make you feel inadequate.
italian: [M] Voglio dire .... oh diamine.... Mi dispiace farti sentire inadeguato.

source: [MT] {i}Matt just let it happen.... didn't say a word for a long time.... would he have ever stopped me, or let me make him cum?.... {/i}
italian: [MT] {i}Matt ha solo lasciato che accadesse.... non ha detto una parola per molto tempo.... mi avrebbe mai fermato, o lasciato che lo facessi venire? .... {/i}

source: {i}"You will not have the option to start the Sidney photo-shoot until you have bought both the green screen and the professional lights."{/i}
italian: {i}"Non avrai la possibilità di iniziare il servizio fotografico di Sidney finché non avrai comprato lo schermo verde e le luci professionali"{/i}

source: Lauren is only available to take pictures in the late morning.
italian: Lauren è disponibile a scattare foto solo in tarda mattinata.

source: You have completed this photo session with Lauren entirely.
italian: Hai completato interamente questa sessione fotografica con Lauren.

source: You can still play through the event, but you will not be able to increase Lauren's stats, or be able to generate any more likes for the Cosplay Heaven website.
italian: Si può ancora giocare attraverso l'evento, ma non sarà in grado di aumentare le statistiche di Lauren, o essere in grado di generare più likes per il sito Cosplay Heaven.

source: You have already done this photo session with Lauren this week.
italian: Hai già fatto questa sessione fotografica con Lauren questa settimana.

source: You will still be able to increase Lauren's stats and progress through this scene,
italian: Sarai ancora in grado di aumentare le statistiche di Lauren e progredire in questa scena,

source: But only the first playthrough of this event each week will generate likes for the Cosplay Heaven website.
italian: Ma solo la prima sessione di questo evento ogni settimana genererà dei "mi piace" per il sito web Cosplay Heaven.

source: [R] Yeah.... I'm already over here.
italian: [R] Sì.... Sono già qui.

source: [R] No.... I said I'm already here, I'm not coming to get you.
italian: [R] No.... Ho detto che sono già qui, non vengo a prenderti.

source: [R] Just ride your bike, it's not that far.
italian: [R] Vai in bicicletta, non è così lontano.

source: [R] Yeah and bring your cosplay costume.
italian: [R] Sì e porta il tuo costume cosplay.

source: [R] No, I'm sure you can fit it in your backpack.
italian: [R] No, sono sicuro che puoi metterlo nel tuo zaino.

source: [R] Ok, I'll get the studio ready while I'm waiting for you.
italian: [R] Ok, preparo lo studio mentre ti aspetto.

source: [L] Wow! These are some professional looking lights! Were they expensive?
italian: [L] Wow! Queste sono delle luci dall'aspetto professionale! Sono state costose?

source: [R] Of course, but it will be worth the investment with the quality of pictures we'll get out of them.
italian: [R] Certo, ma varrà l'investimento per la qualità delle foto che ne ricaveremo.

source: [L] Nice background! But why is it green?
italian: [L] Bello sfondo! Ma perché è verde?

source: [R] It will make it so we can add any background we want to the pictures later.
italian: [R] Farà in modo che possiamo aggiungere qualsiasi sfondo che vogliamo alle immagini in seguito.

source: [R] I've been playing with the ZAD 3D computer program, and I should be able to do a lot of fun effects with the pictures we take.
italian: [R] Ho giocato con il programma per computer ZAD 3D e dovrei essere in grado di fare un sacco di effetti divertenti con le foto che scattiamo.

source: [L] Awesome, I can't wait to see them!
italian: [L] Fantastico, non vedo l'ora di vederle!

source: [L] Oh Nice! You've added a background as well, but why green?
italian: [L] Oh, bello! Hai aggiunto anche uno sfondo, ma perché verde?

source: [L] Oh, wow! You've added some really professional looking lights as well! Were they expensive?
italian: [L] Oh, wow! Hai aggiunto anche delle luci dall'aspetto davvero professionale! Sono state costose?

source: [L] Oh my gosh! You've upgraded the place! New professional looking lights, and a background that's green for some reason.
italian: [L] Oh mio Dio, hai migliorato il posto! Nuove luci dall'aspetto professionale e uno sfondo verde per qualche motivo.

source: [R] The green screen will make it so we can add any background we want to the pictures later.
italian: [R] Lo schermo verde ci permetterà di aggiungere qualsiasi sfondo alle foto in seguito.

source: [R] The lights will just make the quality of the pictures so much better. They will definitely be worth every penny we paid for them.
italian: [R] Le luci renderanno la qualità delle foto molto migliore. Varranno sicuramente ogni centesimo che abbiamo pagato.

source: [L] Awesome! I can't wait the see how the pictures turn out.
italian: [L] Fantastico! Non vedo l'ora di vedere come verranno fuori le foto.

source: [R] So, are you ready to get going?
italian: [R] Allora, sei pronto a partire?

source: [L] So ready!
italian: [L] Prontissimo!

source: [R] Ok, just run to the supply closet and get changed into your costume while I get a few more small details ready for the shoot.
italian: [R] Ok, corri nell'armadio delle scorte e mettiti il tuo costume mentre io preparo qualche altro piccolo dettaglio per il servizio fotografico.

source: [L] Ok, I'm dressed, but I'm a little nervous about the shoot.
italian: [L] Ok, sono vestita, ma sono un pò nervosa per il servizio.

source: [R] Ok Lauren, I know this is only the second photoshoot you've ever done.
italian: [R] Ok Lauren, so che questo è solo il secondo servizio fotografico che hai fatto.

source: [R] But I'm going to try to be as professional as possible.
italian: [R] Ma cercherò di essere il più professionale possibile.

source: [R] I might push you a little bit out of your comfort zone, but remember, it's just because I know what people want to see on the internet,
italian: [R] Potrei spingerti un pò fuori dalla tua zona di comfort, ma ricorda, è solo perché so cosa la gente vuole vedere su internet,

source: [R] And I'll only be suggesting things that will get you more likes and more money to help pay Mom's Mafia debt.
italian: [R] E io suggerirò solo cose che ti faranno ottenere più like e più soldi per aiutare a pagare il debito di mafia di mamma.

source: [R] If you're too uncomfortable to go any further with the shoot, we'll just call it a day, and see how we feel on the next one.
italian: [R] Se sei troppo a disagio per andare avanti con le riprese, la chiudiamo qui e vediamo come ci sentiamo la prossima volta.

source: [RT] {i}{b}I've got to remember not to push Lauren too hard. If I make her mad, she's just going to end the photo shoot and go home.{/b}{/i}
italian: [RT] {i}{b}Devo ricordarmi di non spingere Lauren troppo forte. Se la faccio arrabbiare, finirà il servizio fotografico e andrà a casa.

source: [R] So, are you ready?
italian: [R] Allora, sei pronta?

source: [L] I think so. Thanks for being so professional, I almost forgot you were my brother for a second.
italian: [L] Credo di sì. Grazie per essere stato così professionale, mi ero quasi dimenticato che eri mio fratello per un secondo.

source: [R] Good! Go with that. Try to think of me as a professional photographer who's going to make you an internet sensation.
italian: [R] Bene! Vai con quello. Prova a pensare a me come ad un fotografo professionista che ti renderà una sensazione su internet.

source: [L] And you ruined it, now you're just my brother again.
italian: [L] E tu hai rovinato tutto, ora sei di nuovo solo mio fratello.

source: [R] Ok, smartass, let's just get started.
italian: [R] Ok, furbacchione, cominciamo.

source: [R] Ok Lauren, try not to be nervous, I'll try to be even more professional than last time.
italian: [R] Ok Lauren, cerca di non essere nervosa, cercherò di essere ancora più professionale dell'ultima volta.

source: [R] Just try to be open to more of my suggestions. Like I said before, I'm just trying to make your pictures get as many likes as possible.
italian: [R] Cerca solo di essere aperta ad altri miei suggerimenti. Come ho detto prima, sto solo cercando di fare in modo che le tue foto ricevano più like possibili.

source: [L] It just seems like you're being really pervy sometimes.
italian: [L] Sembra solo che tu sia molto perverso a volte.

source: [R] Don't forget I'm your brother. I love you, and I've got your best interest at heart. You're safer with me, then anybody else.
italian: [R] Non dimenticare che sono tuo fratello. Ti voglio bene e ho a cuore il tuo interesse. Sei più al sicuro con me che con chiunque altro.

source: [L] Yeah, yeah, let's just get this photoshoot started.
italian: [L] Sì, sì, iniziamo questo servizio fotografico.

source: [R] Ok, let's start out with a pose like a warrior hunting in the forest.
italian: [R] Ok, iniziamo con una posa da guerriero che caccia nella foresta.

source: [L] How's this?
italian: [L] Com'è questa?

source: [R] It's great!
italian: [R] È fantastico!

source: [R] Hold that pose while I take the picture.
italian: [R] Mantieni questa posa mentre scatto la foto.

source: [R] Perfect.... I got it.
italian: [R] Perfetto.... Ce l'ho fatta.

source: [R] Since we've got this kick-ass green screen, I'll be able to add a forest background to this picture.
italian: [R] Dato che abbiamo questo schermo verde da paura, potrò aggiungere uno sfondo di foresta a questa foto.

source: [R] I can see it now.
italian: [R] Riesco a vederlo ora.

source: [R] That's going to look really good.
italian: [R] Sarà davvero bello.

source: [R] Now let's go for some sexier pictures.
italian: [R] Ora andiamo a fare delle foto più sexy.

source: [R] Why don't you take off the leg warmers, the arm warmers and whatever that thing is around your torso.
italian: [R] Perché non ti togli gli scaldamuscoli, gli scaldamuscoli e qualsiasi cosa sia intorno al tuo busto.

source: [R] Then sit down on the floor like you're taking a break from your dragon hunting.
italian: [R] Poi siediti sul pavimento come se ti stessi prendendo una pausa dalla tua caccia al drago.

source: [L] Haha, yeah ok, that doesn't sound too bad.
italian: [L] Haha, sì ok, non suona troppo male.

source: [L] How's this pose?
italian: [L] Com'è questa posa?

source: [R] Great as well. You look like one of those Playboy mudflap sillhouettes.
italian: [R] Ottima anche questa. Sembri una di quelle sagome di fango di Playboy.

source: [L] Oh, hahah.... just take the picture already!
italian: [L] Oh, hahah.... fai la foto e basta!

source: [R] Beautiful smile!
italian: [R] Bellissimo sorriso!

source: [L] Thanks.
italian: [L] Grazie.

source: [R] This one's going to look great with the forest background as well.
italian: [R] Anche questa verrà benissimo con lo sfondo della foresta.

source: [R] Lauren, you're so photogenic!
italian: [R] Lauren, sei così fotogenica!

source: [L] Ah.... thanks [ryan]!
italian: [L] Ah.... grazie [ryan]!

source: [RT] {i}Ok, should I keep going?{/i}
italian: [RT] {i}Ok, devo continuare? {/i}

source: [R] Ok, how bout we make that outfit even more sexy.
italian: [R] Ok, che ne dici di rendere quel vestito ancora più sexy.

source: [L] Uhhh.... I don't think that's a good idea. Isn't this sexy enough?.... I mean you can see a lot of skin.
italian: [L] Uhhh.... Non credo sia una buona idea. Non è abbastanza sexy?.... Voglio dire che si vede un sacco di pelle.

source: [R] Well yeah, it looks sexy, but if you're going for a lot of likes, you're going to have to go further than that.
italian: [R] Beh, sì, sembra sexy, ma se vuoi ottenere molti like, devi andare oltre.

source: [L] Further? How far are you trying to get me to go, you pervert?
italian: [L] Oltre? Quanto lontano stai cercando di farmi andare, pervertito?

source: [R] Let's get rid of the skirt.
italian: [R] Sbarazziamoci della gonna.

source: [L] But I've only got a buckskin thong on underneath!
italian: [L] Ma ho solo un perizoma di pelle di daino sotto!

source: [R] Yeah, it will look fantastic in the pics.
italian: [R] Sì, sarà fantastico nelle foto.

source: [L] Yeah.... I don't think so. I'm going to get dressed and go home.
italian: [L] Sì.... Non credo proprio. Mi vesto e vado a casa.

source: [L] We can try again next week if you're willing to be more professional.
italian: [L] Possiamo riprovare la prossima settimana se sei disposto ad essere più professionale.

source: To get Lauren to take her skirt off you must have her submission at 5 points or her libido at 9 points.
italian: Per convincere Lauren a togliersi la gonna devi avere la sua sottomissione a 5 punti o la sua libido a 9 punti.

source: [R] How about we make that outfit even more sexy.
italian: [R] Che ne dici di rendere quel vestito ancora più sexy.

source: [L] How do you mean?
italian: [L] In che senso?

source: [R] Let's get rid of the skirt and have you show off that thong from behind.
italian: [R] Sbarazziamoci della gonna e fai vedere quel perizoma da dietro.

source: [L] But that thong leaves so little to the imagination!
italian: [L] Ma quel perizoma lascia così poco all'immaginazione!

source: [R] True, but it still does leave some things to the imagination.
italian: [R] Vero, ma lascia comunque alcune cose all'immaginazione.

source: [L] I'm a little uncomfortable with that.
italian: [L] Sono un po' a disagio con quello.

source: [R] Alright, but I know it will boost the likes on your profile like crazy!
italian: [R] Va bene, ma so che aumenterà i like sul tuo profilo come un matto!

source: [L] Well.... ok, I guess we can do that.
italian: [L] Beh.... ok, credo che si possa fare.

source: [R] And get rid of that axe and shield while you're at it. We shouldn't need those any more.
italian: [R] E sbarazzati dell'ascia e dello scudo già che ci sei. Non dovremmo più averne bisogno.

source: [L] Ok, give me just a second.
italian: [L] Ok, dammi solo un secondo.

source: {i}"Lauren Anger +1"{/i}
italian: {i}"Lauren Rabbia +1"{/i}

source: {i}"Lauren Affection -1"{/i}
italian: {i}"Lauren Affetto -1"{/i}

source: To get Lauren to take her skirt off and show off her thong, you must have her submission at 7 points or her libido at 9 points.
italian: Per far sì che Lauren si tolga la gonna e mostri il suo perizoma, devi avere la sua sottomissione a 7 punti o la sua libido a 9 punti.

source: [R] Let's get rid of the skirt and the buckskin bra.
italian: [R] Sbarazziamoci della gonna e del reggiseno di pelle di daino.

source: [L] What? I'm not ready to show off my breasts yet.
italian: [L] Cosa? Non sono ancora pronta a mostrare il mio seno.

source: [R] Well, you can cover them with your hands.
italian: [R] Beh, puoi coprirli con le tue mani.

source: [R] Let's get rid of the skirt and buckskin bra.
italian: [R] Sbarazziamoci della gonna e del reggiseno di pelle di daino.

source: [R] Plus, it will look fantastic in the pics.
italian: [R] Inoltre, sarà fantastico nelle foto.

source: {i}"Lauren Anger +2"{/i}
italian: {i}"Lauren Rabbia +2"{/i}

source: To get Lauren to take her bra off you must have her submission at 10 points or her libido at 10 points.
italian: Per far togliere il reggiseno a Lauren devi avere la sua sottomissione a 10 punti o la sua libido a 10 punti.

source: [R] Actually, let's call it a day. I've got some more great ideas for this photoshoot in the future, but I need to get a green screen first.
italian: [R] In realtà, chiamiamolo al giorno. Ho alcune idee più grandi per questo photoshoot in futuro, ma ho bisogno di ottenere uno schermo verde prima.

source: [L] Ok, I'll go get dressed and see you back at home.
italian: [L] Ok, vado a vestirmi e ci vediamo a casa.

source: [R] Later.
italian: [R] Più tardi.

source: [R] Let's get rid of the skirt and the buckskin bra and get some tasteful pictures of your breasts.
italian: [R] Sbarazziamoci della gonna e del reggiseno di pelle di daino e facciamo delle foto di buon gusto del tuo seno.

source: [L] What? I'm not letting you take pictures of my bare naked titties!
italian: [L] Cosa? Non ti lascerò fare foto delle mie tette nude!

source: [R] It's not like I'm asking you to go full nude or anything.
italian: [R] Non è come se ti chiedessi di andare completamente nudo o niente.

source: [L] Well.... ok, I guess we can do that, if it helps me get internet famous.
italian: [L] Well.... ok, credo che possiamo farlo, se mi aiuta a diventare famoso su internet.

source: [R] Let's get rid of the skirt and buckskin bra and get some nice pics of them titties.
italian: [R] Liberiamoci della gonna e del reggiseno di pelle di daino e facciamo delle belle foto di quelle tette.

source: {i}"Lauren Anger +3"{/i}
italian: {i}"Lauren Rabbia +3"{/i}

source: To get Lauren to take her bra off and show off her tits, you must have her submission at 14 points.
italian: Per far sì che Lauren si tolga il reggiseno e mostri le sue tette, devi avere la sua sottomissione a 14 punti.

source: [R] Let's get rid of the bra and panties and take some tasteful nude shots.
italian: [R] Sbarazziamoci del reggiseno e delle mutandine e facciamo qualche foto di nudo di buon gusto.

source: [L] What? I'm not completely stripping to nothing for you!
italian: [L] Cosa? Non mi spoglierò completamente per te!

source: [R] You won't be completely naked, you will still wear all of your accessories.
italian: [R] Non sarai completamente nuda, indosserai ancora tutti i tuoi accessori.

source: [L] That isn't helping. I'm really uncomfortable with this.
italian: [L] Questo non aiuta. Sono davvero a disagio con questo.

source: [R] Alright, your call, but I know it will boost the likes on your profile like crazy!
italian: [R] Va bene, decidi tu, ma so che aumenterà i like sul tuo profilo come un matto!

source: [R] Let's get rid of the bra and panties and shoot the rest in the nude.
italian: [R] Sbarazziamoci del reggiseno e delle mutandine e giriamo il resto in nudo.
