Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.03.po
Languages: italian

source: [R] Yeah right, she usually just sits and reads a book, or sleeps in the shade.
italian: [R] Sì, giusto, di solito si siede e legge un libro o dorme all'ombra.

source: [MB] Well, go talk her into swimming.
italian: [MB] Beh, vai a convincerla a nuotare.

source: [MB] Tell her we want to play a pool game, but it will be more fun with more people.
italian: [MB] Dille che vogliamo fare un gioco in piscina, ma sarà più divertente con più persone.

source: [R] Why do you want my mom to play with us so bad?
italian: [R] Perché vuoi così tanto che mia madre giochi con noi?

source: [MB] Well, can you think of a fun game to play with just three people?
italian: [MB] Beh, riesci a pensare ad un gioco divertente da fare con solo tre persone?

source: [R] Yeah, I guess you have a point.
italian: [R] Sì, credo che tu abbia ragione.

source: [R] I'll go see what I can do.
italian: [R] Vado a vedere cosa posso fare.

source: [RT] {i}Yep, reading a book, just like always.{/i}
italian: [RT] {i}Sì, a leggere un libro, come sempre.{/i}

source: [R] Hey, Mom!
italian: [R] Ehi, mamma!

source: [M] Just a second, [ryan], let me finish my paragraph.
italian: [M] Solo un secondo, [ryan], fammi finire il mio paragrafo.

source: [M] Ok, what is it?
italian: [M] Ok, cosa c'è?

source: [R] We were just wanting to play some pool games.
italian: [R] Volevamo solo fare qualche partita a biliardo.

source: [M] Well, that's fine with me as long as you don't horse around too much...
italian: [M] Beh, per me va bene, basta che non cavalchiate troppo...

source: [M] Actually, what the heck.... horse around all you like, there's nobody here to complain.
italian: [M] In realtà, che diamine.... cavalcate quanto volete, non c'è nessuno qui a lamentarsi.

source: [R] No.... Mom.... we want you to come play the pool games with us.
italian: [R] No.... Mamma.... vogliamo che tu venga a giocare in piscina con noi.

source: [M] Oh, no.... I'm very into this book, plus I don't think it would be in good decorum to be so informal with my students.
italian: [M] Oh, no.... Sono molto preso da questo libro, in più non credo che sia nel buon decoro essere così informale con i miei studenti.

source: [R] Decor.... what?
italian: [R] Decor.... cosa?

source: [M] Decorum honey, it means behaving in good taste.
italian: [M] Decoro tesoro, significa comportarsi con buon gusto.

source: [R] Hmmm.... I don't see what's wrong with it.
italian: [R] Hmmm.... Non vedo cosa ci sia di sbagliato.

source: [M] Yes.... well.... some of your recent judgement hasn't been very good, has it?
italian: [M] Si.... beh.... alcuni dei tuoi recenti giudizi non sono stati molto buoni, vero?

source: [R] What do you mean?
italian: [R] Cosa vuoi dire?

source: [R] Ok, well maybe I've done some dumb things, but I've done a lot of good things for you too.
italian: [R] Ok, forse ho fatto delle cose stupide, ma ho fatto anche molte cose buone per te.

source: [M] That is true.
italian: [M] Questo è vero.

source: [M] I'll tell you what.
italian: [M] Ti dirò una cosa.

source: [M] Give me just 10 more minutes and I'll finish this chapter, and then if I'm feeling up to it, I'll come give you some attention.
italian: [M] Dammi solo altri 10 minuti e finisco questo capitolo e poi, se me la sento, verrò a darti un pò di attenzione.

source: [R] Ok, it's a deal.
italian: [R] Ok, affare fatto.

source: [RT] {i}If only I could get Mom some alcohol, she's always a lot more fun in social situations when she has a little liquid courage.{/i}
italian: [RT] {i}Se solo potessi procurare alla mamma un po' di alcol, è sempre molto più divertente nelle situazioni sociali quando ha un po' di coraggio liquido.{/i}

source: [RT] {i}I can't order anything on credit, but I've got some cash in the wallet in my shorts, I wonder if they would accept cash here.{/i}
italian: [RT] {i}Non posso ordinare nulla a credito, ma ho un pò di contanti nel portafoglio nei miei pantaloncini, mi chiedo se accettano contanti qui.{/i}

source: [R] Excuse me, miss?
italian: [R] Mi scusi, signorina?

source: [W] Yes, sir, what can I do for you?
italian: [W] Sì, signore, cosa posso fare per lei?

source: [R] How much is your wine?
italian: [R] Quanto costa il suo vino?

source: [W] Well, that depends on what kind of wine you order. And I would need to see some photo ID to prove you're over 21.
italian: [W] Beh, dipende dal tipo di vino che ordina. E avrei bisogno di vedere un documento con foto per dimostrare che hai più di 21 anni.

source: [R] No, it's not for me...
italian: [R] No, non è per me...

source: [R] I want to buy it for my mom.
italian: [R] Voglio comprarlo per mia madre.

source: [R] Do you happen to know her? She's sitting right over there. Do you know what kind of wine she usually buys here?
italian: [R] Per caso la conosci? È seduta proprio lì. Sai che tipo di vino compra di solito qui?

source: [W] Oh yes, she usually gets the Pinot Noir from our Oregon vineyard.
italian: [W] Oh sì, di solito prende il Pinot Nero dal nostro vigneto dell'Oregon.

source: [R] Ok, I'd like to get her that.
italian: [R] Ok, mi piacerebbe portarglielo.

source: [W] Ok, we'll just charge the card you have on file with us then?
italian: [W] Ok, allora addebiteremo la carta che ha in archivio con noi?

source: [R] Actually, can I pay in cash?
italian: [R] In realtà, posso pagare in contanti?

source: [W] We don't usually allow that...
italian: [W] Di solito non lo permettiamo...

source: [R] But it's a gift for my mother. I can't have her pay for her own gift.
italian: [R] Ma è un regalo per mia madre. Non posso farle pagare il suo stesso regalo.

source: [R] She's been going through some really hard things lately, and I just want to do something nice for her.
italian: [R] Sta passando delle cose molto difficili ultimamente e voglio solo fare qualcosa di carino per lei.

source: [W] Oh, that's sweet. I think we can make an exception this time.
italian: [W] Oh, che dolce. Penso che possiamo fare un'eccezione questa volta.

source: [R] Awesome! How much do I owe you?
italian: [R] Fantastico! Quanto le devo?

source: [W] Do you want to buy her a glass of wine, or send her the whole bottle?
italian: [W] Vuoi comprarle un bicchiere di vino o mandarle l'intera bottiglia?

source: [R] Well, what's the price difference?
italian: [R] Beh, qual è la differenza di prezzo?

source: [W] By the glass it's $20, and by the bottle it's $100
italian: [W] Per il bicchiere sono 20 dollari e per la bottiglia sono 100 dollari

source: [R] Really? That's how much Mom usually spends on wine?
italian: [R] Davvero? E' quanto la mamma spende di solito per il vino?

source: [W] Haha, and that's not even close to our most expensive wine.
italian: [W] Haha, e non è nemmeno vicino al nostro vino più costoso.

source: [R] Alright, I'll be right back, I just have to run and grab the cash out of my wallet.
italian: [R] Va bene, torno subito, devo solo correre a prendere i soldi dal mio portafoglio.

source: [RT] {i}Umm.... ok, let me just think a second.{/i}
italian: [RT] {i}Umm.... ok, fammi pensare un secondo.

source: [RT] {i}That's a lot of money for a little liquid refreshment,{/i}
italian: [RT] {i}Sono un sacco di soldi per un piccolo rinfresco liquido,{/i}

source: [RT] {i}But Mom really does loosen up with a few glasses of wine in her.{/i}
italian: [RT] {i}Ma la mamma si scioglie davvero con qualche bicchiere di vino.

source: [RT] {i}One glass might loosen her up a bit, but each glass she drinks after that might make her even more uninhibited.{/i}
italian: [RT] {i}Un bicchiere potrebbe scioglierla un pò, ma ogni bicchiere che beve dopo potrebbe renderla ancora più disinibita.

source: [R] I'll just get her a glass of wine.
italian: [R] Le prendo solo un bicchiere di vino.

source: {i}"Money -$20"{/i}
italian: {i}"Soldi -$20"{/i}

source: [W] Ok, I'll run and get her a glass and let her know it's from the gentleman in the blue swimsuit.
italian: [W] Ok, corro a prenderle un bicchiere e le faccio sapere che è da parte del signore con il costume blu.

source: [RT] {i}Haha gentleman, yeah, that describes me pretty well.{/i}
italian: [RT] {i}Haha signore, sì, questo mi descrive abbastanza bene.{/i}

source: [R] Thank you!
italian: [R] Grazie!

source: [W] You're very welcome.
italian: [W] Non c'è di che.

source: [R] I'll get her the whole bottle.
italian: [R] Le porterò tutta la bottiglia.

source: {i}"Money -$100"{/i}
italian: {i}"Soldi -$100"{/i}

source: [MT] {i}Uuggh.... I am so sick of this Oedipus curriculum for my class. I can't wait until we get through the rest of this subject matter.{/i}
italian: [MT] {i}Uuggh.... Sono così stufa di questo curriculum di Edipo per la mia classe. Non vedo l'ora che finiamo il resto di questa materia.{/i}Sono stanco di questo programma.

source: [MT] {i}Fucking school board member Will Tylor. No wonder he demanded we study Oedipus Rex literature, his own textbook is part of the required reading.{/i}
italian: [MT] {i}Fottuto membro del consiglio scolastico Will Tylor. Non c'è da stupirsi che abbia preteso che studiassimo la letteratura dell'Edipo Re, il suo stesso libro di testo fa parte delle letture richieste.{/i}

source: [MT] {i}It says here that "Just like a child can get stuck in an oral phase if you take away their pacifier, or make them stop sucking their fingers before they are ready to give them up.{/i}
italian: [MT] {i}Qui si dice che "Proprio come un bambino può rimanere bloccato in una fase orale se gli si toglie il ciuccio, o gli si fa smettere di succhiare le dita prima che sia pronto a rinunciarvi.{/i}

source: [MT] {i}So too can a young man become stuck in an Oedipal phase if it isn't allowed to develop to a point.{/i}
italian: [MT] {i}Così anche un giovane uomo può rimanere bloccato in una fase edipica se non gli si permette di svilupparsi fino a un certo punto.{/i}

source: [MT] {i}Oh yeah, and what point is that Sigmund Freud? A titty fuck from his mom? Sounds like a bunch of bullshit to me.{/i}
italian: [MT] {i}Oh sì, e quale punto è quello di Sigmund Freud? Una tetta scopata da sua madre? Mi sembra un mucchio di stronzate.

source: [MT] {i}At least I hope it's bullshit. [ryan] seems to be showing some signs of developing a little something.{/i}
italian: [MT] {i}Almeno spero che sia una stronzata. [ryan] sembra che stia mostrando alcuni segni di sviluppo di un piccolo qualcosa.{/i}

source: [W] Excuse me, ma'am.
italian: [W] Mi scusi, signora.

source: [M] Yes?
italian: [M] Si?

source: [M] Oh, no thank you.... I don't want to buy my usual wine.
italian: [M] Oh, no grazie.... Non voglio comprare il mio solito vino.

source: [W] Oh, no.... well, I hope you at least want some, because it's already been paid for.
italian: [W] Oh, no.... beh, spero che almeno ne voglia un pò, perché è già stato pagato.

source: [M] What?!.... By whom?
italian: [M] Cosa?!.... Da chi?

source: [W] Just a second, let me put down the wine so I can point him out.
italian: [W] Solo un secondo, fammi mettere giù il vino così posso indicarlo.

source: [M] Him out? Well, that narrows it down to two, and neither of them are old enough to buy alcohol.
italian: [M] Lui? Beh, questo restringe il campo a due, e nessuno di loro è abbastanza grande per comprare alcolici.

source: [W] Well, since it's not for them, and we try to treat members like gold...
italian: [W] Beh, visto che non è per loro, e noi cerchiamo di trattare i membri come oro...

source: [W] There he is.
italian: [W] Eccolo qui.

source: [W] The one waving in the blue swimsuit.
italian: [W] Quello che saluta con il costume da bagno blu.

source: [M] Of course, buying me a $100 bottle of wine, something is definitely developing.
italian: [M] Certo, comprandomi una bottiglia di vino da 100 dollari, qualcosa si sta sicuramente sviluppando.

source: [M] Buying me a $20 glass of wine? How sweet!...
italian: [M] Comprarmi un bicchiere di vino da 20 dollari? Che dolce!...

source: [W] Excuse me?...
italian: [W] Mi scusi?...

source: [M] Oh, nothing, never mind.... thank you for your help.... I won't be needing anything else.
italian: [M] Oh, niente, non importa.... grazie per il tuo aiuto.... Non avrò bisogno di nient'altro.

source: [MT] {i}Just look at that shit-eating grin on his face.{/i}
italian: [MT] {i}Basta guardare quel sorriso da mangiamerda sulla sua faccia.

source: [MT] {i}He's up to something.{/i}
italian: [MT] {i}Ha in mente qualcosa.

source: [MT] {i}Well, I guess I better get drinking.... It's already been opened and poured.... I'd hate for it to go to waste.{/i}
italian: [MT] {i}Beh, credo sia meglio che vada a bere.... E' già stato aperto e versato.... Non vorrei che andasse sprecato.{/i}

source: [MT] {i}Is [ryan] buying me wine because he thinks it's something his father would do?....{/i}
italian: [MT] {i}Il vino me lo sta comprando [ryan] perché pensa che sia una cosa che farebbe suo padre? ....{/i}

source: [MT] {i}Or is he really starting to enter an Oedipal phase? And if he is, will not allowing it to develop to a certain point really make him get stuck in it like the book said?{/i}
italian: [MT] {i}O sta davvero iniziando ad entrare in una fase edipica? E se lo è, il non permettergli di svilupparsi fino ad un certo punto lo farà davvero rimanere bloccato come dice il libro?

source: [MT] {i}Shit, I hope that's bullshit!{/i}
italian: [MT] {i}Merda, spero che sia una stronzata!

source: [MT] {i}He has really stepped up this last month though, I'm so relieved I haven't had to go back to the strip club in a while.{/i}
italian: [MT] {i}Ha davvero fatto un passo avanti in quest'ultimo mese però, sono così sollevata che non sono dovuta tornare allo strip club per un pò.{/i}

source: [MT] {i}[ryan]'s kind of the only person watching out for me right now. No matter his motivation, I really owe him a lot.{/i}
italian: [MT] {i}[ryan]è tipo l'unica persona che si prende cura di me in questo momento. Non importa la sua motivazione, gli devo davvero molto.{/i}

source: [MT] {i}I should just drink up and stop worrying about things, at least while I'm here.{/i}
italian: [MT] {i}Dovrei solo bere e smettere di preoccuparmi delle cose, almeno finché sono qui.{/i}

source: [MT] {i}I did bring [ryan] here to reward him, I should probably stop being so suspicious of him and just help him have a good time.{/i}
italian: [MT] {i}Ho portato qui [ryan] per ricompensarlo, probabilmente dovrei smettere di essere così sospettoso nei suoi confronti e aiutarlo a divertirsi.{/i}

source: [R] I hope the waitress was right. Is that the kind of wine you like?
italian: [R] Spero che la cameriera avesse ragione. È il tipo di vino che ti piace?

source: [M] Yes, honey. Thank you so much!
italian: [M] Sì, tesoro. Grazie mille!

source: [M] That was very thoughtful.
italian: [M] È stato molto premuroso.

source: [M] But where are you getting so much money from? First you pay off the Mafia debt all those weeks in a row, then you buy me a Hyongu bikini, and now a hundred dollar bottle of wine?
italian: [M] Ma da dove prendi così tanti soldi? Prima paghi il debito con la mafia per tutte quelle settimane di fila, poi mi compri un bikini Hyongu e ora una bottiglia di vino da cento dollari?

source: [M] Please don't say I have to strip on Saturday because you're trying to spoil me now!
italian: [M] Per favore, non dirmi che devo spogliarmi il sabato perché ora stai cercando di viziarmi!

source: [R] Don't worry, Mom, I'll keep paying that Mafia debt.
italian: [R] Non ti preoccupare, Mamma, continuerò a pagare quel debito mafioso.

source: [M] Maybe I should come work with you, you might be making more money than me, haha...
italian: [M] Forse dovrei venire a lavorare con te, potresti fare più soldi di me, haha...

source: [RT] {i}Hopefully someday you'll be working as a model for me in my photo studio.{/i}
italian: [RT] {i}Spero che un giorno lavorerai come modello per me nel mio studio fotografico.

source: [RT] {i}I'd love to see you in one of Sidney's outfits!{/i}
italian: [RT] {i}Mi piacerebbe vederti in uno degli abiti di Sidney!

source: [M] But where are you getting so much money from? First you pay off the Mafia debt all those weeks in a row, then you buy me a Hyongu bikini, and now a twenty dollar glass of wine?
italian: [M] Ma da dove prendi così tanti soldi? Prima paghi il debito con la mafia per tutte quelle settimane di fila, poi mi compri un bikini Hyongu e ora un bicchiere di vino da venti dollari?

source: [M] But where are you getting so much money from? First you pay off the Mafia debt all those weeks in a row, and now a hundred dollar bottle of wine?
italian: [M] Ma da dove prendi così tanti soldi? Prima paghi il debito con la mafia per tutte quelle settimane di fila e ora una bottiglia di vino da cento dollari?

source: [M] But I know you don't have a ton of money lying around, you don't have to go spending it all on me.
italian: [M] Ma so che non hai un sacco di soldi in giro, non devi andare a spenderli tutti per me.

source: [M] So, let me finish this wine, and I'll join you in the pool.
italian: [M] Quindi, fammi finire questo vino e ti raggiungo in piscina.

source: [R] Really?! That's awesome!
italian: [R] Davvero?! È fantastico!

source: [M] Yeah, give me just a second.
italian: [M] Sì, dammi solo un secondo.

source: [M] Okay, just a sec, I need another glass.
italian: [M] Ok, solo un secondo, ho bisogno di un altro bicchiere.

source: [M] Ok, maybe just one more.
italian: [M] Ok, forse solo un altro.

source: [M] Okay, I think I'm ready.
italian: [M] Ok, penso di essere pronto.

source: [R] Mom, is it ok to swim after drinking?
italian: [R] Mamma, va bene nuotare dopo aver bevuto?

source: [M] Oh, don't worry, they say you shouldn't do a lot of things after drinking, yet people do.
italian: [M] Oh, non preoccuparti, dicono che non si dovrebbero fare molte cose dopo aver bevuto, eppure la gente lo fa.

source: [R] But that doesn't mean they're...
italian: [R] Ma questo non significa che siano...

source: [M] Don't be such a killjoy.
italian: [M] Non fare il guastafeste.

source: [R] Oh, wait! Mom!
italian: [R] Oh, aspetta! Mamma!

source: [R] You can't go swimming in those shorts!
italian: [R] Non puoi andare a nuotare con quei pantaloncini!

source: [M] What? Of course I can.
italian: [M] Cosa? Certo che posso.

source: [R] No, you didn't bring any sunscreen, and if you swim with those shorts you'll get weird tan lines.
italian: [R] No, non hai portato la protezione solare e se nuoti con quei pantaloncini ti verranno delle strane linee di abbronzatura.

source: [M] Yeah, and what of it?
italian: [M] Sì, e allora?

source: [R] What if you have to go back and do a certain job?...
italian: [R] E se dovessi tornare a fare un certo lavoro...

source: [R] Those tan lines won't look very good, and Joey DeCapo might not be happy about it.
italian: [R] Quelle linee di abbronzatura non saranno molto belle e Joey DeCapo potrebbe non esserne felice.

source: [M] What ever happened to "Don't worry, Mom, I'll pay the Mafia debt"?
italian: [M] Che cosa è successo a "Non preoccuparti, mamma, pagherò il debito con la mafia"?

source: [R] Well, of course I'll keep trying, but what if I have an off week?
italian: [R] Beh, certo che continuerò a provarci, ma cosa succede se ho una settimana no?

source: [M] Shit! These bottoms are so revealing.
italian: [M] Merda! Questi slip sono così rivelatori.

source: [M] But, I think you're right.
italian: [M] Ma penso che tu abbia ragione.

source: [M] Ok, try not to look too much.
italian: [M] Ok, cerca di non guardare troppo.

source: [M] And move over, I'm coming in!
italian: [M] E spostati, sto entrando!

source: [M] Oh, wow! That water is refreshing!
italian: [M] Oh, wow! Quell'acqua è rinfrescante!

source: [RT] {i}Oh my God! Mom's bikini is completely see-through when wet! She's going to want to kill me when she realizes, hopefully she just won't notice.{/i}
italian: [RT] {i}Oh mio Dio! Il bikini di mamma è completamente trasparente quando è bagnato! Vorrà uccidermi quando se ne accorgerà, speriamo solo che non se ne accorga.{/i}

source: [M] Boys.... boys!...
italian: [M] Ragazzi.... ragazzi!...

source: [M] My eyes are up here! Stop staring at my breasts! If there's going to be a problem, I'm going to leave.
italian: [M] I miei occhi sono qui sopra! Smettetela di fissarmi il seno! Se ci sarà un problema, me ne andrò.

source: [M] Are we going to have a problem?
italian: [M] Ci sarà un problema?

source: [MB] No.... sorry! We'll behave!
italian: [MB] No.... scusa! Ci comporteremo bene!

source: [R] No, I wasn't even looking at your.... I mean I was looking at.... something else.
italian: [R] No, non stavo nemmeno guardando il tuo.... Voglio dire che stavo guardando.... qualcos'altro.

source: [M] Well put!
italian: [M] Ben detto!

source: [M] Now, as I was saying...
italian: [M] Ora, come stavo dicendo...

source: [MT] {i}Oh my God! Are these little horndogs staring at my breasts?{/i}
italian: [MT] {i}Oh mio Dio! Questi piccoli arrapati stanno fissando il mio seno?

source: [MT] {i}I'm not surprised about Matt, I know his reputation, and I've noticed the way he looks at me in class.{/i}
italian: [MT] {i}Non sono sorpresa di Matt, conosco la sua reputazione e ho notato il modo in cui mi guarda in classe.

source: [MT] {i}I wonder if the rumors about him and Miss Stone are true.... {/i}
italian: [MT] {i}Mi chiedo se le voci su lui e la signorina Stone sono vere.... {/i}

source: [MT] {i}But I can't believe [ryan] would be staring like that.... {/i}
italian: [MT] {i}Ma non posso credere che [ryan]si fissi in quel modo.... {/i}

source: [MT] {i}Is he really developing an Oedipal complex?.... Why do I feel flattered?.... I think I drank too much wine.... {/i}
italian: [MT] {i}Sta sviluppando davvero un complesso edipico? .... Perché mi sento lusingato? .... Penso di aver bevuto troppo vino.... {/i}

source: [MT] {i}Will trying to stamp it out really just make him get stuck in this phase like that textbook says?{/i}
italian: [MT] {i}Cercare di eliminarlo lo farà davvero rimanere bloccato in questa fase come dice il libro di testo? {/i}

source: [MT] {i}I think maybe I just won't say anything.{/i}
italian: [MT] {i}Penso che forse non dirò nulla.

source: [M] [ryan] was saying that you guys wanted to play some pool games?
italian: [M] [ryan] stava dicendo che voi ragazzi volevate fare qualche partita a biliardo?

source: [MB] Yeah, let's play chicken!
italian: [MB] Sì, giochiamo al pollo!

source: [M] Oh, no no, that one's a little too physical for me.
italian: [M] Oh, no no, quello è un pò troppo fisico per me.

source: [M] Too easy to take advantage of the situation, if you know what I mean.
italian: [M] Troppo facile approfittare della situazione, se sai cosa intendo.

source: [RT] {i}She's probably played enough of those porn games I introduced her to, so she knows what we hope will happen in a chicken fight.{/i}
italian: [RT] {i}Ha probabilmente giocato abbastanza a quei giochi porno che le ho presentato, quindi sa cosa speriamo succeda in una lotta tra polli.{/i}

source: [M] How about a game of Marco Polo.
italian: [M] Che ne dici di una partita a Marco Polo.

source: [R] But that's a kiddy game!
italian: [R] Ma quello è un gioco per bambini!

source: [MB] I think that's a great idea, Miss [mom_name]!
italian: [MB] Penso che sia una grande idea, signorina [mom_name]!

source: [RT] {i}Ass kisser.{/i}
italian: [RT] {i}Leccaculo.{/i}

source: [K] How do you play Marco Polo?
italian: [K] Come si gioca a Marco Polo?

source: [M] Whoever is it, has to close their eyes, and whenever they say "Marco", everyone in the pool has to say "Polo",
italian: [M] Chiunque sia, deve chiudere gli occhi e ogni volta che dice "Marco", tutti nella piscina devono dire "Polo",
