Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [L] You can just pay that to the office when you take in my completed application.
french: [L] Tu peux simplement payer cela au bureau lorsque tu prends ma demande remplie.
italian: [L] Si può solo pagare questo per l'ufficio quando si prende nella mia domanda completata.

source: [L] In fact... I've already filled it out.
french: [L] En fait... Je l'ai déjà remplie.
italian: [L] In realtà... l'ho già riempita.

source: [L] Would you please take it to the office right now and pay my application fee?
french: [L] Pourrais-tu l'apporter au bureau dès maintenant et payer mes frais de dossier?
italian: [L] Vuoi portarlo in ufficio in questo momento e pagare la mia quota di candidatura?

source: [R] Why can't you do it?
french: [R] Pourquoi ne peux-tu pas le faire?
italian: [R] Perché non lo puoi fare?

source: [L] [ryan], I've already got so much to do. I'm already going to be late for Mom's next class.
french: [L] [ryan], j'ai déjà beaucoup à faire. Je vais déjà être en retard pour le prochain cours de maman.
italian: [L] [ryan], ho già molto da fare. Sarò già in ritardo per la prossima lezione di mamma.

source: [R] Alright... I think I can handle that.
french: [R] D'accord... Je pense que je peux gérer ça.
italian: [R] Bene... Penso di poterlo gestire.

source: [L] Here you go.
french: [L] Voilà.
italian: [L] Eccovi qui.

source: {i}"You received Lauren's application to run for student body president."{/i}
french: {i}'Vous avez reçu la candidature de Lauren pour briguer la présidence du conseil des étudiants.'{/i}
italian: {i}"Hai ricevuto la domanda di Lauren da eseguire per il presidente del corpo studente."{/i}

source: [L] And is it possible to get a little extra money to get things going?
french: [L] Et est-il possible d'obtenir un peu d'argent supplémentaire pour faire avancer les choses?
italian: [L] Ed è possibile ottenere un po 'di denaro in più per far andare le cose?

source: [R] Sorry, money is too tight this week.
french: [R] Désolé, l'argent est trop serré cette semaine.
italian: [R] Siamo spiacenti, il denaro è troppo stretto questa settimana.

source: {i}"You refused to give Lauren money for her campaign this week. When you give Lauren money, or help for the purpose of her campaign, Lauren's "{b}School Influence{/b}" will increase."{/i}
french: {i}'Vous avez refusé de donner de l'argent à Lauren pour sa campagne cette semaine. Quand vous donnez de l'argent à Lauren ou de l'aide pour sa campagne, Lauren augmente son '{b}influence à l'école{/b}' et elle doit augmenter.'{/i}
italian: {i}" Hai rifiutato di dare Lauren soldi per la sua campagna di questa settimana. Quando si dà Lauren soldi, o aiutare ai fini della sua campagna, Lauren "{b}Scuola Influenza {/b}" aumenterà."{/mi}

source: {i}"The more you help Lauren gain "{b}School Influence{/b}" throughout the week, the more competitive she will stay in the weekly school polls. If she's doing well, she will be happy, and willing to reward you."{/i}
french: {i}'Plus vous aidez Lauren à gagner de '{b}l'influence scolaire{/b}' tout au long de la semaine, plus elle restera compétitive dans les sondages scolaires hebdomadaires. Si ça se passe bien, elle sera heureuse et prête à vous récompenser.'{/i}
italian: {i}"The more you help Lauren gain "{b}School Influence{/b}" per tutta la settimana, più competitiva rimarrà nei sondaggi scolastici settimanali. Se sta facendo bene, sarà felice e disposta a ricompensarti."{/i}

source: {i}"If she's performing poorly, the consequences may not be so good. Just remember that she's desperate to win this time, so she may resort to more desperate measures to stay competitive."{/i}
french: {i}'Si elle fonctionne mal, les conséquences peuvent ne pas être si bonnes. Rappelez-vous simplement qu'elle est désespérée si elle ne gagne pas cette fois, afin qu'elle puisse recourir à des mesures plus désespérées pour rester compétitive.'{/i}
italian: {i}"Se si sta comportando male, le conseguenze potrebbero non essere così buone. Basta ricordare che è disperata per vincere questa volta, in modo che lei può ricorrere a misure più disperate per rimanere competitivo."{/i}

source: {i}"During Lauren's campaign, you will need to attend school every Monday morning to find out the results of the school's weekly poll."{/i}
french: {i}'Pendant la campagne de Lauren, vous devrez vous rendre à l'école tous les lundis matin pour connaître les résultats du sondage hebdomadaire de l'école.'{/i}
italian: {i}"Durante la campagna di Lauren, dovrai frequentare la scuola ogni lunedì mattina per scoprire i risultati del sondaggio settimanale della scuola".{/i}

source: {i}"If you get less than 10 influence points in a week, Lauren will be devastated. This could cause her to take desperate measures to try to win the election."{/i}
french: {i}'Si vous obtenez moins de 10 points d'influence en une semaine, Lauren sera dévastée. Cela pourrait l'amener à prendre des mesures désespérées pour tenter de gagner les élections.'{/i}
italian: {i}"Se ottieni meno di 10 punti di influenza in una settimana, Lauren sarà devastato. Ciò potrebbe farla prendere misure disperate per cercare di vincere le elezioni."{/i}

source: {i}"If you get 10-20 influence points in a week, Lauren will feel content that she still has a fighting chance to win."{/i}
french: {i}'Si vous obtenez 10 à 20 points d'influence en une semaine, Lauren se sentira si satisfaite qu'elle pensera avoir encore une chance de gagner.'{/i}
italian: {i}"Se ottieni 10-20 punti di influenza in una settimana, Lauren si sentirà contento che ha ancora una possibilità di combattimento per vincere."{/i}

source: {i}"If you get more than 20 points, Lauren will be thrilled that she's got a very good chance to win the election. She will feel inclined to reward you for all your hard work."{/i}
french: {i}'Si vous obtenez plus de 20 points, Lauren sera certaine d'avoir de très bonnes chances de gagner l'élection. Elle se sentira encline à vous récompenser pour tout votre travail acharné.'{/i}
italian: {i}"Se ottieni più di 20 punti, Lauren sarà entusiasta di avere un'ottima occasione di vincere le elezioni. Si sentirà incline a premiarti per tutto il tuo duro lavoro."{/i}

source: {b}{i}"Lauren's School Influence +0"{/i}{/b}
french: {b}{i}'Influence sur l'école de Lauren +0'{/i}{/b}
italian: {b}{i}"Influenza scolastica di Lauren +0"{/i}{/b}

source: [L] Are you fucking kidding me?
french: [L] Tu t’inquiétais pour moi?...
italian: [L] Mi stai scherzando?

source: [L] I've seen how many likes my pics get on the Cosplay Heaven site, you've got to be bringing in enough money to spare me a little more than the application fee.
french: [L] J'ai vu combien de likes mes photos obtiennent sur le site Cosplay Heaven, tu dois apporter suffisamment d'argent pour m'épargner un peu plus que les frais de candidature.
italian: [L] Ho visto quanti mi piacciono le mie foto sul sito Cosplay Heaven, hai bisogno di portare abbastanza soldi per risparmiare un po 'di più rispetto alla tassa di applicazione.

source: [L] What the hell have you been spending all that money on?
french: [L] À quoi diable as-tu dépensé tout cet argent?
italian: [L] A che diavolo hai speso tutti i soldi?

source: {b}{i}"Lauren's Anger +5"{/i}{/b}
french: {i}{b}«Colère de Lauren +5»{/b}{/i}

source: [R] Well...
french: [R] Eh bien...
italian: [R] Allora...

source: [RT] {i}I can't tell her how expensive my little spy cams are...{/i}
french: [RT] {i}Je ne peux pas lui dire à quel point mes petites caméras d'espionnage sont chères...{/i}
italian: [RT] {i}Non posso dirle quanto costose sono le mie piccole spionaggi...{/i}

source: [R] Besides the extortion money I have to pay to the Mafia and Agent Diaz, I need to buy equipment for the photo studio... I have to pay to advertise... Running a business isn't cheap you know.
french: [R] En plus de l'argent d'extorsion que je dois payer à la Mafia et à l'agent Diaz, j'ai besoin d'acheter du matériel pour le studio photo... Je dois payer pour faire de la publicité... Gérer une entreprise n'est pas bon marché, tu sais.
italian: [R] Oltre ai soldi di estorsione devo pagare alla mafia e all'agente Diaz, Ho bisogno di comprare attrezzature per lo studio fotografico.. Devo pagare per pubblicità... L'esecuzione di un business non è a buon mercato sapete.

source: [L] Yeah, well taking care of your family needs to be a priority too. Don't expect me to take any pictures for you anytime soon.
french: [L] Oui, bien prendre soin de sa famille doit aussi être une priorité. Ne t'attends pas à ce que je prenne des photos pour toi de sitôt.
italian: [L] Sì, prendersi cura della tua famiglia deve essere una priorità. Non aspettarti che io scatta foto per te in qualsiasi momento presto.

source: [RT] {i}I'm sure a gift or two will calm her down.{/i}
french: [RT] {i}Je suis sûr qu'un cadeau ou deux la calmera.{/i}
italian: [RT] {i}Sono sicuro che un regalo o due la calmeranno. {/i}

source: [L] I'm really going to need your help to win this election, and that's going to take some money.
french: [L] Je vais vraiment avoir besoin de ton aide pour gagner cette élection, et cela va prendre de l'argent.
italian: [L] Avrò davvero bisogno del tuo aiuto per vincere queste elezioni, e questo sta andando a prendere un po 'di soldi.

source: [L] So, you'd better start putting some money aside. If I lose another election because you were too much of a tightwad, our relationship might get a whole lot less friendly, if you know what I mean.
french: [L] Donc, tu ferais mieux de commencer à mettre de l'argent de côté. Si je perds une autre élection parce que tu as été trop radin, notre relation pourrait devenir beaucoup moins amicale, si tu vois ce que je veux dire.
italian: [L] Quindi, è meglio iniziare a mettere da parte alcuni soldi. Se perdo un'altra elezione perché eravate troppo stretti, il nostro rapporto potrebbe ottenere un sacco meno amichevole, se si sa cosa voglio dire.

source: [RT] {i}Shit... I know exactly what she means.{/i}
french: [RT] {i}Merde... Je sais exactement ce qu'elle veut dire.{/i}
italian: [RT] {i}Merda... So esattamente cosa intende.{/i}

source: [L] Now, I've got a lot to do.
french: [L] Maintenant, j'ai beaucoup à faire.
italian: [L] Ora ho molto da fare.

source: [L] Come see me at my election headquarters as soon as you get a chance.
french: [L] Viens me voir à mon siège électoral dès que tu en auras l'occasion.
italian: [L] Vieni a trovarmi nella mia sede elettorale non appena avrai una possibilità.

source: [R] Your election headquarters?
french: [R] Ton siège électoral?
italian: [R] Il tuo quartier generale?

source: [L] Yeah, like I told Kenzie, It'll be in the girls' bathroom on the south side of the school.
french: [L] Ouais, comme je l'ai dit à Kenzie, Ce sera dans la salle de bain des filles du côté sud de l'école.
italian: [L] Sì, come ho detto a Kenzie, sarà nel bagno delle ragazze sul lato sud della scuola.

source: [L] We'll make sure it's safe before you come in, but don't worry, hardly anybody uses that bathroom.
french: [L] Nous nous assurerons que c'est sûr avant que tu n'entras, mais ne t'inquiètes pas, presque personne n'utilise cette salle de bain.
italian: [L] Ci assicureremo che sia sicuro prima di entrare, ma non ti preoccupare, quasi nessuno usa quel bagno.

source: [R] Ok... I'll come by soon, and I'll try to do better and set aside some more money for the campaign.
french: [R] D'accord... Je passerai bientôt, et j'essaierai de faire mieux et de mettre de côté un peu plus d'argent pour la campagne.
italian: [R] Ok... arriverò presto, e cercherò di fare meglio e di mettere da parte altri soldi per la campagna.

source: [L] Thank you... See you soon.
french: [L] Merci... À bientôt.
italian: [L] Grazie... Ci vediamo presto.

source: [R] I've got about a hundred dollars I can spare.
french: [R] J'ai une centaine de dollars que je peux épargner.
italian: [R] Ho circa cento dollari che posso risparmiare.

source: {i}"Money -$100"{/i}
french: {i}'Argent -100$'{/i}
italian: {i}"Soldi -$100"{/i}

source: {i}"You just gave Lauren money for her campaign for the first time. How generous of you! When you give Lauren money, or help for the purpose of her campaign, Lauren's "{b}School Influence{/b}" will increase."{/i}
french: {i}'Vous venez de donner de l'argent à Lauren pour sa campagne pour la première fois. Quelle générosité de votre part! Lorsque vous donnez de l'argent à Lauren ou de l'aide dans le cadre de sa campagne, {b}l'influence de Lauren à l'école{/b} augmentera.'{/i}
italian: {i}"Hai appena dato denaro a Lauren per la sua campagna per la prima volta. Quanto sei generoso! Quando concedi denaro a Lauren, o aiuto per lo scopo della sua campagna, Lauren "{b}School Influence{/b}" aumenterà."{/i}

source: {b}{i}"School Influence +1"{/i}{/b}
french: {b}{i}'Influence école +1'{/i}{/b}
italian: {b}{i}"Influenza della scuola +1"{/i}{/b}

source: [L] Oh... That's... great.
french: [L] Oh... C'est... génial.
italian: [L] Oh... Ottimo.

source: [R] Oh, no... You're disappointed.
french: [R] Oh, non... Tu es déçue.
italian: [R] Oh, no... Sei deluso.

source: [L] No... no, I'm really not.
french: [L] Non... non, vraiment pas.
italian: [L] No... no, io non sono veramente.

source: [L] I really appreciate you giving me the hundred dollars.
french: [L] J'apprécie vraiment que tu me donnes les cent dollars.
italian: [L] Apprezzo davvero che tu mi dia i cento dollari.

source: [L] To be honest, I was hoping for more... It's not quite what I need, but I should be able to get a few things done with this.
french: [L] Pour être honnête, j'espérais plus... Ce n'est pas tout à fait ce dont j'ai besoin, mais je devrais pouvoir faire quelques choses avec cela.
italian: [L] Ad essere onesti, speravo di più... Non è proprio quello che mi serve, ma dovrei essere in grado di fare alcune cose con questo.

source: [R] Thanks for trying to be thrifty, and I'll try to make some more money, and make sure to set it aside for your campaign.
french: [R] Merci d'essayer d'être économe, et je vais essayer de gagner un peu plus d'argent, et assures-toi de le mettre de côté pour ta campagne.
italian: [R] Grazie per aver cercato di essere parsimonioso, e cercherò di fare un po 'di soldi in più, e assicuratevi di metterlo da parte per la vostra campagna.

source: [L] Thank you so much!... Now that you're helping with the campaign, I just know I'm going to win this time!
french: [L] Merci beaucoup!... Maintenant que tu aides à la campagne, je sais que je vais gagner cette fois!
italian: [L] Grazie tanto!... Ora che stai aiutando con la campagna, so solo che sto per vincere questa volta!

source: [L] And maybe you'll get lucky and I'll run unopposed.
french: [L] Et peut-être que tu auras de la chance et que je me présenterai sans opposition.
italian: [L] E forse avrai la fortuna e correrò senza opposizioni.

source: [L] Then you won't have to spend anything on the campaign.
french: [L] Ensuite, tu n'auras rien à dépenser pour la campagne.
italian: [L] Allora non dovrai spendere nulla per la campagna.

source: [R] That would be great! I'll keep my fingers crossed.
french: [R] Ce serait génial! Je croiserai les doigts.
italian: [R] Sarebbe fantastico! Tengo le dita incrociate.

source: [L] Haha... Don't plan on it though. Being student body president is pretty much a free ticket to scholarship money.
french: [L] Haha... Ne planifies pas cela cependant. Être président du corps étudiant est à peu près un billet gratuit pour l'argent des bourses.
italian: [L] Haha... Non pianificare su di esso però. Essere presidente corpo studentesco è praticamente un biglietto gratuito per borse di studio.

source: [L] That's why I have to win!
french: [L] C'est pourquoi je dois gagner!
italian: [L] Per questo devo vincere!

source: [R] Well, there's always a job at my studio if you don't get into college.
french: [R] Eh bien, il y a toujours un travail dans mon studio si tu n'entres pas à l'université.
italian: [R] Beh, c'è sempre un lavoro nel mio studio se non entri nel college.

source: [L] That's good to know... but I won't be able to live on these good looks forever.
french: [L] C'est bon à savoir... mais je ne pourrai pas vivre de ces beaux looks pour toujours.
italian: [L] È bello sapere... ma non sarò in grado di vivere con questi buoni sguardi per sempre.

source: [R] Yeah, so college is a good backup plan.
french: [R] Ouais, donc l'université est un bon plan de sauvegarde.
italian: [R] Sì, così il college è un buon piano di backup.

source: [L] Haha... [ryan], you idiot. modeling for you is the backup plan.
french: [L] Haha... [ryan], espèce d'idiot. la modélisation pour toi est le plan de sauvegarde.
italian: [L] Haha... [ryan], idioti. La modellazione per te è il piano di backup.

source: [L] I've got to get going... I've got so much to do.
french: [L] Je dois y aller... J'ai tellement de choses à faire.
italian: [L] Devo andare via... Ho così tanto da fare.

source: [L] Please come see me at my campaign headquarters when you get some time!
french: [L] Viens me voir à mon siège de campagne quand tu auras du temps!
italian: [L] Per favore vieni a trovarmi nel quartier generale della mia campagna quando ottieni un po' di tempo!

source: [R] Alright, catch you later, sis.
french: [R] Très bien, on se voit plus tard, sœurette.
italian: [R] Bene, ti prenda più tardi, sì.

source: [R] I hope two hundred and fifty is enough.
french: [R] J'espère que deux cent cinquante suffisent.
italian: [R] Spero che duecentocinquanta sia abbastanza.

source: {i}"Money -$250"{/i}
french: {i}'Argent -250$'{/i}
italian: {i}"Soldi -$250"{/i}

source: {b}{i}"School Influence +2"{/i}{/b}
french: {b}{i}'Influence école +2'{/i}{/b}
italian: {b}{i}"Influenza della scuola +2"{/i}{/b}

source: [L] Two hundred and fifty is perfect. It's just what I need to get some posters printed, some buttons made, and a campaign video put together.
french: [L] Deux cent cinquante est parfait. C'est exactement ce dont j'ai besoin pour faire imprimer des affiches, fabriquer des boutons et assembler une vidéo de campagne.
italian: [L] Duecentocinquanta è perfetto. E 'proprio quello che ho bisogno di ottenere alcuni poster stampati, alcuni pulsanti fatti, e un video di campagna messi insieme.

source: [R] I'll try to make some more money, and make sure to set it aside for your campaign for next week too.
french: [R] Je vais essayer de gagner un peu plus d'argent, et assures-toi de le mettre de côté pour ta campagne pour la semaine prochaine aussi.
italian: [R] Cercherò di fare altri soldi e assicurati di metterli da parte per la tua campagna anche per la prossima settimana.

source: [L] Then you won't have to spend anything else on the campaign.
french: [L] Ensuite, tu n'auras rien à dépenser d'autre pour la campagne.
italian: [L] Allora non dovrete spendere altro per la campagna.

source: [R] Well, there's always a job at my studio if you can't pay for college.
french: [R] Eh bien, il y a toujours un travail dans mon studio si tu ne peux pas payer pour l'université.
italian: [R] Beh, c'è sempre un lavoro nel mio studio se non puoi pagare per l'università.

source: [R] I hope five hundred is enough.
french: [R] J'espère que cinq cents suffisent.
italian: [R] Spero che cinquecento sia abbastanza.

source: {i}"Money -$500"{/i}
french: {i}'Argent -500$'{/i}
italian: {i}"Soldi -500$"{/i}

source: {b}{i}"School Influence +3"{/i}{/b}
french: {b}{i}'Influence école +3'{/i}{/b}
italian: {b}{i}"Influenza scolastica +3"{/i}{/b}

source: [L] Oh, my God!... You are the best brother ever!
french: [L] Oh, mon Dieu!... Tu es le meilleur frère de tous les temps!
italian: [L] Oh, mio Dio!... Sei il fratello migliore di sempre!

source: [L] That's way more money than I was expecting! I'll be able to get so much done with this!
french: [L] C'est beaucoup plus d'argent que ce à quoi je m'attendais! Je vais pouvoir faire tellement de choses avec ça!
italian: [L] Questo è molto più denaro di quanto mi aspettassi! Sarò in grado di fare così tanto con questo!

source: [L] Thank you so much!
french: [L] Merci beaucoup!
italian: [L] Grazie mille!

source: [R] I'll try to make even more money, and make sure to set it aside for your campaign for next week too.
french: [R] Je vais essayer de gagner encore plus d'argent, et assures-toi de le mettre de côté pour ta campagne pour la semaine prochaine aussi.
italian: [R] Cercherò di fare ancora più soldi, e assicuratevi di metterlo da parte per la vostra campagna anche per la prossima settimana.

source: {b}{i}"Lauren's Affection +2"{/i}{/b}
french: {i}{b}«Affection de Lauren +2»{/b}{/i}
italian: {b}{i}"Affetto di Lauren +2"{/i}{/b}

source: [RT] {i}Alright, where should I hang these posters?{/i}
french: [RT] {i}D'accord, où dois-je accrocher ces affiches?{/i}
italian: [RT] {i}Va bene, dove devo appendere questi posters?{/i}

source: [RT] {i}this seems like a high traffic area.{/i}
french: [RT] {i}cela semble être une zone à fort trafic.{/i}
italian: [RT] {i}sembra una zona di traffico elevato.{/i}

source: [RT] {i}I hope these eyesores don't do more damage than good.{/i}
french: [RT] {i}J'espère que ces horreurs ne feront pas plus de dégâts que de bien.{/i}
italian: [RT] {i}Spero che questi occhiali non facciano più danno del bene.{/i}

source: [RT] {i}Now to hang the 20 more Lauren gave me.{/i}
french: [RT] {i}Maintenant accrocher les 20 autres que Lauren m'a donnés.{/i}
italian: [RT] {i}Ora per appendere i 20 Lauren più mi ha dato.{/i}

source: [RT] {i}There... All done.{/i}
french: [RT] {i}Là... Tout a été fait. {/i}
italian: [RT] {i}Lì... tutto fatto.{/i}

source: {i}"Good job, you just hung Lauren's campaign posters!... Unfortunately, these posters are doing more harm than good."{/i}
french: {i}'Bon travail, vous venez d'accrocher les affiches de campagne de Lauren!... Malheureusement, ces affiches font plus de mal que de bien.'{/i}
italian: {i}"Buon lavoro, hai appena appeso i manifesti della campagna di Lauren!... Purtroppo, questi manifesti stanno facendo più male del bene."{/i}

source: {b}{i}"School Influence -1"{/i}{/b}
french: {b}{i}'Influence école -1'{/i}{/b}
italian: {b}{i}"Influenza scolastica -1"{/i}{/b}

source: [RT] {i}That took up the whole afternoon.{/i}
french: [RT] {i}Cela a pris toute l'après-midi.{/i}
italian: [RT] {i}Che ha preso l'intero pomeriggio.{/i}

source: [RT] {i}That asshole Matt thinks he can just tear down Lauren's posters without any consequences?{/i}
french: [RT] {i}Ce connard de Matt pense qu'il peut simplement démolir les affiches de Lauren sans aucune conséquence?{/i}
italian: [RT] {i}Quel stronzo Matt pensa di poter abbattere i poster di Lauren senza alcuna conseguenza?{/i}

source: [RT] {i}Well, it's time to return the favor.{/i}
french: [RT] {i}Eh bien, il est temps de rendre la pareille.{/i}
italian: [RT] {i}Beh, è ora di restituire il favore.{/i}

source: [RT] {i}Voting Matt is a slam dunk for our school.{/i}
french: [RT] {i}Le vote de Matt est un coup dur pour notre école.{/i}
italian: [RT] {i}Votare Matt è uno slam dunk per la nostra scuola. {/i}

source: [RT] {i}(sarcastically in head) Oh... Does Matt play basketball? I never would have guessed.{/i}
french: [RT] {i}(sarcastiquement dans la tête) Oh... Matt joue au basket ? Je n'aurais jamais deviné.{/i}
italian: [RT] {i}(sarcasticamente in testa) Oh... The Matt play basket? Non avrei mai indovinato.{/i}

source: [RT] {i}It's just too bad he's so good at it. Our school hasn't lost a game since he became captain.{/i}
french: [RT] {i}C'est dommage qu'il soit si bon dans ce domaine. Notre école n'a pas perdu un match depuis qu'il est devenu capitaine.{/i}
italian: [RT] {i}È troppo male che sia così bravo in esso. La nostra scuola non ha perso una partita da quando è diventato capitano.{/i}
