Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.05.po
Languages: italian

source: [R] You were the one who....
italian: [R] Tu sei stato quello che....

source: [M] I'm not talking about that, I'm talking about when you grabbed my breasts to "try and protect me".
italian: [M] Non sto parlando di questo, sto parlando di quando hai afferrato i miei seni per "cercare di proteggermi".

source: [M] Anyways.... I'm sure you won't argue that there's been an increase in these types of incidents since your father went to prison.
italian: [M] Comunque, sono sicuro che non si sosterrà che c'è stato un aumento di questi tipi di incidenti da quando tuo padre è andato in prigione.

source: [R] Yeah, I guess I can't argue with that.
italian: [R] Sì, immagino di non poter litigare con quello.

source: [M] So, the big question is.... What do we do about it?
italian: [M] Quindi, la grande domanda è.... Che cosa facciamo al riguardo?

source: [R] I guess.... I can try to be less perverted?
italian: [R] Immagino che... posso provare ad essere meno perverso?

source: [M] No, I mean what can we "realistically" do about this?
italian: [M] No, voglio dire che cosa possiamo "realisticamente" fare al riguardo?

source: [M] So, Will Tylor theorizes that a young man can get stuck in an Oedipal phase if he's not allowed to let it run it's course.
italian: [M] Quindi, Will Tylor teorizza che un giovane può rimanere bloccato in una fase edipica se non gli è permesso di lasciarlo correre.

source: [M] Kind of like how children can get stuck in oral phases when you take their pacifier away, or make them stop sucking their thumbs before they are ready.
italian: [M] Tipo di come i bambini possono rimanere bloccati nelle fasi orali quando si prende il loro ciuccio via, o far smettere di succhiare i pollici prima che siano pronti.

source: [M] When you do that to a child, it makes them constantly want to stick things in their mouths.
italian: [M] Quando lo fai a un bambino, li fa costantemente voler attaccare le cose in bocca.

source: [M] So, if Will Tylor is right, if we don't let this phase run it's course, you might never get rid of these propensities.
italian: [M] Quindi, se Will Tylor ha ragione, se non lasciamo correre questa fase è corso, non si potrebbe mai sbarazzarsi di queste propensità.

source: [R] So, what does that mean?
italian: [R] Allora, che cosa significa?

source: [M] I don't know.... Will Tylor doesn't elaborate, so I guess it's up to our own interpretation.
italian: [M] Non lo so.... Will Tylor non elabora, quindi immagino che sia all'altezza della nostra interpretazione.

source: [M] I want to try killing two birds with one stone.
italian: [M] Voglio provare a uccidere due uccelli con una pietra.

source: [R] So, you have a plan?
italian: [R] Quindi, hai un piano?

source: [M] Only if you agree to it.
italian: [M] Solo se lo accetti.

source: [R] I'm all ears.
italian: [R] Sono tutte orecchie.

source: [M] I'm really grateful for the way you've been keeping me from having to work at the strip club, so, I really want to reward you for your selfless efforts on my behalf.
italian: [M] Sono davvero grato per il modo in cui mi hai impedito di lavorare al strip club, così, voglio davvero ricompensarvi per i vostri sforzi altruistici a nome mio.

source: [M] And I think I can safely give you the kind of reward that might, at the same time, help us transition you out of your Oedipal phase.
italian: [M] E penso di poter darti al sicuro il tipo di ricompensa che potrebbe, allo stesso tempo, aiutaci a farti uscire dalla tua fase edipale.

source: [R] I'm still listening.
italian: [R] Sto ancora ascoltando.

source: [M] What if I were to.... Oh, how do I put this delicately?.... Give you a handjob?
italian: [M] E se fossi tu... Oh, come faccio a metterlo delicatamente?.... Dategli un bel lavoro?

source: [R] Are you testing me?
italian: [R] Mi stai provando?

source: [R] Is this some sort of trap where you'll kick me out of the house if I give you the wrong answer?
italian: [R] Questa è una sorta di trappola in cui mi caccierai fuori casa se ti do la risposta sbagliata?

source: [M] No!.... nothing like that.
italian: [M] No!.... niente di simile.

source: [M] I'm completely serious, and I'm willing to do this for you if you can be mature about it.
italian: [M] Sono completamente serio, e sono disposto a farlo per voi se potete essere maturi a riguardo.

source: [R] I'm shocked.... This reminds me of one of those ga....
italian: [R] Sono scioccato.... Questo mi ricorda uno di quei ga....

source: [M] Don't you dare say it's like one of your H-games!
italian: [M] Non osate dire che è come uno dei vostri giochi di H!

source: [M] In those games the MC gets to have sex.... That's not going to happen between us!
italian: [M] In quei giochi l'MC ottiene di fare sesso.... Non succederà tra noi!

source: [R] Oh, gross!.... You're my mom.... I could never think about doing that with you.
italian: [R] Oh, grossolano!.... Sei mia madre... non potrei mai pensare a farlo con te.

source: [RT] {i}Except for hundreds of times a day.{/i}
italian: [RT] {i}Eccetto per centinaia di volte al giorno.{/i}

source: [M] Well, you better not have your hopes set on anything like that, because that won't happen in a million years.
italian: [M] Beh, è meglio non avere le vostre speranze impostate su qualcosa del genere, perché ciò non accadrà in un milione di anni.

source: [M] And this isn't going to be erotic, this is homemade therapy because we can't afford the real kind.
italian: [M] E questo non sarà erotico, questa è una terapia fatta in casa perché non possiamo permetterci il vero genere.

source: [R] Wow, Mom.... You're making this experience incredibly hot for me.... Do you teach classes on how to set the mood?
italian: [R] Wow, Mom.... Stai facendo questa esperienza incredibilmente calda per me.... Insegnate le lezioni su come impostare l'umore?

source: [M] Don't be a smartass!
italian: [M] Non essere uno smartass!

source: [M] So, if you want me to do this, get your shorts off, and jump up on the vanity.
italian: [M] Quindi, se vuoi che io faccia questo, spenga i tuoi pantaloncini e salti sulla vanità.

source: [R] Like this?
italian: [R] Così?

source: [M] Ummm.... Yeah....
italian: [M] Ummm.... Sì....

source: [MT] {i}Holy God!.... I almost forgot how big my little man is!{/i}
italian: [MT] {i}Dio Santo!.... Ho quasi dimenticato quanto è grande il mio piccolo uomo!{/i}

source: [MT] {i}I need to see if Will Tylor has written a book about how to treat a Jocasta complex....{/i}
italian: [MT] {i}Ho bisogno di vedere se Will Tylor ha scritto un libro su come trattare un complesso di Jocasta....{/i}

source: [MT] {i}....Because I am having some strong feelings about his cock right now!{/i}
italian: [MT] {i}....Perché sto avendo alcuni sentimenti forti sul suo cazzo in questo momento!{/i}

source: [M] Uuummm.... So, are you ready?....
italian: [M] Uuummm.... Allora, sei pronto?....

source: [R] Uuuhhh.... This is weird.... and feels kind of wrong.... but I think you're right.... we should see if this works.
italian: [R] Uuuhhhh.... Questo è strano.... e si sente piuttosto sbagliato.... ma penso che tu abbia ragione.... dovremmo vedere se questo funziona.

source: [RT] {i}Oh.... my.... God!.... I am soooo ready!!{/i}
italian: [RT] {i}Oh.... mio.... Dio!.... Sono pronto!!{/i}

source: [M] Ok.... Here goes nothing.
italian: [M] Ok.... Qui non va nulla.

source: [MT] {i}Oh my God!.... I'm jacking off my son!{/i}
italian: [MT] {i}Oh mio Dio!.... Sto prendendo via mio figlio!{/i}

source: [MT] {i}I never would have ever thought, in a million years, that this would even be a possibility.{/i}
italian: [MT] {i}Non avrei mai pensato, in un milione di anni, che questa sarebbe anche una possibilità.{/i}

source: [RT] {i}Oh.... God!.... Mom is actually choking my chicken!{/i}
italian: [RT] {i}Oh.... Dio!.... La mamma sta soffocando il mio pollo!{/i}

source: [RT] {i}Although I want to fuck her so bad, I don't think I ever really believed I would ever get this far!{/i}
italian: [RT] {i}Anche se la voglio scopare così male, non credo di aver mai creduto che avrei mai avuto questa possibilità!{/i}

source: [RT] {i}Maybe my goal of fucking her isn't as unrealistic as I've imagined.{/i}
italian: [RT] {i}Forse il mio obiettivo di scoparla non è così irrealistico come ho immaginato.{/i}

source: [RT] {i}I want to cum so bad!.... But I've got to enjoy this moment.... Make it last as long as possible!{/i}
italian: [RT] {i}Voglio sborrare così male!.... Ma devo godermi questo momento.... Rendilo il più a lungo possibile!{/i}

source: [RT] {i}Come on [ryan]! This is what you've been training for everyday since you started puberty!{/i}
italian: [RT] {i}Vieni [ryan]! Questo è quello che ti stai allenando per tutti i giorni da quando hai iniziato la pubertà!{/i}

source: [M] Is something wrong [ryan]? I thought for sure you would have ejaculated by now!
italian: [M] C'è qualcosa che non va [ryan]? Ho pensato di sicuro che avresti eiaculato ora!

source: {i}"Mom's affection -1"{/i}
italian: {i}"L'affetto della mamma -1"{/i}.

source: [RT] {i}Hmmmm.... Let's see if I can make this a little more enjoyable.{/i}
italian: [RT] {i}Hmmmm.... Vediamo se posso rendere questo un po' più piacevole.{/i}

source: [R] I think it's just about the way we're going about this.... It's just not very sexy.
italian: [R] Penso che si tratti solo del modo in cui stiamo andando su questo.... Non è solo molto sexy.

source: [M] Well, I don't want it to be very sexy.... I just want you to ejaculate so we can see if this is going to help you.
italian: [M] Beh, non voglio che sia molto sexy.... Voglio solo che tu eiaculare in modo che possiamo vedere se questo sta andando ad aiutarti.

source: [R] Yeah.... That's what I mean.... How am I supposed to cum, when this feels more like a check-up at the doctor's office?
italian: [R] Sì... Questo è quello che voglio dire... Come dovrei cum, quando questo si sente più come un check-up presso l'ufficio del medico?

source: [M] [ryan], I hope you've never had a visit to the doctor's office like this.
italian: [M] [ryan], Spero che non abbiate mai avuto una visita all'ufficio del medico come questo.

source: [R] No, I just mean, that this is cold, impersonal.... boring.
italian: [R] No, voglio solo dire, che questo è freddo, impersonale.... noioso.

source: [M] Well, you're still hard.
italian: [M] Beh, sei ancora difficile.

source: [R] That's how I am half of the day.
italian: [R] È così che sono la metà della giornata.

source: [M] Hmmmm.... Well, what do you suggest?
italian: [M] Hmmmm.... Beh, che cosa suggerisci?

source: [R] I don't know, make it sexy!
italian: [R] Non lo so, renderlo sexy!

source: [R] Act like you are enjoying it.
italian: [R] Agisca come ti stai divertendo.

source: [R] Talk dirty to me.
italian: [R] Mi parli sporco.

source: [M] Ohhh.... I don't know if that's a good idea.
italian: [M] Ohhh.... Non so se sia una buona idea.

source: [M] I'm just going to keep going the way I am if it's all the same to you.
italian: [M] Continuerò ad andare come sono se è lo stesso per te.

source: [R] Alright, but this could take a while!
italian: [R] Bene, ma questo potrebbe richiedere un po'!

source: [MT] {i}Oh my God!.... He really wants me to talk dirty to him?{/i}
italian: [MT] {i}Oh mio Dio!.... Vuole davvero che parli sporco con lui?{/i}

source: [MT] {i}I could talk so dirty his ears would fall off.{/i}
italian: [MT] {i}Potrei parlare così sporco le sue orecchie cadrebbe.{/i}

source: [MT] {i}But that seems like it could have some really bad consequences.{/i}
italian: [MT] {i}Ma sembra che potrebbe avere delle conseguenze davvero negative.{/i}

source: [MT] {i}Shit.... This is taking too long.... The girls will be home soon, and I'll still be in here, jacking off their brother.{/i}
italian: [MT] {i}Merda... Questo sta impiegando troppo tempo.... Le ragazze saranno a casa presto, e sarò ancora qui dentro, strizzando il loro fratello.{/i}

source: [M] Are you close yet?
italian: [M] Sei già chiuso?

source: [R] Not yet!
italian: [R] Non ancora!

source: {i}"Mom's Affection -1"{/i}
italian: {i}"Affetto della mamma -1"{/i}

source: [M] Shit!.... Your sisters are going to be home soon!
italian: [M] Merda!.... Le tue sorelle saranno presto a casa!

source: [R] I'm trying!.... It just feels more like pressure to perform, than fun.
italian: [R] Sto provando!.... Si sente solo più come la pressione per eseguire, che divertimento.

source: [M] Uuuuuuhhhhh.... Fine!....
italian: [M] Uuuuuuuhhhh.... Fine!....

source: [M] Oh, fuck!.... I love this huge, meaty cock!
italian: [M] Oh, cazzo!.... Amo questo enorme cazzo carnoso!

source: [RT] {i}Oh my God!....{/i}
italian: [RT] {i}Oh mio Dio!....{/i}

source: [M] I want to take it down my throat and fill my stomach with your cum!
italian: [M] Voglio togliermi la gola e riempirmi lo stomaco con lo sperma!

source: [RT] {i}Oh, fuck!....{/i}
italian: [RT] {i}Oh, cazzo!.... {/i}

source: [M] I need that cum soooo bad!
italian: [M] Ho bisogno di quel sperma soooo cattivo!

source: [M] Please! I need my big strong boy to shoot his load all over my face!
italian: [M] Per favore! Ho bisogno del mio grande ragazzo forte per sparare il suo carico su tutto il mio volto!

source: {i}"Mom's Affection +5"{/i}
italian: {i}"Affetto della mamma +5"{/i}

source: {i}"Mom's Libido +5"{/i}
italian: {i}"Libido di mamma +5"{/i}

source: [R] Oh, fuck Mom! That did it!
italian: [R] Oh, scopa la mamma! Lo ha fatto!

source: [R] Here I cuuummm!
italian: [R] Qui cuuummm!

source: [RT] {i}Ohhh.... I'm so glad I don't have to worry about my boner scaring Mom anymore!{/i}
italian: [RT] {i}Ohhh.... Sono così contento di non dovermi più preoccupare per la mia Mamma che spaventa l'erezione!{/i}

source: [MT] {i}Oh my God!.... There it is again.{/i}
italian: [MT] {i}Oh mio Dio!.... C'è di nuovo.{/i}

source: [MT] {i}Looks like I've got some work to do!{/i}
italian: [MT] {i}Sembra che io abbia un po' di lavoro da fare!{/i}

source: [M] Oh, my poor boy!.... Why don't you run to the bathroom, and I'll go get rid of your sisters.
italian: [M] Oh, mio povero ragazzo!.... Perché non corri in bagno, e andrò a sbarazzarmi delle tue sorelle.

source: [M] The door is locked this time.... Just in case.
italian: [M] La porta è bloccata questa volta.... Proprio nel caso.

source: [M] So, did you masturbate this week like I asked you?
italian: [M] Così, ti sei masturbato questa settimana come ti ho chiesto?

source: [R] Yeah, I did a few times.
italian: [R] Sì, ho fatto un paio di volte.

source: [M] Good boy! Way to go above and beyond.
italian: [M] Buon ragazzo! Modo per andare sopra e oltre.

source: [M] So, do you need another handy this week?
italian: [M] Quindi, hai bisogno di un altro utile questa settimana?

source: [M] Good. Hopefully it will get us closer to taking care of your extra cum production, and your Oedipal phase at the same time.
italian: [M] Bene. Speriamo che ci avvicini a prenderci cura della tua produzione extra di sperma e della tua fase edipale allo stesso tempo.

source: [R] You are one efficient mom!
italian: [R] Sei una mamma efficiente!

source: [M] It comes with being a school teacher.
italian: [M] Si tratta di essere un insegnante di scuola.

source: [M] Alright, get your shorts off and jump up on the vanity.
italian: [M] Va bene, prendi i pantaloncini e salta sulla vanità.

source: [M] Perfect, once again....
italian: [M] Perfetto, ancora una volta....

source: [MT] {i}Holy God!.... My little man is so big!{/i}
italian: [MT] {i}Santo Dio!.... Il mio piccolo uomo è così grande!{/i}

source: [MT] {i}I still need to find some literature about how to treat a Jocasta complex....{/i}
italian: [MT] {i}Ho ancora bisogno di trovare qualche letteratura su come trattare un complesso di Jocasta....{/i}

source: [MT] {i}....Because I am still having strong feelings about his cock right now!{/i}
italian: [MT] {i}....Perché sto ancora avendo forti sentimenti sul suo cazzo in questo momento!{/i}

source: [R] Yeah.... I'll try to be faster this time.
italian: [R] Sì, questa volta cercherò di essere più veloce.

source: [MT] {i}Oh my God!.... I'm jacking off my son again!{/i}
italian: [MT] {i}Oh mio Dio!.... Sto riprendendo mio figlio!{/i}

source: [MT] {i}The novelty just isn't going away!{/i}
italian: [MT] {i}La novità non sta andando via!{/i}

source: [R] Oh.... God!.... Mom, you have the softest hands!
italian: [R] Oh.... Dio!.... Mamma, hai le mani più morbide!

source: [M] Alright, [ryan]! This time, we don't have time to mess around! I'm going to jump straight to the dirty talk.
italian: [M] Va bene, [ryan]! Questa volta, non abbiamo tempo di metterci in pausa! Salterò dritto al discorso sporco.

source: [M] Oh, damn!.... I just can't get enough of that cock!
italian: [M] Oh, male!.... Non riesco a ottenere abbastanza di quel cazzo!

source: [MT] {i}I can't believe I'm talking to [ryan] like this!{/i}
italian: [MT] {i}Non posso credere che sto parlando con [ryan] così!{/i}

source: [R] Oh fuck, Mom! That did it!
italian: [R] Oh cazzo, la mamma! Che l'ha fatto!

source: [M] Alright, suit yourself.
italian: [M] Va bene, va bene.

source: [M] But I'm glad you don't feel like you need me to do that for you this week!
italian: [M] Ma sono contento che tu non ti senti come se avessi bisogno di me per te questa settimana!

source: [M] That's definitely progress!
italian: [M] Questo è sicuramente progresso!

source: [M] Fuck, [ryan]! That's still too much cum!
italian: [M] Cazzo, [ryan]! Questo è ancora troppo sperma!

source: [M] Fuck, [ryan]! That's a lot of cum!
italian: [M] Cazzo [ryan]! È molto sperma!

source: [M] God! There's more?
italian: [M] Dio! Ce n'è di più?

source: [M] [ryan], that was way more cum than you should have!
italian: [M] [ryan], è stato molto più sperma di quanto dovreste avere!

source: [M] I'm worried you're not masturbating enough.
italian: [M] Sono preoccupato che non ti stai masturbando abbastanza.

source: [R] But I masturbate almost every....
italian: [R] Ma mi masturbo quasi tutti....

source: [M] You should probably be masturbating at least twice a week.
italian: [M] Probabilmente dovresti masturbarti almeno due volte a settimana.

source: [RT] {i}I was going to say almost every hour, but oh well.{/i}
italian: [RT] {i}Stavo per dire quasi ogni ora, ma oh bene.{/i}

source: [M] If you keep paying the Mafia debt, I'll take care of it once a week, and you can take care of yourself sometime in the middle of the week.
italian: [M] Se continui a pagare il debito mafioso, me ne prenderò cura una volta alla settimana, e si può prendersi cura di te stesso qualche volta a metà della settimana.

source: [M] Does that sound like something you can do?
italian: [M] Sembra qualcosa che puoi fare?

source: [R] Don't worry, Mom! I'm all over it.
italian: [R] Non ti preoccupare, Mamma! Io sono dappertutto.

source: [M] That's a good boy! Now clean this up before your sisters get home, and I'm going to go get ready for bed.
italian: [M] È un bravo ragazzo! Ora puliscilo prima che le tue sorelle tornino a casa, e andrò a prepararmi per il letto.

source: [R] Thanks, Mom!
italian: [R] Grazie, mamma!

source: [M] Don't mention it!
italian: [M] Non citarlo!

source: [M] And I mean ever!
italian: [M] E voglio dire mai!

source: [M] Well yeah, that's true, but unfortunately we didn't even check off the last thing we had on the list.
italian: [M] Beh, sì, è vero, ma purtroppo non abbiamo nemmeno controllato l'ultima cosa che abbiamo avuto sulla lista.

source: [R] What do you mean?
italian: [R] Cosa vuoi dire?

source: [M] The sink started leaking again.
italian: [M] Il lavandino ha iniziato a perdere di nuovo.

source: [R] Really?.... Again?.... Well, let's go fix it.
italian: [R] Davvero?.... Ancora?.... Beh, andiamo a risolverlo.

source: [M] Again?.... I don't want to end up cold and wet again.
italian: [M] Ancora?... Non voglio finire di nuovo freddo e bagnato.

source: [M] Let's just get a plumber.
italian: [M] Prendiamo un idraulico.

source: [R] We're not spending money on a plumber. They'll charge us $200 just to drive out here.
italian: [R] Non stiamo spendendo soldi per un idraulico. Ci addebiteranno 200 dollari solo per uscire qui.

source: [M] Alright.... Fine!
italian: [M] Bene... Fine!

source: [R] Alright, so we'll just do the same thing we did last time?
italian: [R] Va bene, quindi faremo la stessa cosa che abbiamo fatto l'ultima volta?

source: [M] Wait!....
italian: [M] Aspetta! ....

source: [M] Hmmmm.... I'm just trying to decide which part of this job is the least likely to get me wet.
italian: [M] Hmmmm.... Sto solo cercando di decidere quale parte di questo lavoro è meno probabile che mi bagni.

source: [R] Ok.... I'll let you choose whichever one you want to.
italian: [R] Ok.... Ti lascerò scegliere quello che vuoi fare.

source: [M] Hmmmmmm.... I'll take....
italian: [M] Hmmmmmm.... Io prenderò....

source: [M] I'll climb under the sink this time.
italian: [M] Stavolta salirò sotto al lavandino.

source: [R] Ok.... Just let me know when you've got the coupling secured.
italian: [R] Ok.... Fammi sapere quando hai fissato il giunto.

source: [M] Ok.... I've got the wrench securing the same thing as last time. I hope it's the coupling.
italian: [M] Ok.... Ho la chiave che protegge la stessa cosa dell'ultima volta. Spero che sia l'accoppiamento.

source: [R] Alright, well I'll just see if I can tighten it here from above. You ready to hold it steady?
italian: [R] Bene, vedrò solo se posso stringere qui dall'alto. Sei pronto a tenerlo saldo?

source: [M] I'm ready.
italian: [M] Sono pronto.

source: [M] Oh.... and don't forget to turn it right this time.
italian: [M] Oh.... e non dimenticare di girare questa volta a destra.

source: [RT] {i}And miss the chance to see you in a wet T-shirt?.... No way!{/i}
italian: [RT] {i}E perdete l'occasione di vederti in una T-shirt bagnata?.... No modo!{/i}

source: [R] Yeah, I remember. Here goes nothing.
italian: [R] Sì, mi ricordo. Qui non va nulla.

source: [M] Oh, fuck!.... [ryan]!.... It's leaking all over me!.... I told you to turn it right!
italian: [M] Oh, scopata!.... [ryan]!.... Mi sta perdendo dappertutto!.... ti ho detto di volgerlo a destra!

source: [R] I did turn it right.... Shit!.... I think the threads must not have been aligned right, and so it just slipped out.
italian: [R] Ho girato a destra... merda!.... Penso che i fili non debbano essere allineati a destra, e così è appena scivolato fuori.

source: [M] Well, hurry and put it back in!.... I'm soaking wet!
italian: [M] Beh, sbrigatevi e rimettetelo dentro!.... sto bagnando a umido!

source: [M] [ryan]!.... Hurry!.... Tighten the damn thing!
italian: [M] [ryan]!.... Affrettati!.... Riduci la dannata!

source: [M] Holy shit!.... You got me again, you asshole!....
italian: [M] Merda santa!.... Mi hai preso di nuovo, tu il culo!....

source: [R] Mom?!.... You know I didn't mean to!
italian: [R] Mamma?!... Lo sai che non intendevo dire!

source: [M] Are you sure?.... because it's starting to look suspicious!
italian: [M] Sei sicuro?.... perché sta iniziando a sembrare sospetto!

source: [R] What?.... No.... of course not!
italian: [R] Cosa?.... no... ovviamente!

source: [M] Uuhhggghhh.... It's ok.... I'm ok.... I'm ok.... It's just a little water.
italian: [M] Uuhhggghhh.... Va bene.... sto bene.... va bene.... è solo un po' d'acqua.

source: [R] I can't believe that happened again.... I'm really sorry.... You've got to believe me.
italian: [R] Non riesco a credere che sia successo.... Mi dispiace davvero.... Devi credermi.

source: [M] It's alright.... I'm over the shock of it now.... I'm sorry for accusing you of doing it on purpose.
italian: [M] Va bene... lo shock di questo ora... mi dispiace per averti accusato di averlo fatto.
