Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [MG] Well... yeah... those kind of games have been pretty popular with all the kids at school for a few years... Wait! You've played "Big Brother"?
italian: [MG] Beh... sì... questo tipo di giochi è stato piuttosto popolare tra tutti i ragazzi a scuola per alcuni anni... Aspetta! Hai giocato al "Grande Fratello"?

source: [MG] Hahah... nice one, [ryan]! Classic porn game protagonist type of move!
italian: [MG] Hahah... bella questa, [ryan]! Classica mossa da protagonista dei giochi porno!

source: [MG] Im impressed!
italian: [MG] Sono impressionato!

source: [R] No!... But I can see why you two would think that.
italian: [R] No!... Ma posso capire perché voi due lo pensiate.

source: [M] {b}{i}Doctor{/i}{/b} Will Tylor, a famous psychologist who also happens to be a member of our school board, published a study about how young men can get stuck in an Oedipal phase if they aren't allowed to let it develop and go away on their own.
italian: [M] {b}{i}Il dottor{/i}{/b} Will Tylor, un famoso psicologo che è anche un membro del nostro consiglio scolastico, ha pubblicato uno studio su come i giovani uomini possono rimanere bloccati in una fase edipica se non gli viene permesso di lasciarla sviluppare e andare via da soli.

source: [MG] No... not quite as terrible.
italian: [MG] No... non così terribile.

source: [MG] Yeah, I have no desire to stir up any trouble, but there is just a small thing I want from you.
italian: [MG] Sì, non ho alcun desiderio di creare problemi, ma c'è solo una piccola cosa che voglio da te.

source: [MG] No! It's not as terrible as you think, either.
italian: [MG] No! Non è nemmeno così terribile come pensi.

source: [MG] But it is something you probably wouldn't do, unless I had some leverage over you.
italian: [MG] Ma è qualcosa che probabilmente non faresti, a meno che io non abbia una certa influenza su di te.

source: [MG] Yeah, but a school board hearing would make this all very public, and I think people's imaginations will make them believe that much more is going on between you and your son.
italian: [MG] Sì, ma un'udienza del consiglio scolastico renderebbe tutto questo molto pubblico, e penso che le fantasie della gente li faranno credere che molto di più sta accadendo tra voi e vostro figlio.

source: [MG] Don't get too defensive until you hear what it is that I want.
italian: [MG] Non metterti troppo sulla difensiva finché non sentirai cos'è che voglio.

source: [MG] I'm sure you're already aware, but [ryan] has a photo studio that's beginning to do fairly well.
italian: [MG] Sono sicuro che ne sei già al corrente, ma [ryan] ha uno studio fotografico che sta iniziando a fare abbastanza bene.

source: [MG] Exactly... and those shoots have started to get a good amount of attention online.
italian: [MG] Esattamente... e quegli scatti hanno iniziato a ricevere una buona quantità di attenzione online.

source: [MG] Yeah, in fact I thought that I'd already convinced [ryan] to let me be part of a photoshoot, but I guess I wasn't persuasive enough!
italian: [MG] Sì, in effetti pensavo di aver già convinto [ryan] a farmi partecipare ad un servizio fotografico, ma credo di non essere stato abbastanza persuasivo!

source: [R] I've just been busy. I kinda forgot.
italian: [R] Sono stato occupato. Me ne sono un pò dimenticato.

source: [MG] Well, I've been trying to get internet famous for years by posting pics and vids of my cheerleading stuff, and makeup and fashion tutorials.
italian: [MG] Beh, ho cercato di diventare famosa su internet per anni postando foto e video delle mie cose da cheerleader e tutorial di trucco e moda.

source: [MG] But besides the occasional creepy stalker, I havn't been able to get a very good following.
italian: [MG] Ma a parte gli occasionali stalker inquietanti, non sono stata in grado di avere un buon seguito.

source: [MG] But, I think [ryan]'s got a good thing going with his studio.
italian: [MG] Ma penso che [ryan] abbia fatto una buona cosa con il suo studio.

source: [MG] Cosplay is extremely popular right now.
italian: [MG] Il cosplay è estremamente popolare in questo momento.

source: [M] Well, I'm sure that [ryan] would be more than happy to take some pictures of you in cosplay.
italian: [M] Beh, sono sicuro che [ryan] sarebbe più che felice di fare qualche foto di te in cosplay.

source: [MG] Great, but here's the part you're not going to like, Miss [mom_name].
italian: [MG] Grande, ma ecco la parte che non ti piacerà, signorina [mom_name].

source: [MG] I have a feeling the photoshoot will be ten times more popular if I'm posing with a beautiful, sexy, more mature woman.
italian: [MG] Ho la sensazione che il servizio fotografico sarà dieci volte più popolare se poserò con una donna bella, sexy e più matura.

source: [MG] Yes.
italian: [MG] Si.

source: [MG] Destroy it? No... When I was a freshman, a video leaked of Miss Stone fucking one of her students, and now her class fills up faster than any other.
italian: [MG] Distruggere? No... Quando ero una matricola, è trapelato un video della signorina Stone che si scopava uno dei suoi studenti e ora la sua classe si riempie più velocemente di qualsiasi altra.

source: [MG] It's mostly boys, but the event only boosted her status among the students.
italian: [MG] Sono per lo più ragazzi, ma l'evento ha solo aumentato il suo status tra gli studenti.

source: [MG] I was really surprised she didn't get fired.
italian: [MG] Sono stato davvero sorpreso che non sia stata licenziata.

source: [MG] [ryan] could even put the pictures behind a paywall for premium members, then probably none of your students would see the pics, since almost none of us have access to credit cards.
italian: [MG] [ryan] potrebbe anche mettere le foto dietro un muro a pagamento per i membri premium, allora probabilmente nessuno dei tuoi studenti vedrebbe le foto, dato che quasi nessuno di noi ha accesso alle carte di credito.

source: [MG] Yay! That's awesome!
italian: [MG] Evviva! È fantastico!

source: [MG] And just a few more details.
italian: [MG] E solo qualche altro dettaglio.

source: [MG] [ryan], I want you to create the background with your Photochop and 3d modeling skills.
italian: [MG] [ryan], voglio che tu crei lo sfondo con le tue abilità di Photochop e di modellazione 3d.

source: [MG] And I love the Perry Hotter movies and books.
italian: [MG] E adoro i film e i libri di Perry Hotter.

source: [MG] So I want you to get some Perry Hotter cosplay outfits.
italian: [MG] Quindi voglio che tu prenda degli abiti da cosplay di Perry Hotter.

source: [MG] I'm thinking a student and a teacher outfit.
italian: [MG] Sto pensando ad un vestito da studente e uno da insegnante.

source: [MG] You thought right.
italian: [MG] Hai pensato bene.

source: [MG] This is so awesome! I can't wait to see the costumes! Just let me know when Sidney's got them ready.
italian: [MG] È così fantastico! Non vedo l'ora di vedere i costumi! Fammi solo sapere quando Sidney li avrà pronti.

source: [RT] {i}Well that was an interesting turn of events. I've been trying to think of a way to get Mom in the studio, but now Megan has done it for me!{/i}
italian: [RT] {i}Beh, questa è stata una svolta interessante. Ho cercato di pensare ad un modo per portare la mamma in studio, ma ora Megan l'ha fatto per me!

source: [RT] {i}As excited as I am though, I think Megan's even more excited.{/i}
italian: [RT] {i}Per quanto io sia eccitato, penso che Megan lo sia ancora di più.{/i}

source: {i}"As [ryan] slowly drives his manly scooter to see Sidney at work, a significant event begins to unfold in the alleyway outside the nightclub."{/i}
italian: {i}"Mentre [ryan] guida lentamente il suo virile scooter per vedere Sidney al lavoro, un evento significativo inizia a svolgersi nel vicolo fuori dal nightclub."{/i}

source: [CC] I don't know... The DeCapo's won't ever stop trying to kill me if they know I betrayed them.
italian: [CC] Non so... I DeCapo non smetteranno mai di cercare di uccidermi se sanno che li ho traditi.

source: [VP] Well then don't fuck this up! If you successfully pull this off, the DeCapos will be as good as finito. With Joey dead, Don DeCapo will have no one to take over his enterprise.
italian: [VP] Allora non mandare tutto a puttane! Se riesci a portare a termine questa cosa, i DeCapo saranno praticamente finiti. Con Joey morto, Don DeCapo non avrà nessuno che si occupi della sua impresa.

source: [VP] We'll muscle our way in, and take over his whole operation.
italian: [VP] Ci faremo strada con i muscoli e prenderemo il controllo della sua intera operazione.

source: [VP] And while we're cleaning things up here, you'll be at our little cocoa farm in Columbia with more money than you can spend and more coke than you can possibly snort.
italian: [VP] E mentre noi ripuliremo le cose qui, tu sarai nella nostra piccola fattoria di cacao in Colombia con più soldi di quanti ne potrai spendere e più cocaina di quanta ne potrai sniffare.

source: [VP] And when it's all taken care of, you come back home as a made man forever in the Bonatti family.
italian: [VP] E quando sarà tutto sistemato, tornerai a casa come un uomo fatto per sempre nella famiglia Bonatti.

source: [CC] Alright, but what do I do if things go south? Will you help me get out of here?
italian: [CC] Va bene, ma cosa faccio se le cose vanno male? Mi aiuterai ad uscire da qui?

source: [VP] Sure... sure, just give us a call on your burner, and we'll come riding in to the rescue.
italian: [VP] Certo... certo, basta che ci chiami sul tuo bruciatore e verremo in soccorso.

source: [CC] Ok, Joey is always alone in his office Monday nights, I'll take care of it there.
italian: [CC] Ok, Joey è sempre solo nel suo ufficio il lunedì sera, me ne occuperò lì.

source: [VP] Alright, and just remember... If you get caught, if you say a single word that we were involved, we'll go after that pretty little sister of yours.
italian: [VP] Va bene, e ricorda... Se ti prendono, se dici una sola parola che siamo coinvolti, ce la prenderemo con la tua bella sorellina.

source: [CC] I would never...
italian: [CC] Non lo farei mai...

source: [VP] Make sure that you don't.
italian: [VP] Assicurati di non farlo.

source: [A] Wow! Not a single customer since we started.
italian: [A] Wow! Non un solo cliente da quando abbiamo iniziato.

source: [A] Joey asked me to do the books tonight. He and the boys had to run off suddenly on some kind of emergency. So I get to fill in tonight. I guess I'll go get started since there's no action here.
italian: [A] Joey mi ha chiesto di fare i conti stasera. Lui e i ragazzi sono dovuti scappare all'improvviso per una specie di emergenza. Quindi devo sostituirli stasera. Credo che andrò a cominciare visto che qui non c'è azione.

source: [A] Do you want to come and keep me company?
italian: [A] Vuoi venire a tenermi compagnia?

source: [S] What if a customer comes?
italian: [S] E se arriva un cliente?

source: [A] It's unlikely since most of the customers are part of the gang, but if someone shows up, I'm sure Charlie the Chin will come and find us.
italian: [A] È improbabile dato che la maggior parte dei clienti fa parte della banda, ma se qualcuno si presenta, sono sicuro che Charlie il mento verrà a cercarci.

source: [A] He's guarding the entrance tonight.
italian: [A] Fa la guardia all'ingresso stasera.

source: [S] I don't know...
italian: [S] Non so...

source: [A] Oh come on... I'll do the books in Joey's office, and you can just hang out while getting paid for it.
italian: [A] Oh, andiamo... Farò la contabilità nell'ufficio di Joey e tu puoi stare in giro mentre vieni pagato.

source: [ST] {i}Hmmm... [ryan] did tell me to keep my eye out for anything that might help us in our situation...{/i}
italian: [ST] {i}Hmmm... [ryan] mi ha detto di tenere gli occhi aperti per qualsiasi cosa che potrebbe aiutarci nella nostra situazione...{/i}

source: [ST] {i}I might find something really useful in his office.{/i}
italian: [ST] {i}Potrei trovare qualcosa di veramente utile nel suo ufficio.

source: [A] Yay!
italian: [A] Evviva!

source: [S] I can't believe you're keeping the books on actual books... Why don't you use a computer?
italian: [S] Non posso credere che tu stia tenendo i libri sui libri veri e propri... Perché non usi un computer?

source: [A] Well, because of the nature of some of the family's sources of income, some legitimate, others not so much, my uncle doesn't want any records kept that could possibly get hacked.
italian: [A] Beh, a causa della natura di alcune delle fonti di reddito della famiglia, alcune legittime, altre meno, mio zio non vuole che vengano tenuti dei registri che potrebbero essere violati.

source: [A] Well, the money they make from your family each week for instance, see it's listed right here. It's not a legitimate source of income, and so it has to be laundered through one of his legitimate companies.
italian: [A] Beh, i soldi che guadagnano dalla tua famiglia ogni settimana, per esempio, sono elencati proprio qui. Non è una fonte legittima di reddito e quindi deve essere riciclato attraverso una delle sue società legittime.

source: [S] Isn't your uncle afraid the books might get stolen?
italian: [S] Tuo zio non ha paura che i libri contabili vengano rubati?

source: [A] Not really... They're kept undet the desk here in a very heavy, very secure safe.
italian: [A] Non proprio... Sono tenuti qui sotto la scrivania in una cassaforte molto pesante e molto sicura.

source: [ST] {i}Hmmm... I wonder if there's any way to get the combination for that safe?{/i}
italian: [ST] {i}Hmmm... Mi chiedo se c'è un modo per ottenere la combinazione di quella cassaforte?

source: [CC] Don Bonatti sends his regards Joey!
italian: [CC] Don Bonatti ti manda i suoi saluti Joey!

source: [A] Charlie!... You're not supposed to be in Uncle's office!
italian: [A] Charlie!... Non dovresti essere nell'ufficio dello zio!

source: [A] And why the hell?...
italian: [A] E perché diavolo?...

source: [CC] Shut up! Why are you here? Where's your Uncle Joey?
italian: [CC] Stai zitto! Perché sei qui? Dov'è tuo zio Joey?

source: [A] I wouldn't tell you if I knew!
italian: [A] Non te lo direi se lo sapessi!

source: [A] You came here to kill him, didn't you!
italian: [A] Sei venuto qui per ucciderlo, non è vero!

source: [CC] Tell me, or I start shooting!
italian: [CC] Dimmelo o inizio a sparare!

source: [A] Ok!... ok... I don't really know!
italian: [A] Ok!... ok... Non lo so davvero!

source: [A] He just said he had some emergency business.
italian: [A] Ha solo detto che aveva degli affari urgenti.

source: [A] He didn't give me any details.
italian: [A] Non mi ha dato nessun dettaglio.

source: [A] He told me to come and do the accounting for the eveing while he was away.
italian: [A] Mi ha detto di venire a fare la contabilità della sera mentre lui era via.

source: [CC] Well, why wasn't I told?
italian: [CC] Beh, perché non mi è stato detto?

source: [A] Are you kdding? They don't tell you anything.
italian: [A] Stai scherzando? Non ti dicono niente.

source: [CC] Goddammit! Shit! Mother fucker!
italian: [CC] Dannazione! Merda! Figlio di puttana!

source: [CC] Now, what in the hell am I supposed to do with yous two... Huh?
italian: [CC] Ora, cosa diavolo dovrei fare con voi due... Eh?

source: [S] Please... Just let me go... I'm just a waitress. I don't have any part of this.
italian: [S] Per favore... Lasciami andare... Sono solo una cameriera. Non ho nessuna parte in tutto questo.

source: [A] And I don't have any information that would be helpful to you!
italian: [A] E non ho nessuna informazione che potrebbe esserti utile!

source: [CC] Just shut up and let me think!
italian: [CC] Stai zitto e lasciami pensare!

source: [CC] Goddammit!
italian: [CC] Dannazione!

source: [CC] Ok, first thing, I need to get you two to a secure room while I hide and wait for Joey to come back.
italian: [CC] Ok, per prima cosa, devo portare voi due in una stanza sicura mentre io mi nascondo e aspetto che Joey torni.

source: [CC] Armani, lead the way to the interrogation room. And if either of yous gals tries to run, or cry for help, or anything stupid like that, then I put a bullet in your heads.
italian: [CC] Armani, fai strada alla stanza degli interrogatori. E se una di voi due ragazze prova a scappare, o a gridare aiuto, o qualsiasi altra cosa stupida del genere, allora vi ficco una pallottola in testa.

source: [ST] {i}Oh, God!{/i}
italian: [ST] {i}Oh, Dio! {/i}

source: [ST] {i}I can't die!{/i}
italian: [ST] {i}Non posso morire! {/i}

source: [ST] {i}I just gave my brother a blowjob! I'll go to hell for sure!{/i}
italian: [ST] {i}Ho appena dato un pompino a mio fratello! Andrò all'inferno di sicuro!{/i}

source: [CC] Are you two gonna move, or do I need to start shooting?
italian: [CC] Avete intenzione di muovervi o devo iniziare a sparare?

source: [A] No! We're going.
italian: [A] No! Noi andiamo.

source: [SRT] {i}There's Armani and the new girl... I wonder where Charlie the Chin is taking them?{/i}
italian: [SRT] {i}C'è Armani e la nuova ragazza... Mi chiedo dove Charlie il mento li stia portando?

source: [SRT] {i}Hmmm... None of my business, I guess...{/i}
italian: [SRT] {i}Hmmm... Non sono affari miei, credo...{/i}

source: [CC] This should be a good place to keep you until Joey gets back.
italian: [CC] Questo dovrebbe essere un buon posto per tenerti fino al ritorno di Joey.

source: [CC] Armani, go bend yourself over the wooden pony, waitress girl, latch the cuffs around her hands and ankles.
italian: [CC] Armani, vai a chinarti sul pony di legno, ragazza cameriera, aggancia le manette intorno alle sue mani e caviglie.

source: [A] Her name is Sidney!
italian: [A] Il suo nome è Sidney!

source: [CC] I don't give a fuck.
italian: [CC] Non me ne frega un cazzo.

source: [CC] Now do it!
italian: [CC] Ora fallo!

source: [CC] Make sure you latch those good and tight.
italian: [CC] Assicurati di stringerle bene.

source: [CC] And when you're finished, bend over the wooden pony, and I'll latch you in as well.
italian: [CC] E quando hai finito, piegati sul pony di legno e ti legherò anche tu.

source: [CC] Alright, now you two keep quiet while I make a few phone calls.
italian: [CC] Bene, ora voi due fate silenzio mentre io faccio qualche telefonata.

source: [S] {i}(whispering){/i} Armani, what is this thing we're buckled into?
italian: [S] {i}(sussurrando){/i} Armani, cos'è questa cosa in cui siamo legati?

source: [S] It seems kind of kinky.
italian: [S] Sembra un pò perverso.

source: [A] {i}(whispering){/i}Yeah, I think it's some kind of kinky sex furniture, but I guess someone figured out it's pretty good for torture and interrogation and stuff like that.
italian: [A] {i}(sussurrando){/i}Sì, penso che sia una specie di arredo sessuale perverso, ma credo che qualcuno abbia capito che è abbastanza buono per la tortura e l'interrogatorio e cose del genere.

source: [S] {i}(whispering){/i}What is he going to do to us?
italian: [S] {i}(sussurrando){/i}Cosa ci farà?

source: [A] {i}(whispering){/i}He won't do anything to us if he has half a brain.
italian: [A] {i}(sussurrando){/i}Non ci farà nulla se ha mezzo cervello.

source: [A] ....But it is Charlie the Chin... He's not known for being very intelligent.
italian: [A] ....Ma è Charlie il mento... Non è noto per essere molto intelligente.

source: [AD] What do you mean nobody's here?
italian: [AD] Cosa vuol dire che non c'è nessuno?

source: [AD] Why isn't The Chin watching the door?
italian: [AD] Perché il Mento non sta guardando la porta?

source: [AD] Where's Armani and Sidney?
italian: [AD] Dove sono Armani e Sidney?

source: [SR] I don't know... I just saw Armani and another girl, followed by Charlie going towards the back hallway where I'm not allowed to go.
italian: [SR] Non lo so... ho appena visto Armani e un'altra ragazza, seguita da Charlie andando verso il corridoio posteriore dove non mi è permesso andare.

source: [AD] Shit! Something doesn't feel right about this.
italian: [AD] Merda! C'è qualcosa che non mi convince.

source: [SR] Where are you going in such a hurry?
italian: [SR] Dove vai con tanta fretta?

source: [SRT] No business of mine, I guess.
italian: [SRT] Non sono affari miei, credo.

source: [CC] No... it's just like I said. Joey wasn't in his office... He's not even in the club.
italian: [CC] No... è proprio come ho detto. Joey non era nel suo ufficio... Non è nemmeno nel club.

source: [VP] Well then, do it a different night.
italian: [VP] Beh allora, fallo una sera diversa.

source: [CC] Well... The thing is... His niece was there... and now I've got her and another girl tied up in the interrogation room.
italian: [CC] Beh... Il fatto è che... Sua nipote era lì... e ora ho lei e un'altra ragazza legate nella stanza degli interrogatori.

source: [CC] So I was thinking you could use his niece for a hostage, and this other girl is pretty enough to be trafficked to one of your italian brothels.
italian: [CC] Quindi stavo pensando che potresti usare sua nipote come ostaggio e quest'altra ragazza è abbastanza carina da essere trafficata in uno dei tuoi bordelli italiani.

source: [ST] {i}Oh God, no!{/i}
italian: [ST] {i}Oh Dio, no! {/i}

source: [VP] Did they see your face? Do they know who you are?
italian: [VP] Hanno visto la tua faccia? Sanno chi sei?

source: [CC] Ummm... Yeah...
italian: [CC] Ummm... Sì...

source: [VP] Charlie, you dumb fuck!
italian: [VP] Charlie, stupido stronzo!

source: [VP] We need Joey dead, not his niece as our hostage.
italian: [VP] Ci serve Joey morto, non sua nipote come ostaggio.

source: [VP] Taking her hostage will cause an all-out gang war, which is exactly what we're trying to avoid by taking him out quickly and quietly in the first place.
italian: [VP] Prenderla in ostaggio causerà una guerra tra bande, che è esattamente ciò che stiamo cercando di evitare facendolo fuori velocemente e silenziosamente in primo luogo.

source: [VP] Uuuggghhhh... You dumb fuck!
italian: [VP] Uuuggghhhh... Stupido stronzo!

source: [VP] If you fail to kill Joey tonight, if I were you, I'd dissapear, cuz if the DeCapos catch you, they're going to torture and kill you.
italian: [VP] Se non riesci ad uccidere Joey stasera, se fossi in te, scomparirei, perché se i DeCapos ti prendono, ti tortureranno e uccideranno.

source: [VP] And I seriously doubt you have the strength to keep quiet about us under torture.
italian: [VP] E dubito seriamente che tu abbia la forza di tacere su di noi sotto tortura.

source: [VP] And if you do mention our name, we'll kill you if they don't, and that pretty little sister of yours will be the one that ends up trafficked to one of our brothels.
italian: [VP] E se fai il nostro nome, ti uccideremo se non lo faranno, e la tua bella sorellina sarà quella che finirà trafficata in uno dei nostri bordelli.

source: [VP] So, you'd better kill Joey, or get out of there and make yourself impossible to find.
italian: [VP] Quindi, è meglio che tu uccida Joey o che esca da lì e ti renda impossibile da trovare.

source: [CC] Can't you guys protect me?
italian: [CC] Non potete proteggermi?

source: [VP] Only if Joey dies tonight.
italian: [VP] Solo se Joey muore stanotte.

source: [VP] But you can't leave any witnesses either.
italian: [VP] Ma non potete nemmeno lasciare testimoni.

source: [VP] So, if you're successful in killing him, bring us those two lovely girls, and we'll let you keep a share of their brothel earnings.
italian: [VP] Quindi, se hai successo nell'ucciderlo, portaci quelle due belle ragazze e ti lasceremo tenere una parte dei loro guadagni del bordello.

source: [CC] But how am I going to?....
italian: [CC] Ma come farò? ....

source: [CC] Hello?
italian: [CC] Pronto?

source: {i}"Sound of running footsteps"{/i}
italian: {i}"Suono di passi in corsa"{/i}
