Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [R] So, if you've got a narc, why do you need my help?
french: [R] Donc, si tu as un narc, pourquoi as-tu besoin de mon aide?
italian: [R] Se hai un narc, perché hai bisogno del mio aiuto?

source: [AD] Because our informant is too straight-laced.
french: [AD] Parce que notre informateur est trop collet-monté.
italian: [AD] Perché il nostro informatore è troppo lineare.

source: [AD] She'd report me for sure.
french: [AD] Elle me le signalerait à coup sûr.
italian: [AD] Mi avrebbe segnalato di sicuro.

source: [R] Oh, no... This sound like it could be risky.
french: [R] Oh, non... Cela semble risqué.
italian: [R] Oh, no... Questo suona come potrebbe essere rischioso.

source: [AD] Yeah... You wouldn't want to get caught.
french: [AD] Ouais... Tu ne voudrais pas te faire prendre.
italian: [AD] Sì... Non vorresti farti catturare.

source: [R] So?... What do you need?
french: [R] Alors ?... De quoi as-tu besoin?
italian: [R] Quindi?... Che cosa ti serve?

source: [AD] I want you to sneak into the girls' locker room and plant a spy camera in the shower for me.
french: [AD] Je veux que tu te faufiles dans le vestiaire des filles et que tu m'installes une caméra espion sous la douche.
italian: [AD] Voglio che ti intrufoliate nello spogliatoio delle ragazze e piantate per me una telecamera spia sotto la doccia.

source: [R] You want a camera in the high school girls' locker room?
french: [R] Tu veux une caméra dans le vestiaire des lycéennes?
italian: [R] Vuoi una macchina fotografica nello spogliatoio delle ragazze delle superiori?

source: [R] There must be drug deals going down in there, or something?
french: [R] Il doit y avoir des trafics de drogue là-dedans, ou quelque chose comme ça?
italian: [R] Ci devono essere accordi di droga che vanno giù lì, o qualcosa?

source: [AD] Yes... drugs.
french: [AD] Oui... drogue.
italian: [AD] Sì... droghe.

source: [R] Oh... You just want to see girls changing... Don't you?
french: [R] Oh... Tu veux juste voir les filles se changer... N'est-ce pas?
italian: [R] Oh... Vuoi solo vedere le ragazze cambiare... Non tu?

source: [AD] It can be two things.
french: [AD] Cela peut être deux choses.
italian: [AD] Possono essere due cose.

source: [AD] I mean... Who knows what kind of shady things are going on in there.
french: [AD] Je veux dire... Qui sait quel genre de choses louches se passent là-dedans.
italian: [AD] Voglio dire... Chissà che tipo di cose ombreggiate stanno succedendo lì.

source: [AD] Once we have a camera in there, we'll know for sure.
french: [AD] Une fois que nous aurons une caméra là-dedans, nous le saurons avec certitude.
italian: [AD] Una volta che avremo una fotocamera lì dentro, lo sapremo di sicuro.

source: [R] Well, how in the hell am I supposed to plant a camera in the girls' dressing room?
french: [R] Eh bien, comment diable suis-je censé planter une caméra dans le vestiaire des filles?
italian: [R] Beh, come all'inferno dovrei piantare una macchina fotografica nello spogliatoio delle ragazze?

source: [AD] I don't know, have Lauren help you... She'll draw much less attention.
french: [AD] Je ne sais pas, demande à Lauren de t'aider... Elle attirera beaucoup moins l'attention.
italian: [AD] Non lo so, hai Lauren ti aiuta... Ti attirerà molto meno attenzione.

source: [R] Yeah, right... Lauren showers in there... She'll never be ok with this.
french: [R] Ouais, c'est ça... Lauren se douche là-dedans... Elle ne sera jamais d'accord avec ça.
italian: [R] Sì, giusto... Lauren acquista lì dentro... Lei non starà mai bene con questo.

source: [AD] Well then, you could try in the early morning, before school starts. There are students there for extracurricular activities, but there might not be any students in the showers.
french: [AD] Eh bien, tu peux essayer tôt le matin, avant le début de l'école. Il y a des étudiants là-bas pour des activités parascolaires, mais il se peut qu'il n'y ait pas d'étudiants dans les douches.
italian: [AD] Beh, allora, si potrebbe provare al mattino, prima che inizi la scuola. Ci sono studenti per le attività extracurricolari, ma potrebbe non esserci alcun studente nelle docce.

source: [R] Yeah... I guess I could try that.
french: [R] Ouais... Je suppose que je pourrais essayer ça.
italian: [R] Sì... Immagino che potrei provarlo.

source: [AD] Perfect... Once that camera is live and streaming, I'll see if I can dig up some dirt on your best friend Matt.
french: [AD] Parfait... Une fois que la caméra sera en direct et en streaming, je verrais si je peux déterrer des choses compromettantes sur ton meilleur ami Matt.
italian: [AD] Perfetto... Una volta che la fotocamera è live e streaming, vedrò se posso scavare un po 'di sporco sul tuo migliore amico Matt.

source: [AD] Here's the spy cam.
french: [AD] Voici la caméra espion.
italian: [AD] Qui è la spia cam.

source: {b}{i}"You received one spy-cam"{/i}{/b}
french: {b}{i}'Vous avez reçu une caméra espion'{/i}{/b}
italian: {b}{i}"Hai ricevuto una spycam"{/i}{/b}

source: [AD] Now... If there's nothing else, I'd like to get back to observing my favorite family... All the best stuff seems to happen in the evening.
french: [AD] Maintenant... S'il n'y a rien d'autre, j'aimerais retourner observer ma famille préférée... Toutes les meilleures choses semblent se passer le soir.
italian: [AD] Ora... Se non c'è altro, vorrei tornare ad osservare la mia famiglia preferita... Tutte le cose migliori sembrano accadere di sera.

source: [R] Can I watch with you for a few minutes?
french: [R] Puis-je regarder avec toi quelques minutes?
italian: [R] Posso guardare con te per qualche minuto?

source: [AD] I guess... pull up a chair and make yourself comfortable.
french: [AD] Je suppose... prends une chaise et installes-toi confortablement.
italian: [AD] Credo... prendi una sedia e mettiti comodo.

source: {i}"A few minutes later"{/i}
french: {i}'Quelques minutes plus tard'{/i}
italian: {i}"Qualche minuto dopo"{/i}

source: [AD] Oh, look, Sidney's starting to finger herself.
french: [AD] Oh, regarde, Sidney commence à se doigter.
italian: [AD] Oh, guarda, Sidney sta iniziando a farsi un ditalino.

source: [R] Oh, nice!
french: [R] Oh, sympa!
italian: [R] Oh, bello!

source: [RT] {i}This is weird watching Sidney with Diaz right next to me.{/i}
french: [RT] {i}C'est bizarre de regarder Sidney avec Diaz juste à côté de moi.{/i}
italian: [RT] {i}È strano guardare Sidney con Diaz proprio accanto a me.

source: [AD] Oh, here, you can watch it on your own monitor too.
french: [AD] Oh, ici, tu peux aussi le regarder sur ton propre moniteur.
italian: [AD] Oh, ecco, puoi guardarlo anche sul tuo monitor.

source: [AD] Sidney's no Lauren, but she's still pretty damn hot!
french: [AD] Sidney n'est pas Lauren, mais elle est toujours sacrément chaude!
italian: [AD] Sidney non è Lauren, ma è ancora dannatamente sexy!

source: [R] What is it about Lauren that you like so much?
french: [R] Qu'est-ce que c'est chez Lauren que tu aimes tant ?
italian: [R] Cos'è che ti piace così tanto di Lauren?

source: [AD] I'm into redheads.
french: [AD] J'aime les rousses.
italian: [AD] Mi piacciono le rosse.

source: [R] What about my mom?
french: [R] Et ma mère ?
italian: [R] Che mi dici di mia madre?

source: [AD] Oh, fuck yeah... She's so damn hot!
french: [AD] Oh, putain oui... Elle est tellement sexy !
italian: [AD] Oh, cazzo, sì... È così dannatamente sexy!

source: [AD] I'm not allowed to do anything with her though...
french: [AD] Je ne suis pas autorisé à faire quoi que ce soit avec elle...
italian: [AD] Non mi è permesso fare nulla con lei però...

source: [AD] Joey DeCapo's specifically forbid any of his people to touch [mom_name].
french: [AD] Joey DeCapo interdit expressément à tout de son gang de toucher [mom_name].
italian: [AD] Joey DeCapo ha specificatamente proibito a chiunque dei suoi di toccare [mom_name].

source: [AD] He wants her for himself.
french: [AD] Il la veut pour lui-même.
italian: [AD] La vuole per sé.

source: [RT] {i}Oh, wow... Diaz is rubbing her pussy over her tight pants.{/i}
french: [RT] {i}Oh, wow... Diaz se frotte la chatte sur son pantalon serré.{/i}
italian: [RT] {i}Oh, wow... Diaz si sta strofinando la figa sui suoi pantaloni stretti.

source: [R] Do I need to worry about Joey raping my mom or anything?
french: [R] Dois-je m'inquiéter du viol de ma mère par Joey ou quoi que ce soit?
italian: [R] Devo preoccuparmi che Joey stupri mia madre o altro?

source: [AD] Oh, no...
french: [AD] Oh, non...

source: [AD] Joey doesn't force himself on women...
french: [AD] Joey n'oblige pas les femmes lui-même...
italian: [AD] Joey non si impone alle donne...

source: [AD] He loves to play a game with other men's wives.
french: [AD] Il aime jouer à des jeux avec les femmes d'autres hommes.
italian: [AD] Ama fare un gioco con le mogli degli altri uomini.

source: [AD] He loves to win them, then corrupt them, make them his, He makes them practically beg for sex, and then releases them on the men who attend his club.
french: [AD] Il aime les conquérir, puis les corrompre, les faire sienne, Il les fait pratiquement mendier pour du sexe, puis les envoie à des hommes qui fréquentent son club.
italian: [AD] Ama conquistarle, poi corromperle, farle sue, le fa praticamente implorare per il sesso e poi le libera sugli uomini che frequentano il suo club.

source: [R] He's living the dream!
french: [R] Il est en train de vivre un rêve !
italian: [R] Sta vivendo il sogno!

source: [R] Only... How do I prevent him from doing that with my mom?
french: [R] Seulement... Comment l'empêcher de faire ça avec ma mère ?
italian: [R] Solo che... Come posso impedirgli di farlo con mia madre?

source: [RT] {i}Fuck!... Now I have a boner!{/i}
french: [RT] {i}Merde !... Maintenant, j'ai la trique!{/i}
italian: [RT] {i}Cazzo!... Ora ho un'erezione!

source: [AD] I don't know... Good luck with that though.
french: [AD] Je ne sais pas... Bonne chance avec ça cependant.
italian: [AD] Non lo so... Buona fortuna comunque.

source: [R] Would you stop rubbing your pussy while I'm trying to talk to you?... It's very... distracting.
french: [R] Arrêterais-tu de te frotter la chatte pendant que j'essaie de te parler?... C'est très... distrayant.
italian: [R] La smetteresti di strofinarti la figa mentre cerco di parlarti?... È molto... distraente.

source: [AD] Oh... I'm sorry. I'm being a bad host.
french: [AD] Oh... Je suis désolée. Je suis une mauvaise hôtesse.
italian: [AD] Oh... mi dispiace. Mi sto comportando da cattivo padrone di casa.

source: [AD] I see your dick is hard as a rock. Please, feel free to take him out and do the same for yourself.
french: [AD] Je vois que ta bite est dure comme un roc. N'hésites pas à la déballer et à faire de même pour toi.
italian: [AD] Vedo che il tuo cazzo è duro come una roccia. Per favore, sentiti libero di portarlo fuori e di fare lo stesso per te.

source: [AD] I know I can't resist when I'm watching Sidney paddle the pink canoe.
french: [AD] Je sais que je ne peux pas résister quand je regarde Sidney pagayer dans le canot rose.
italian: [AD] So che non posso resistere quando guardo Sidney che rema sulla canoa rosa.

source: [RT] {i}I know she's being a smart ass, so let's see how she reacts if I really pull my dick out.{/i}
french: [RT] {i}Je sais qu'elle est intelligente, alors voyons comment elle réagit si je retire vraiment ma bite.{/i}
italian: [RT] {i}So che sta facendo la furba, quindi vediamo come reagisce se tiro davvero fuori il mio cazzo.{/i}

source: [AD] Oh my God, [ryan]!
french: [AD] Oh mon Dieu, [ryan]!
italian: [AD] Oh mio Dio, [ryan]!

source: [AD] I could tell you were big from the video streams, but seeing it in person... That's something else.
french: [AD] Je pourrais dire que c'était une grosse à partir des flux vidéo, mais en la voyant maintenant... C'est autre chose.
italian: [AD] Potevo dire che eri grosso dai flussi video, ma vederlo di persona... È un'altra cosa.

source: [AD] Would you mind turning towards me, so I can get a better view?
french: [AD] Pourrais-tu tes tourner vers moi, pour que je puisse avoir une meilleure vue?
italian: [AD] Ti dispiacerebbe girarti verso di me, così posso avere una vista migliore?

source: [R] Do you like what you see?
french: [R] Aimes-tu ce que tu vois?
italian: [R] Ti piace quello che vedi?

source: [AD] Damn... I've got to admit, I'm impressed.
french: [AD] Merde... Je dois admettre que je suis impressionnée.
italian: [AD] Accidenti... Devo ammettere che sono impressionato.

source: [AD] Do you mind if I take a closer look?... Maybe, touch him?
french: [AD] Ça te dérange si je regarde de plus près?... Peut-être, le toucher?
italian: [AD] Ti dispiace se do un'occhiata più da vicino? Forse, toccarlo?

source: [R] Uhhh... no, I don't mind.
french: [R] Je ne sais pas ce que cela signifie.
italian: [R] Uhhh... no, non mi dispiace.

source: [AD] Holy fuck, this thing is huge.
french: [AD] Putain, cette chose est énorme.
italian: [AD] Porca puttana, questo coso è enorme.

source: [AD] This is the kind of cock you only see in pornos.
french: [AD] C'est le genre de bite que vous ne voyez que dans les pornos.
italian: [AD] Questo è il tipo di cazzo che si vede solo nei porno.

source: [AD] How does your body have enough blood to keep this thing erect?
french: [AD] Comment ton corps a-t-il assez de sang pour garder cette chose en érection?
italian: [AD] Come fa il tuo corpo ad avere abbastanza sangue per mantenere questa cosa eretta?

source: [R] Oh my God... That feels good.
french: [R] Oh mon Dieu... Ça fait du bien.
italian: [R] Oh mio Dio... È una bella sensazione.

source: [AD] Wow... I need both my hands to get a good grip.
french: [AD] Wow... J'ai besoin de mes deux mains pour avoir une bonne prise.
italian: [AD] Wow... Ho bisogno di entrambe le mani per avere una buona presa.

source: [AD] I'm not even that into dicks, but this one has me interested.
french: [AD] Je n'aime même pas les bites, mais celle-ci m'intéresse.
italian: [AD] Non mi piacciono nemmeno tanto i cazzi, ma questo mi ha interessato.

source: [RT] {i}Oh... This is weird getting a handjob from someone I hate.{/i}
french: [RT] {i}Oh... C'est bizarre d'avoir une branlette de quelqu'un que je déteste.{/i}
italian: [RT] {i}Oh... È strano ricevere una sega da qualcuno che odio.

source: [RT] {i}If she wasn't so sexy... maybe I could resist.{/i}
french: [RT] {i}Si elle n'était pas si sexy... je pourrais peut-être résister.{/i}
italian: [RT] {i}Se non fosse così sexy... forse potrei resistere.

source: [RT] {i}I can't believe this is happening... I never would have guessed I'd be getting a handy from Agent Diaz.{/i}
french: [RT] {i}Je n'arrive pas à croire que cela se produise... Je n'aurais jamais deviné que je recevrais un coup de main de l'agent Diaz.{/i}
italian: [RT] {i}Non posso credere che questo stia succedendo... Non avrei mai immaginato che avrei ricevuto una mano dall'agente Diaz.

source: [R] Hhhhnnggghh... I'm getting close!
french: [R] Hhhhnnggghh... Je me rapproche !
italian: [R] Hhhhnnggghh... Mi sto avvicinando!

source: [R] Huh?... Why'd you stop?
french: [R] Hein?... Pourquoi tu t'es arrêté ?
italian: [R] Huh?... Perché ti sei fermato?

source: [AD] This is my van... You don't get to have an orgasm before me.
french: [AD] C'est mon van... Tu n'as pas d'orgasme devant moi.
italian: [AD] Questo è il mio furgone... Non puoi avere un orgasmo prima di me.

source: [R] That is so not cool!
french: [R] Ce n'est pas cool !
italian: [R] Questo non è per niente bello!

source: [AD] Do you want me to finish?
french: [AD] Veux-tu que je termine?
italian: [AD] Vuoi che finisca?

source: [R] Of course I do... That's just cruel to do that to me without finishing.
french: [R] Bien sûr que oui... C'est juste cruel de me faire ça sans finir.
italian: [R] Certo che lo voglio... E' proprio crudele farmi questo senza finire.

source: [AD] Alright, I'll finish if you take care of me first.
french: [AD] D'accord, je finirai si tu prends soin de moi en premier.
italian: [AD] Va bene, finirò se ti prenderai cura di me prima.

source: [R] Alright... I can finger you until you cum.
french: [R] D'accord... Je peux te doigter jusqu'à ce que tu jouisses.
italian: [R] Va bene... Posso farti un ditalino finché non vieni.

source: [AD] I can finger myself thank you... I want you to lick my cunt.
french: [AD] Je peux me doigter merci... Je veux que tu me lèche la chatte.
italian: [AD] Posso farmi un ditalino da sola grazie... Voglio che mi lecchi la fica.

source: [R] Really?... You want me... to lick you?...
french: [R] Vraiment?... Tu me veux... pour te lécher?...
italian: [R] Davvero?... Vuoi che io... ti lecchi?...

source: [AD] Yeah... It's not a very difficult concept.
french: [AD] Ouais... Ce n'est pas un concept très difficile.
italian: [AD] Sì... Non è un concetto molto difficile.

source: [R] It's just that we're not really...
french: [R] C'est juste que nous ne le sommes pas vraiment...
italian: [R] È solo che non siamo davvero...

source: [AD] I've told you already... We should be friends.
french: [AD] Je te l'ai déjà dit... On devrait être amis.
italian: [AD] Te l'ho già detto... Dovremmo essere amici.

source: [AD] What better way to start a friendship.
french: [AD] Quelle meilleure façon de commencer une amitié.
italian: [AD] Quale modo migliore per iniziare un'amicizia.

source: [R] Yeah... Because so many of my friendships have started just like this.
french: [R] Ouais... Parce que tant de mes amitiés ont commencé comme ça.
italian: [R] Già... Perché molte delle mie amicizie sono iniziate proprio così.

source: [AD] Do you want me to finish you off, or not?
french: [AD] Veux-tu que je termine, ou pas?
italian: [AD] Vuoi che ti finisca o no?

source: [R] Yeah... Ok, I'll do it.
french: [R] Ouais... Ok, je vais le faire.
italian: [R] Sì... Ok, lo farò.

source: [RT] {i}I know Diaz is making me do this to show her dominance... but the smell of her cunt is driving me crazy.{/i}
french: [RT] {i}Je sais que Diaz me fait faire cela pour montrer sa domination... mais l'odeur de sa chatte me rend fou.{/i}
italian: [RT] {i}So che Diaz mi sta facendo fare questo per mostrare il suo dominio... ma l'odore della sua fica mi sta facendo impazzire.

source: [RT] {i}I don't care if that makes me the submissive one here... I just want to taste that pussy.{/i}
french: [RT] {i}Je m'en fiche si cela fait de moi le soumis ici... Je veux juste goûter cette chatte.{/i}
italian: [RT] {i}Non mi importa se questo fa di me il sottomesso qui... Voglio solo assaggiare quella fica.{/i}

source: [AD] Have you fallen asleep back there?... Get licking!
french: [AD] Tu t'es endormi là?... Vas-y lèches!
italian: [AD] Ti sei addormentata lì dietro?... Comincia a leccare!

source: [AD] Yeah, there you go!
french: [AD] Ouais, voilà !
italian: [AD] Sì, così!

source: [AD] Oh, yeah... That's what I needed today!
french: [AD] Oh, oui... C'est ce dont j'avais besoin aujourd'hui !
italian: [AD] Oh, sì... Questo è quello di cui avevo bisogno oggi!

source: [AD] Yes! You fucking beta... lick my asshole too!
french: [AD] Oui! Putain d'imbécile... lèche mon trou du cul aussi!
italian: [AD] Sì! Fottuto beta... lecca anche il mio buco del culo!

source: [RT] {i}Did she just call me a beta?... I should walk out of this van right now... Let her see what it feels like not to finish.{/i}
french: [RT] {i}m'a-t-elle simplement appelé une bêta ?... Je devrais sortir de cette camionnette dès maintenant... Qu'elle voit ce que l'on ressent de ne pas pouvoir finir.{/i}
italian: [RT] {i}Mi ha appena chiamato beta? Dovrei uscire da questo furgone proprio adesso... Lasciarle vedere come ci si sente a non finire {/i}.

source: [RT] {i}Eh, it's not worth it. Not only is this making me incredibly horny, I really want her to finish me off.{/i}
french: [RT] {i}Eh, ça n'en vaut pas la peine. Non seulement cela me rend incroyablement excitée, mais je veux vraiment qu'elle m'achève.{/i}
italian: [RT] {i}Eh, non ne vale la pena. Non solo questo mi sta rendendo incredibilmente arrapato, ma voglio davvero che lei mi finisca.

source: [AD] Oh, fuck! I'm cumming!
french: [AD] Oh, putain! Je jouis !
italian: [AD] Oh, cazzo! Sto venendo!

source: [AD] God!... That felt good!
french: [AD] Mon Dieu!... Ça faisait du bien !
italian: [AD] Dio! Che bella sensazione!

source: [R] Wait... You had an orgasm?
french: [R] Attends... Tu as eu un orgasme ?
italian: [R] Aspetta... Hai avuto un orgasmo?

source: [AD] Of course I did, you idiot.
french: [AD] Bien sûr que je l'ai fait, idiot.
italian: [AD] Certo che l'ho avuto, idiota.

source: [R] Where's all the juices?
french: [R] Où sont tous les jus?
italian: [R] Dove sono tutti i succhi?

source: [R] You were wet, but you didn't squirt at all.
french: [R] Tu étais mouillé, mais tu n'as pas giclé du tout.
italian: [R] Eri bagnata, ma non hai schizzato affatto.

source: [AD] Haha... You think all women squirt?
french: [AD] Haha... Tu crois que toutes les femmes giclent ?
italian: [AD] Haha... Pensi che tutte le donne schizzino?

source: [AD] Haven't you watched porn?
french: [AD] Tu n'as pas regardé de porno?
italian: [AD] Non hai guardato i porno?

source: [AD] Most women don't squirt.
french: [AD] La plupart des femmes ne giclent pas.
italian: [AD] La maggior parte delle donne non schizza.

source: [R] Oh, I just figured they didn't squirt because they were faking their orgasm.
french: [R] Oh, je me suis juste dit qu'elles n'avaient pas giclé parce qu'elles simulaient leur orgasme.
italian: [R] Oh, ho solo pensato che non schizzassero perché stavano fingendo l'orgasmo.

source: [AD] Well, yeah, most of them probably are faking... but [ryan], squirting is a rare thing.
french: [AD] Eh bien, oui, la plupart d'entre eux simulent probablement... mais [ryan], gicler est une chose rare.
italian: [AD] Beh, sì, la maggior parte di loro probabilmente sta fingendo... ma [ryan], lo squirting è una cosa rara.

source: [AD] Especially the amount of fluid the girls in your family squirt.
french: [AD] Surtout la quantité de fluides que les filles de ta famille giclent.
italian: [AD] Specialmente la quantità di liquido che le ragazze della tua famiglia spruzzano.

source: [AD] I mean, the size of your dick... The way all the girls in your family can blast like a fire hose.
french: [AD] Je veux dire, la taille de ta bite... La façon dont toutes les filles de ta famille peuvent le faire gicler comme un tuyau d'incendie.
italian: [AD] Voglio dire, le dimensioni del tuo cazzo... Il modo in cui tutte le ragazze della tua famiglia possono spruzzare come un idrante.

source: [AD] It's like your family was bred to make porn.
french: [AD] C'est comme si ta famille avait été élevée pour faire du porno.
italian: [AD] È come se la tua famiglia fosse stata allevata per fare porno.

source: [R] Huh... That would be a fun career.
french: [R] Hein... Ce serait une carrière amusante.
italian: [R] Huh... Sarebbe una carriera divertente.

source: [AD] Well, you've already got the studio. Now, you just need to talk the girls into it.
french: [AD] Eh bien, tu as déjà le studio. Maintenant, tu as juste besoin d'en parler aux filles.
italian: [AD] Beh, hai già lo studio. Ora devi solo convincere le ragazze.

source: [AD] I mean, with your silver tongue, I'm sure it won't be too long.
french: [AD] Je veux dire, avec ta langue d'argent, je suis sûr que ce ne sera pas trop long.
italian: [AD] Voglio dire, con la tua lingua d'argento, sono sicuro che non ci vorrà molto.

source: [AD] Here... Let me pull up my pants.
french: [AD] Ici... Laisse-moi remonter mon pantalon.
italian: [AD] Ecco... Fammi tirare su i pantaloni.
