Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [RT] {i}Ok, I've let Will Tylor know that Mom will be willing to meet him for dinner, now I just need to wait and see if he'll come through with the dress code changes.{/i}
french: [RT] {i}Ok, j'ai fait savoir à Will Tylor que maman sera prête à le rencontrer pour le dîner, maintenant j'ai juste besoin d'attendre et de voir s'il va réussir à imposer les changements de code vestimentaire.{/i}
italian: [RT] {i}Ok, ho fatto sapere a Will Tylor che la mamma sarà disposta a incontrarlo per cena, ora devo solo aspettare e vedere se lui si attiene alle modifiche del codice di abbigliamento.{/i}

source: [RT] {i}He'd better keep their dinner professional!{/i}
french: [RT] {i}Il ferait mieux de garder le dîner professionnel!{/i}
italian: [RT] {i}Farebbe meglio a mantenere la loro cena professionale! {/i}

source: [RT] {i}Grrrrrrr.... It's Saturday, and for some reason I can't sleep in anymore.{/i}
french: [RT] {i}Grrrrrrr.... C'est samedi, et pour une raison quelconque, je ne peux plus dormir.{/i}
italian: [RT] {i}Grrrrrrrrr.... E' sabato, e per qualche motivo non riesco più a dormire fino a tardi

source: [RT] {i}I should get [auntie]'s and Mandy's finances out of the way.{/i}
french: [RT] {i}Je devrais supprimer les finances de [auntie] et de Mandy.{/i}
italian: [RT] {i} Dovrei togliere di mezzo le finanze di [zia] e Mandy.{/i}

source: {i}"20 minutes later."{/i}
french: {i}'20 minutes plus tard'{/i}
italian: {i}"20 minuti dopo."{/i}

source: [RT] {i}There, and after paying that last bill, that should leave me with $200.{/i}
french: [RT] {i}Là, et après avoir payé cette dernière facture, cela devrait me laisser 200$.{/i}
italian: [RT] {i}Lì, e dopo aver pagato l'ultimo conto, questo mi dovrebbe lasciare con $200.{/i}

source: {i}"Money +200"{/i}
french: {i}'Argent +200$'{/i}
italian: {i}"Soldi +200"{/i}

source: [RT] {i}Time to check my email.{/i}
french: [RT] {i}Il est temps de vérifier mon e-mail.{/i}
italian: [RT] {i}E' ora di controllare la mia posta elettronica.{/i}

source: [RT] {i}I've got a new email from Will Tylor.{/i}
french: [RT] {i}J'ai reçu un nouvel e-mail de Will Tylor.{/i}
italian: [RT] {i}Ho ricevuto una nuova email da Will Tylor.{/i}

source: [WT] Thank you for facilitating a professional work dinner between myself and your mother. I'll be contacting her very soon to arrange a date and time.
french: [WT] Merci d'avoir facilité un dîner de travail professionnel entre moi et ta mère. Je la contacterai très bientôt pour fixer une date et une heure.
italian: [WT] Grazie per aver facilitato una cena professionale tra me e tua madre. La contatterò molto presto per organizzare una data e un'ora.

source: [WT] I was able to get the school board to accept and vote on the dress code changes as we discussed.
french: [WT] J'ai pu amener le conseil scolaire à accepter et à voter sur les changements au code vestimentaire pendant que nous discutions.
italian: [WT] Sono stato in grado di ottenere il consiglio scolastico di accettare e votare le modifiche del codice di abbigliamento come abbiamo discusso.

source: [WT] I've enclosed all the details as to what modifications to the current school uniform will be allowed for both boys and girls.
french: [WT] J'ai joint tous les détails sur les modifications à l'uniforme scolaire actuel qui seront autorisées pour les garçons et les filles.
italian: [WT] Ho accluso tutti i dettagli su quali modifiche all'attuale uniforme scolastica saranno consentite sia per i ragazzi che per le ragazze.

source: [WT] Remember, these are allowed modifications, and not requirements. If any student feels uncomfortable with these modifications, they have the option to keep their uniforms as they currently are.
french: [WT] Rappelles-toi que ce sont des modifications autorisées et non des exigences. Si un étudiant se sent mal à l'aise avec ces modifications, il a la possibilité de garder son uniforme tel qu'il est actuellement.
italian: [WT] Ricorda, queste modifiche sono consentite e non requisiti. Se uno studente si sente a disagio con queste modifiche, ha la possibilità di mantenere le loro uniformi come attualmente sono.

source: [WT] Give your sister the good news, and I wish her luck winning the special election.
french: [WT] Donnes la bonne nouvelle à ta sœur, et je lui souhaite bonne chance de gagner l'élection spéciale.
italian: [WT] Dai a tua sorella la buona notizia, e auguro alla sua fortuna di vincere le elezioni speciali.

source: [WT] Sincerely, Will Tylor.
french: [WT] Sincèrement, Will Tylor.
italian: [WT] Cordialmente, Tylor.

source: [WT] P.S. These modifications to the dress code will happen even if Lauren isn't elected student body president, but we'll wait until after the election to implement it.
french: [WT] P.S. Ces modifications au code vestimentaire se produiront même si Lauren n'est pas élue présidente du corps étudiant, mais nous attendrons après les élections pour le mettre en œuvre.
italian: [WT] P.S. Queste modifiche al codice di abbigliamento avverranno anche se Lauren non è eletto presidente del corpo studentesco, ma aspetteremo fino a dopo le elezioni per attuarlo.

source: [RT] {i}Holy shit!... He pulled it off!{/i}
french: [RT] {i}Merde !... Il l'a arraché !{/i}
italian: [RT] {i}Cazzo!... Ce l'ha fatta!

source: [RT] {i}If this doesn't win the election for Lauren, I don't know what will.{/i}
french: [RT] {i}Si cela ne remporte pas l'élection de Lauren, je ne sais pas ce qu'il lui fera.{/i}
italian: [RT] {i}Se questo non fa vincere le elezioni a Lauren, non so cosa lo farà

source: [RT] {i}She's going to be over the moon!{/i}
french: [RT] {i}Elle va aller sur la lune!{/i}
italian: [RT] {i}Sta andando oltre la luna!{/i}

source: [RT] {i}Looks like Lauren's watching TV with Mandy this evening.{/i}
french: [RT] {i}On dirait que Lauren regarde la télé avec Mandy ce soir.{/i}
italian: [RT] {i}Sembra che Lauren stia guardando la TV con Mandy questa sera.{/i}

source: [RT] {i}I guess that means we won't be doing any fooling around.{/i}
french: [RT] {i}Je suppose que cela signifie que nous ne ferons pas de bêtises.{/i}
italian: [RT] {i} Immagino che questo significhi che non faremo alcuno scherzo. {/i}

source: [RT] {i}Uuugghh... And they're watching some kind of kid's cartoon.{/i}
french: [RT] {i}Uuughh... Et ils regardent une sorte de dessin animé pour enfants.{/i}
italian: [RT] {i}Uuugghh... E stanno guardando una specie di cartone animato per bambini.{/i}

source: [R] Hey, girls. Up for an episode of Game of Thots?
french: [R] Salut, les filles. Prêt pour un épisode de Game of Thots ?
italian: [R] Hey, ragazze. In su per un episodio di Game of Thots?

source: [L] Normally I would say yes, but Mandy's showing me the new "My Pocket Pony, Equestria Gals" movie.
french: [L] Normalement, je dirais oui, mais Mandy me montre le nouveau film 'Mon Poney de poche, les filles d'Equestria'.
italian: [L] Normalmente direi di sì, ma Mandy mi mostra il nuovo film "My Pocket Pony, Equestria Gals".

source: [R] This doesn't look like Ponies.
french: [R] Cela ne ressemble pas à des poneys.
italian: [R] Questo non sembra Ponies.

source: [MD] That's because it's about the same characters in another dimension that are more human-like.
french: [MD] C'est parce qu'il s'agit des mêmes caractères dans une autre dimension qui sont plus humains.
italian: [MD] Questo perché è circa gli stessi personaggi in un'altra dimensione che sono più umano-simili.

source: [L] But sometimes they cross dimensions and talk to the real ponies.
french: [L] Mais parfois, ils traversent les dimensions et parlent aux vrais poneys.
italian: [L] Ma a volte attraversano dimensioni e parlano con i veri pony.

source: [R] That sounds like a joke... Are you for real?
french: [R] Cela ressemble à une blague... Vous êtes sérieuses ?
italian: [R] Sembra una barzelletta... Sei reale?

source: [L] Yeah, come sit down. I think you might like it.
french: [L] Ouais, viens t'asseoir. Je pense que ça pourrait te plaire.
italian: [L] Sì, vieni seduto. Penso che ti piacerà.

source: [MD] Yeah, you'd make a great "brony".
french: [MD] Ouais, tu ferais un super 'brony'.
italian: [MD] Sì, faresti un grande "bronco".

source: [R] Why is the thought of me being a brony so funny to you.
french: [R] Pourquoi l'idée que je sois un brony est si drôle pour toi.
italian: [R] Perché il pensiero di me è una bronia così divertente per voi.

source: [R] I guarantee that's not going to happen.
french: [R] Je te garantis que cela n'arrivera pas.
italian: [R] Garantisco che non accadrà.

source: [L] Yeah? You thought you would hate Perry Hotter too, but you blazed through all the books.
french: [L] Ouais? Tu pensais détester Perry plus chaud aussi, mais tu as fouillé dans tous les livres.
italian: [L] Sì? Hai pensato che avresti odiato anche Perry Hotter, ma hai fatto esplodere tutti i libri.

source: [R] That's not the same...
french: [R] Ce n'est pas la même chose...
italian: [R] Non è lo stesso...

source: [L] Yeah?... Whatever.
french: [L] Ouais ?... Peu importe.
italian: [L] Sì?... Qualunque cosa sia.

source: [R] Is it almost over?
french: [R] C'est presque fini ?
italian: [R] È quasi finita?

source: [MD] There's about fifteen minutes left.
french: [MD] Il reste une quinzaine de minutes.
italian: [MD] Rimangono circa quindici minuti.

source: [MD] We'll watch an episode of Game of Thots with you when this is over, if you'll watch the rest of this show with us.
french: [MD] Nous regarderons un épisode de Game of Thots avec toi lorsque cela sera terminé, si tu regardes le reste de cette émission avec nous.
italian: [MD] Vedremo un episodio di Game of Thots con te quando sarà finito, se guarderai con noi il resto di questo spettacolo.

source: [R] Ok... fine.
french: [R] D'accord... bien.

source: [R] So if they're human, why can they grow pony ears and tails?
french: [R] Donc, s'ils sont humains, pourquoi peuvent-ils faire pousser des oreilles et des queues de poney?
italian: [R] Quindi, se sono umani, perché possono far crescere orecchie e code di pony?

source: [L] Just be quiet and watch the show.
french: [L] Tais-toi et regardes le spectacle.
italian: [L] Sii tranquillo e guarda lo spettacolo.

source: [RT] {i}It's only been five minutes, but it feels like an hour.{/i}
french: [RT] {i}Cela ne fait que cinq minutes, mais cela fait une heure.{/i}
italian: [RT] {i}Sono passati solo cinque minuti, ma sembra un'ora

source: [RT] {i}I don't think I'm gonna make it.{/i}
french: [RT] {i}Je ne pense pas que je vais y arriver.{/i}
italian: [RT] {i}Non credo che ce la farò. {/i}

source: [M] Oh good! You're all together.
french: [M] Oh bien! Vous êtes tous ensemble.
italian: [M] Oh buono! Siete tutti assieme.

source: [M] Can you hit the pause button?
french: [M] Pouvez-vous appuyer sur le bouton pause?
italian: [M] Riesci a colpire il pulsante di pausa?

source: [M] I've got an exciting announcement for all of you.
french: [M] J'ai une annonce passionnante pour vous tous.
italian: [M] Ho un annuncio emozionante per tutti voi.

source: [C] What's so important that you had to interrupt my workout?
french: [C] Qu'est-ce qui est si important que tu as dû interrompre mon entraînement?
italian: [C] Cos'è così importante che hai dovuto interrompere il mio allenamento?

source: [M] Like I said, I've got some exciting news.
french: [M] Comme je l'ai dit, j'ai des nouvelles excitantes.
italian: [M] Come ho detto, ho qualche notizia emozionante.

source: [M] So school board member Will Tylor was visiting the school yesterday, and there's a few things I've been wanting to talk to him about.
french: [M] Donc, le membre du conseil scolaire Will Tylor était en visite à l'école hier, et il y a quelques choses dont je voulais lui parler.
italian: [M] Così il membro del consiglio scolastico Will Tylor stava visitando la scuola ieri, e ci sono alcune cose di cui ho voluto parlarne.

source: [MT] {i}Mostly about his inappropriate Oedipus curriculum.{/i}
french: [MT] {i}Principalement sur son programme d'Œdipe inapproprié.{/i}
italian: [MT] {i}Per lo più sul suo inappropriato curriculum Edipo.{/i}

source: [M] Surprisingly, he seemed to know who I was.
french: [M] Étonnamment, il semblait savoir qui j'étais.
italian: [M] Sorprendentemente, sembrava sapere chi fossi io.

source: [RT] {i}Could he be a supporter on my Cosplay Heaven website?{/i}
french: [RT] {i}Pourrait-il être un supporter sur le site de my Cosplay Heaven?{/i}
italian: [RT] {i}Potrebbe essere un sostenitore sul mio sito Cosplay Heaven? {/i}

source: [RT] {i}Could he be user "WTGames" who's commented on every picture of Mom that I've ever posted?{/i}
french: [RT] {i}Pourrait-il être l'utilisateur "WTGames" qui a commenté toutes les photos de maman que j'ai jamais postées?{/i}
italian: [RT] {i} Potrebbe essere l'utente "WTGames" che ha commentato ogni foto di mamma che ho postato?

source: [M] So I lured him into my office...
french: [M] Alors je l'ai attiré dans mon bureau...
italian: [M] Così l'ho attirato nel mio ufficio...

source: [R] Lured?
french: [R] Attirés?

source: [M] No... Not like you're obviously thinking.
french: [M] Non... Pas comme tu le penses évidemment.
italian: [M] No... Non è come se pensassi.

source: [M] I convinced him to come talk to me in my office.
french: [M] Je l'ai convaincu de venir me parler dans mon bureau.
italian: [M] L'ho convinto a venire a parlare con me nel mio ufficio.

source: [MT] {i}Which was surprisingly easy now that I think about it.{/i}
french: [MT] {i}Ce qui était étonnamment facile maintenant que j'y pense.{/i}
italian: [MT] {i}Che è stato sorprendentemente facile, ora che ci penso

source: [MT] {i}It's not like he would have time to speak to all the teachers who would like to grab his ear.{/i}
french: [MT] {i}Ce n'est pas comme s'il avait le temps de parler à tous les professeurs qui voudraient lui attraper l'oreille.{/i}
italian: [MT] {i}Non è che avrebbe il tempo di parlare con tutti gli insegnanti che vorrebbero afferrare il suo orecchio.{/i}

source: [M] Anyways, I ended up talking to him about my lovely niece Mandy. I told him a little bit about our situation, and how you would love to attend our school, but can't afford a new private school due to... well, you all know.
french: [M] De toute façon, j'ai fini par lui parler de ma charmante nièce Mandy. Je lui ai parlé un peu de notre situation et de la façon dont tu aimerais fréquenter notre école, mais tu ne peux pas te permettre une nouvelle école privée à cause de... vous le savez tous.
italian: [M] Comunque, ho finito per parlare con lui della mia bella nipote Mandy. Gli ho detto un po 'sulla nostra situazione, e come ti piacerebbe frequentare la nostra scuola, ma non può permettersi una nuova scuola privata a causa di.. bene, sapete tutti.

source: [M] He seemed eager to help, and said he'd speak with the superintendent, and see if they could pull a few strings since she's my niece.
french: [M] Il semblait désireux d'aider, et il a dit qu'il parlerait avec le surintendant, et qu'il verrait s'ils pouvaient tirer quelques ficelles puisque c'est ma nièce.
italian: [M] Sembrava desideroso di aiutare, e disse che avrebbe parlato con il sovrintendente, e vedere se potevano tirare alcune corde da quando è mia nipote.

source: [MT] {i}Huh... I completely forgot to speak to him about his lewd Oedipal curriculum.{/i}
french: [MT] {i}Hein... J'ai complètement oublié de lui parler de son programme œdipien obscène.{/i}
italian: [MT] {i}Huh... Ho completamente dimenticato di parlargli del suo lascivo curriculum edipico

source: [M] So, today I got a call from the superintendent, and he told me that Mandy would be welcome to attend our school for free on a special employee family scholarship.
french: [M] Donc, aujourd'hui, j'ai reçu un appel du surintendant, et il m'a dit que Mandy serait la bienvenue à fréquenter notre école gratuitement grâce à une bourse spéciale pour la famille des employés.
italian: [M] Così oggi ho ricevuto una chiamata dal sovrintendente, e mi ha detto che Mandy sarebbe stata la benvenuta a frequentare la nostra scuola gratuitamente con una speciale borsa di studio per le famiglie dei dipendenti.

source: [MD] Oh, my God! Really?
french: [MD] Oh, mon Dieu! Vrai?
italian: [MD] Oh, mio Dio! Davvero?

source: [M] You bet. You can start tomorrow if you want. They've already requested your school records from your current school.
french: [M] Vous pariez. Tu peux commencer demain si tu veux. Ils ont déjà demandé tes dossiers scolaires à ton école actuelle.
italian: [M] Puoi scommettere. Puoi iniziare domani se vuoi. Hanno già richiesto i tuoi record scolastici dalla tua scuola attuale.

source: [M] You bet. You can start Monday if you want. They've already requested your school records from your current school.
french: [M] Vous pariez. Tu peux commencer lundi si tu le souhaites. Ils ont déjà demandé tes dossiers scolaires à ton école actuelle.
italian: [M] Ci puoi scommettere. Puoi iniziare lunedì, se vuoi. Hanno già richiesto i tuoi dati scolastici dalla tua attuale scuola.

source: [MD] Thank you, Aunt [mom_name]! You're the best!
french: [MD] Merci, tante [mom_name]! Tu es le meilleur !
italian: [MD] Grazie, zia [mom_name]! Sei il migliore!

source: [L] Yay! We'll be in the same class!
french: [L] Ouah! On sera dans la même classe !
italian: [L] Yay! Saremo nella stessa classe!

source: [MD] Now, I can help you even more with your campaign!
french: [MD] Maintenant, je peux t'aider encore plus avec ta campagne!
italian: [MD] Ora posso aiutarti ancora di più con la tua campagna!

source: [L] This is going to be such a fun year!
french: [L] Cela va être une année tellement amusante!
italian: [L] Questo sarà un anno così divertente!

source: [RT] {i}Oh, yeah!... Talk about being in the right place at the right time!{/i}
french: [RT] {i}Oh, oui!... Parle d'être au bon endroit au bon moment!{/i}
italian: [RT] {i}Oh, sì!... A proposito di essere nel posto giusto al momento giusto!

source: [RT] {i}I can't imagine how good this would be if their tits were a little bigger.{/i}
french: [RT] {i}Je ne peux pas imaginer à quel point ce serait bien si leurs seins étaient un peu plus gros.{/i}
italian: [RT] {i}Non riesco a immaginare quanto sarebbe bello se le loro tette fossero un po' più grandi.{/i}

source: [RT] {i}Still... If I'm not careful I could get an eye poked out.{/i}
french: [RT] {i}Encore... Si je ne suis pas prudent, je pourrais me faire arracher un œil.{/i}
italian: [RT] {i}ancora... Se non sto attento potrei ottenere un occhio spuntato.{/i}

source: [L] Lets go to my room and call Kenzie. She'll be so excited!
french: [L] Allons dans ma chambre et appelons Kenzie. Elle sera tellement excitée!
italian: [L] Andiamo nella mia stanza a chiamare Kenzie. Sarà così eccitata!

source: [L] I already told you!... I'm not taking them down!
french: [L] Je vous l'ai déjà dit !... Je ne les enlèverai pas !
italian: [L] Ti ho già detto!... Non li sto prendendo giù!

source: [M] Lauren!... You look like a complete whore!
french: [M] Lauren !... Tu as l'air d'une vraie pute !
italian: [M] Lauren!... Sembra una puttana completa!

source: [L] Well, maybe I want to be a whore!
french: [L] Eh bien, peut-être que je veux être une pute!
italian: [L] Beh, forse voglio essere una puttana!

source: [M] That's not even funny!
french: [M] Ce n'est même pas drôle!
italian: [M] Non è nemmeno divertente!

source: [L] Does it look like I'm laughing?
french: [L] Est-ce que j'ai l'air de rire?
italian: [L] Sembra che io stia ridendo?

source: [M] How do you not see how detrimental this could be to your future?
french: [M] Comment ne vois-tu pas à quel point cela pourrait être préjudiciable à ton avenir?
italian: [M] Come non vedi come questo potrebbe essere dannoso per il tuo futuro?

source: [L] Ohh... Because my prospects are sooo good right now?
french: [L] Ohh... Parce que mes perspectives sont tellement bonnes en ce moment?
italian: [L] Ohh... Perché le mie prospettive sono buone in questo momento?

source: [L] At least if I win student body president, I can get a scholarship.
french: [L] Au moins si je gagne la présidence du corps étudiant, je peux obtenir une bourse.
italian: [L] Almeno se vinco il presidente del corpo studentesco, posso ottenere una borsa di studio.

source: [L] I sure as shit won't be getting one with my grades.
french: [L] Je suis sûr que la merde n'en aura pas avec mes notes.
italian: [L] Sicuramente come merda non riceverà uno con i miei voti.

source: [L] Now that you and Dad are broke, that's the only way I'm going to be able to afford college.
french: [L] Maintenant que papa et toi êtes fauchés, c'est la seule façon pour moi de pouvoir me payer l'université.
italian: [L] Ora che tu e papà siete rotti, è l'unico modo in cui potrò permettermi l'università.

source: [M] So, let me help you win some other way.
french: [M] Alors, laisses-moi t'aider à gagner d'une autre manière.
italian: [M] Perciò, permettetemi di aiutarvi a vincere un altro modo.

source: [L] Yeah?... Ok... give me just one idea that will suddenly make the entire school know who I am.
french: [L] Ouais?... Ok... donnes-moi juste une idée qui fera soudainement savoir à toute l'école qui je suis.
italian: [L] Sì?... Ok... dammi solo un'idea che farà sapere a tutta la scuola chi sono.

source: [M] .... I don't know... It's not fair to put me on the spot like that... I'm sure there's... something.
french: [M] .... Je ne sais pas... Ce n'est pas juste de me mettre sur place comme ça... J'en suis sûre... quelque chose.
italian: [M] .... Non so... Non è giusto mettermi in difficoltà così... Sono sicuro che c'è... qualcosa.

source: [L] Yeah, well when you figure it out, send me an email.
french: [L] Ouais, eh bien quand tu le comprendras, envoie-moi un email.
italian: [L] Sì, bene quando lo capisci, mandami un'email.

source: [M] Can this wait?
french: [M] Cela peut-il attendre?
italian: [M] Questo può aspettare?

source: [R] Are you ok, Mom? I haven't seen you this angry in a long time.
french: [R] Ça va, Maman ? Je ne t'ai pas vu aussi en colère depuis longtemps.
italian: [R] Stai bene, mamma? Non ti vedo questa arrabbiata da molto tempo.

source: [M] It's just that your sister can be impossible at times.
french: [M] C'est juste que ta sœur peut parfois être impossible.
italian: [M] È solo che tua sorella può essere impossibile a volte.

source: [R] Are you two still fighting about the posters?
french: [R] Vous vous disputez encore les affiches ?
italian: [R] Stai ancora due combattendo sui manifesti?

source: [M] Yes... I just can't get her to see how using sexually charged images to become popular can possibly be good for her self-esteem.
french: [M] Oui... Je ne peux tout simplement pas lui faire voir comment utiliser des images sexuellement chargées pour devenir populaire peut éventuellement être bon pour son estime de soi.
italian: [M] Sì... Non riesco proprio a farla vedere come utilizzare immagini sessualmente caricate per diventare popolari può essere un bene per la sua autostima.

source: [M] She keeps telling me she's eighteen now, and can make her own decisions.
french: [M] Elle ne cesse de me dire qu'elle a dix-huit ans maintenant et qu'elle peut prendre ses propres décisions.
italian: [M] Lei continua a dirmi che ora ha diciotto anni e può prendere le sue decisioni.

source: [R] Well, Mom... I hate to bring this up, but how old were you when you started dancing in clubs?
french: [R] Eh bien, Maman... Je déteste parler de ça, mais quel âge avais-tu quand tu as commencé à danser dans les clubs?
italian: [R] Beh, mamma... Odio portarlo in su, ma quanti anni avevi quando hai iniziato a ballare nei club?

source: [M] I was eighteen, too.
french: [M] J'avais dix-huit ans aussi.
italian: [M] Anche io avevo diciotto anni.
