Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [L] Look at my pussy!... Your cum just keeps oozing out!
french: [L] Regarde ma chatte!... Ton sperme ne cesse de suinter!
italian: [L] Guarda la mia figa!... Il tuo sperma continua a fuoriuscire!

source: [L] And just think... Just one of those billions of tiny sperms could knock me up.
french: [L] Et réfléchis... Un seul de ces milliards de petits spermatozoïdes pourrait me faire tomber enceinte.
italian: [L] E pensa... Solo uno di quei miliardi di piccoli spermatozoi potrebbe mettermi incinta.

source: [L] [ryan]... What if I'm pregnant?
french: [L] [ryan]... Et si je suis enceinte?
italian: [L] [ryan]... E se fossi incinta?

source: [R] Fuck, you better not be.
french: [R] Putain, tu ferais mieux de ne pas l'être.
italian: [R] Cazzo, è meglio che tu non lo sia.

source: [L] Yeah... you're probably right.
french: [L] Ouais... tu as probablement raison.
italian: [L] Sì... probabilmente hai ragione.

source: [L] It would be better to graduate high school before we get pregnant.
french: [L] Il serait préférable d'obtenir son diplôme d'études secondaires avant de tomber enceinte.
italian: [L] Sarebbe meglio diplomarsi prima di rimanere incinta.

source: [RT] {i}We?... Holy fuck!{/i}
french: [RT] {i}Nous?... Putain de merde!{/i}
italian: [RT] {i}Noi?... Porca puttana!

source: [RT] {i}She wants to have my baby!{/i}
french: [RT] {i}Elle veut avoir mon bébé!{/i}
italian: [RT] {i}Vuole avere il mio bambino!

source: [L] Maybe we'd better be more careful in the future.
french: [L] Nous ferions peut-être mieux d'être plus prudents à l'avenir.
italian: [L] Forse faremmo meglio a stare più attenti in futuro.

source: [L] If we're not too late already.
french: [L] Si nous ne sommes pas déjà trop tard.
italian: [L] Se non è già troppo tardi.

source: [R] Wait, in the future?
french: [R] Attends, à l'avenir?
italian: [R] Aspetta, in futuro?

source: [L] If you play your cards right.
french: [L] Si tu joue tes cartes correctement.
italian: [L] Se giochi bene le tue carte.

source: [R] You just let me know if I'm not.
french: [R] Faites-moi savoir si je ne le suis pas.
italian: [R] Fammi sapere se non lo sono.

source: [R] I know I just emptied my balls, but I'm already looking forward to the next time.
french: [R] Je sais que je viens de vider mes couilles, mais j'ai déjà hâte à la prochaine fois.
italian: [R] So che mi sono appena svuotato le palle, ma non vedo già l'ora che arrivi la prossima volta.

source: [L] Hahaha... If you want to mess around here at school, just let me know after Mom's class.
french: [L] Hahaha... Si tu veux déconner ici à l'école, fais-le moi savoir après le cours de maman.
italian: [L] Hahaha... Se vuoi fare casino qui a scuola, fammelo sapere dopo la lezione di mamma.

source: [L] If I'm in the mood, I can steal Kenzie's pool key, and we can meet right back here.
french: [L] Si je suis d'humeur, je peux voler la clé de piscine de Kenzie, et nous pouvons nous retrouver ici.
italian: [L] Se sono in vena, posso rubare la chiave della piscina di Kenzie e possiamo incontrarci proprio qui.

source: [L] We'd better go.
french: [L] Nous ferions mieux d'y aller.
italian: [L] Sarà meglio andare.

source: [L] I'm sure I've got a few friends looking for me. They'll be wanting to congratulate the new student body president.
french: [L] Je suis sûr que j'ai quelques amis qui me cherchent. Ils voudront féliciter le nouveau président du corps étudiant.
italian: [L] Sono sicuro che ci sono alcuni amici che mi stanno cercando. Vorranno congratularsi con il nuovo presidente del corpo studentesco.

source: [L] I love you for helping me win the election! You knew it was important to me, and you really came through for me.
french: [L] Je t'aime pour m'avoir aidé à gagner l'élection! Tu savais que c'était important pour moi, et tu as vraiment réussi pour moi.
italian: [L] Ti amo per avermi aiutato a vincere le elezioni! Sapevi che era importante per me e mi hai davvero aiutato.

source: [L] I've got to run to the office and make sure Matt took care of everything. I want to make sure they make me the student body president as soon as possible.
french: [L] Je dois courir au bureau et m'assurer que Matt s'occupe de tout. Je veux m'assurer qu'ils fassent de moi la présidente du corps étudiant dès que possible.
italian: [L] Devo correre in ufficio e assicurarmi che Matt si sia occupato di tutto. Voglio assicurarmi che mi facciano diventare presidente del corpo studentesco il prima possibile.

source: [L] I love you for buying my virginity from Matt. I wouldn't have wanted to lose it to anybody but you.
french: [L] Je t'aime pour avoir acheté ma virginité à Matt. Je n'aurais voulu la perdre pour personne d'autre que toi.
italian: [L] Ti amo per aver acquistato la mia verginità da Matt. Non avrei voluto perderla a nessuno tranne a te.

source: [L] So, Thank you!
french: [L] Alors, Merci!
italian: [L] Quindi, grazie!

source: [L] I'll see you at home?
french: [L] Je te verrai à la maison?
italian: [L] Ci vediamo a casa?

source: [R] Can't wait.
french: [R] Impossible d'attendre.
italian: [R] Non vedo l'ora.

source: [RT] {i}Holy fuck! It did it. I've fucked both of my sisters.{/i}
french: [RT] {i}Putain ! C'est fait. J'ai baisé mes deux sœurs.{/i}
italian: [RT] {i}Scopa Santa! Lo ha fatto. Ho scopato entrambe le mie sorelle.{/i}

source: [RT] {i}Two down, one hot mom to go!{/i}
french: [RT] {i}Deux vers le bas, une mère chaude à venir!{/i}
italian: [RT] {i}Due giù, una mamma calda da andare!{/i}

source: [L] Here... I want you to cum all over my face!
french: [L] Ici... Je veux que tu éjacules sur mon visage!
italian: [L] Ecco... Voglio che tu mi sborri in faccia!

source: [L] Just like Jamie Slanister did to his sister Cersie on episode five of "Game of Thots".
french: [L] Tout comme Jamie Slanister l'a fait à sa sœur Cersie dans l'épisode cinq de 'Game of Thots'.
italian: [L] Proprio come Jamie Slanister ha fatto con sua sorella Cersie nel quinto episodio di "Game of Thots".

source: [L] We can be just like them.
french: [L] Nous pouvons être comme eux.
italian: [L] Possiamo essere proprio come loro.

source: [R] Oh, fuck!
french: [R] Oh, putain!
italian: [R] Oh, cazzo!

source: [L] Holy shit!... You frosted me like a cinnamon roll.
french: [L] Putain de merde!... Tu m'as givré comme un rouleau de cannelle.
italian: [L] Porca puttana!... Mi hai glassato come un rotolo alla cannella.

source: [L] Do I look sexy covered in your cum?
french: [L] Ai-je l'air sexy couverte de ton sperme?
italian: [L] Ti sembro sexy ricoperta del tuo sperma?

source: [R] God! You look SO sexy!
french: [R] Dieu! Tu es SI sexy !
italian: [R] Dio! Sei così sexy!

source: [L] Hehehe... That's what a girl likes to hear.
french: [L] Hehehe... C'est ce qu'une fille aime entendre.
italian: [L] Hehehe... Questo è quello che una ragazza ama sentire.

source: [L] Maybe I'll get on some birth control, and then next time you can cum in my pussy.
french: [L] Peut-être que je vais prendre un contrôle des naissances, et la prochaine fois que tu pourras jouir dans ma chatte.
italian: [L] Forse prenderò degli anticoncezionali e la prossima volta potrai sborrare nella mia figa.

source: [L] Wow!... I keep forgetting how big that cock is!
french: [L] Wow!... J'oublie sans cesse à quel point cette bite est grosse !
italian: [L] Wow!... Continuo a dimenticare quanto sia grande quel cazzo!

source: [R] {i}Why don't you keep rubbing it in?{/i}
french: [R] {i}Pourquoi ne continues-tu pas à le masser?{/i}
italian: [R] {i}Perché non continuate a strofinare in?{/i}

source: [L] So what are we waiting for?
french: [L] Alors qu'attendons-nous?
italian: [L] Cosa stiamo aspettando?

source: [RT] {i}Lauren can throat a cock like a pro now.{/i}
french: [RT] {i}Lauren peut serrer une bite comme une pro maintenant.{/i}
italian: [RT] {i}Lauren può gola un cazzo come un professionista ora.{/i}

source: [MB] Oh fuck, Lauren!
french: [MB] Oh putain, Lauren!
italian: [MB] Oh cazzo, Lauren!

source: [MB] You're amazing at that... Way too good, in fact.
french: [MB] Tu es incroyable à cela... Bien trop bonne, en fait.
italian: [MB] Sei incredibile in questo... Troppo brava, in effetti.

source: [MB] We've got to move on, or I'm not going to make it.
french: [MB] Nous devons passer à autre chose, ou je ne vais pas y arriver.
italian: [MB] Dobbiamo andare avanti o non ce la farò.

source: [MB] Are you ready?
french: [MB] Es-tu prête?
italian: [MB] Sei pronta?

source: [L] More than ready... I need it!
french: [L] Plus que prête... J'en ai besoin !
italian: [L] Più che pronto... me ne serve!

source: [L] Oh, fuck!... Nnnn... Harder!... Faster!
french: [L] Oh, putain!... Nonnn... Plus fort!... Plus vite !
italian: [L] Oh, scopata!... Nnnnn... Più difficile!... Più veloce!

source: [L] Oh, God!... Fuck me!
french: [L] Oh, mon dieu!... Baise-moi!
italian: [L] Oh, Dio!... Scopami!

source: [RT] {i}Fucking shit!... She loves getting fucked by Matt.{/i}
french: [RT] {i}Putain de merde!... Elle adore se faire baiser par Matt.{/i}
italian: [RT] {i}Scopata merda!... Ama farsi scopare da Matt.{/i}

source: [RT] {i}And now, I have no idea how to stop this.{/i}
french: [RT] {i}Et maintenant, je ne sais pas comment arrêter cela.{/i}
italian: [RT] {i}Ed ora, non ho idea di come fermare questo.{/i}

source: [L] Oh, fuck! Matt!... I'm gonna cum!
french: [L] Oh, putain! Matt!... Je vais jouir!
italian: [L] Oh, cazzo! Matt!... Sto per venire!

source: [MB] Holy fuck!... How can you squirt that much?
french: [MB] Putain!... Comment peux-tu gicler autant?
italian: [MB] Scopata Santa!... Come si può schizzare così tanto?

source: [MB] So fucking hot!
french: [MB] Tellement chaud!
italian: [MB] Così scopata caldo!

source: [MB] Now I'm really horny! Give me that pussy!
french: [MB] Maintenant, je suis vraiment excité! Donne-moi cette chatte!
italian: [MB] Ora sono davvero arrapato! Dammi quella figa!

source: [MB] So, [ryan]... You tired of waiting yet?
french: [MB] Donc, [ryan]... Tu en as marre d'attendre ?
italian: [MB] Dunque, [ryan]... Sei ancora stanco di aspettare?

source: [MB] Are you ready... to join us?
french: [MB] Es-tu prêt... pour nous rejoindre ?
italian: [MB] Sei pronto... a unirti a noi?

source: [MB] I know Lauren's eager... for you to join.
french: [MB] Je sais que Lauren est impatiente... pour que tu t'y joignes.
italian: [MB] Conosco l'entusiasmo di Lauren... per voi di unirsi.

source: [L] Yes... Let me suck... that cock!
french: [L] Oui... Laisse-moi sucer... cette bite!
italian: [L] Sì... Lasciatemi succhiare... quel cazzo!

source: [RT] {i}Why do I keep going along with this?{/i}
french: [RT] {i}Pourquoi est-ce que je continue avec ça?{/i}
italian: [RT] {i}Perché continuo ad andare avanti con questo?{/i}

source: [RT] {i}Not just letting my sister get fucked by one of my worst enemies, but actively participating in it.{/i}
french: [RT] {i}Non seulement laisser ma sœur se faire baiser par l'un de mes pires ennemis, mais y participer activement.{/i}
italian: [RT] {i}Non solo lasciare che mia sorella venga scopata da uno dei miei peggiori nemici, ma che vi partecipi attivamente.{/i}

source: [RT] {i}Why do I keep coming back?{/i}
french: [RT] {i}Pourquoi je reviens ?{/i}
italian: [RT] {i}Perché continuo a tornare? {/i}

source: [LT] {i}Matt's got to think my brother and I are so fucked up.{/i}
french: [LT] {i}Matt doit penser que mon frère et moi sommes tellement bizzarre.{/i}
italian: [LT] {i}Matt's deve pensare a mio fratello e io sono così scopato.{/i}

source: [LT] {i}He doesn't seem to be at all grossed out by our physical relationship, though.{/i}
french: [LT] {i}Il ne semble pas du tout être dégoûté par notre relation charnel, cependant.{/i}
italian: [LT] {i}Egli non sembra essere affatto estrapolato dalla nostra relazione fisica, però.{/i}

source: [LT] {i}More than that, he seems to be encouraging it.{/i}
french: [LT] {i}Plus que cela, il semble l'encourager.{/i}
italian: [LT] {i}Più di quello, sembra incoraggiarlo.{/i}

source: [LT] {i}Is it possible that he has this type of relationship with someone?{/i}
french: [LT] {i}Est-il possible qu'il ait ce type de relation avec quelqu'un?{/i}
italian: [LT] {i}È possibile che abbia questo tipo di relazione con qualcuno? {/i}

source: [MB] Oh fuck, Lauren! I'm gonna cum!
french: [MB] Oh putain, Lauren! Je vais jouir!
italian: [MB] Oh cazzo, Lauren! Sto per venire!

source: [MB] I'm gonna creampie your pussy again!
french: [MB] Je vais à nouveau crémer ta chatte !
italian: [MB] Sto per creampie di nuovo la tua figa!

source: [L] It feels so warm inside.
french: [L] Il fait si chaud à l'intérieur.
italian: [L] Ci si sente così caldo dentro.

source: [MB] Did you ever get some of those pills from Megan?
french: [MB] Est-ce que Megan t'a déjà donné certaines de ces pilules ?
italian: [MB] Hai mai ricevuto alcune di quelle pillole da Megan?

source: [L] No... not yet.
french: [L] Non... pas encore.
italian: [L] No... non ancora.

source: [MB] Well, don't forget!
french: [MB] Eh bien, n'oublies pas!
italian: [MB] Beh, non dimenticare!

source: [MB] I can't afford to become a father in high school.
french: [MB] Je ne peux pas me permettre de devenir père au lycée.
italian: [MB] Non posso permettermi di diventare un padre nelle superiori.

source: [L] Yeah... I'll look into it... After I get off this sex high.
french: [L] Ouais... Je vais y réfléchir... Après que j'ai arrêté de me planer sur le sexe.
italian: [L] Sì... lo esaminerò... Dopo che scendo da questo sesso alto.

source: [MB] Haha... You've become such a little slut.
french: [MB] Haha... Tu es devenue une si petite salope.
italian: [MB] Haha... Sei diventato una troia così piccola.

source: [MB] I can't help but feel pride about the part I played in that.
french: [MB] Je ne peux m'empêcher d'être fier du rôle que j'ai joué là-dedans.
italian: [MB] Non posso fare a meno di sentirmi orgoglioso del ruolo che ho svolto in quello.

source: [MB] I've got to run now... [ryan]?... You'll take care of her I assume.
french: [MB] Je dois y aller maintenant... [ryan]?... Tu prendras soin d'elle, je suppose.
italian: [MB] Devo correre ora... [ryan]?... Ti prenderai cura di lei suppongo.

source: [R] Of course I will!... She's my sister!... You shouldn't even need to ask.
french: [R] Bien sûr que je le ferai!... C'est ma sœur!... Tu ne devrais même pas avoir besoin de demander.
italian: [R] Certo lo farò!... Lei è mia sorella!... non dovresti nemmeno chiedere.

source: [MB] Alright, alright.
french: [MB] D'accord, d'accord.
italian: [MB] Va bene, va bene.

source: [MB] Lauren?... Just let me know the next time you want to do this.
french: [MB] Lauren?... Fais-moi savoir la prochaine fois que tu veux faire ça.
italian: [MB] Lauren?... Fatemi sapere la prossima volta che volete farlo.

source: [L] Uh huh...
french: [L] Euh huh...

source: [MB] Alright, peace out!
french: [MB] D'accord, paix!
italian: [MB] Bene, pace fuori!

source: [L] Did you hear that?
french: [L] As-tu entendu ça?
italian: [L] Lo avete sentito?

source: [L] You need to take care of me now.
french: [L] Tu dois prendre soin de moi maintenant.
italian: [L] Devi prenderti cura di me adesso.

source: [R] Why don't you take care of all that cum on your face first?
french: [R] Pourquoi ne t'occupes-tu pas de tout ce sperme sur ton visage en premier?
italian: [R] Perché non ti prendi cura di tutto quello sperma sul tuo viso per primo?

source: [L] There... How's that?
french: [L] Là... Comment c'est ?
italian: [L] Lì... com'è?

source: [R] Not exactly what I meant, but... whatever.
french: [R] Pas exactement ce que je voulais dire, mais... peu importe.
italian: [R] Non esattamente quello che intendevo, ma... qualunque cosa.

source: [L] So, now will you take care of me?
french: [L] Alors, maintenant, vas-tu t'occuper de moi?
italian: [L] Ora ti prenderai cura di me?

source: [L] And by take care of me... I mean will you fuck me?
french: [L] Et par prendre soin de moi... Tu vas me baiser ?
italian: [L] E prendersi cura di me... Voglio dire che mi scoparete?

source: [R] Yeah, no... I was pretty clear on your meaning there.
french: [R] Ouais, non... J'ai été assez clair sur ce que tu voulais dire.
italian: [R] Sì, no... ero abbastanza chiaro sul vostro significato lì.

source: [L] Good... cuz I really need another good fuck.
french: [L] Bien... parce que j'ai vraiment besoin d'une autre bonne baise.
italian: [L] Bene... cuz Ho davvero bisogno di un altro buon cazzo.

source: [L] Pwweeeaassee!
french: [L] S'il te plllaaaiiiiiiiisss!

source: [L] Yay!... Let's get started!
french: [L] Ouah!... Commençons!
italian: [L] Yay!... Iniziamo!

source: [R] Fuck no!... I'm not going to be Matt's sloppy seconds again!
french: [R] Putain non !... Je ne vais pas encore être les seconds couteaux de Matt !
italian: [R] Cazzo no!... Non sarò di nuovo i secondi sciocchi di Matt!

source: [L] Yeah?... Well, fuck you!
french: [L] Ouais?... Eh bien, va te faire foutre!
italian: [L] Sì, sì?... Beh, ti scopa!

source: [L] I'll just take care of myself then!
french: [L] Je vais juste prendre soin de moi alors!
italian: [L] Allora mi prenderò cura di me stesso!

source: [RT] {i}Holy fuck!... She's becoming a nympho!{/i}
french: [RT] {i}Putain!... Elle devient nympho !{/i}
italian: [RT] {i}Scopa Santa!... Sta diventando una ninfoma!{/i}

source: [RT] {i}I kinda want to watch this, but I think it's best that I just walk away.{/i}
french: [RT] {i}Je veux un peu regarder ça, mais je pense qu'il vaut mieux que je m'en aille.{/i}
italian: [RT] {i}Voglio guardare questo, ma penso che sia meglio che mi sia appena andato via.{/i}

source: [RT] {i}Lauren's getting really good at taking a cock down her throat!{/i}
french: [RT] {i}Lauren devient vraiment douée pour prendre une bite dans sa gorge!{/i}
italian: [RT] {i}Lauren sta diventando davvero brava a prendere un cazzo in gola!

source: [LT] {i}Good thing I've been practicing on [ryan].{/i}
french: [LT] {i}Bonne chose que j'ai pratiqué sur [ryan].{/i}
italian: [LT] {i}Per fortuna ho fatto pratica su [ryan].

source: [LT] {i}I'll bet Matt didn't expect that.{/i}
french: [LT] {i}Je parie que Matt ne s'y attendait pas.{/i}
italian: [LT] {i}Scommetto che Matt non se lo aspettava.

source: [L] I'm nervous... But I think I'm ready.
french: [L] Je suis nerveuse... Mais je pense que je suis prête.
italian: [L] Sono nervosa... Ma penso di essere pronto.

source: [L] Don't forget, I'm a virgin. Start out slow. I've never put anything as big as you inside my pussy.
french: [L] N'oublie pas, je suis vierge. Commences lentement. Je n'ai jamais rien mis d'aussi gros que toi dans ma chatte.
italian: [L] Non dimenticare che sono vergine. Inizia lentamente. Non ho mai messo niente di così grande come te nella mia figa.

source: [MB] Don't worry. You're going to love this!
french: [MB] Ne t'inquiètes pas. Tu vas adorer ça!
italian: [MB] Non preoccuparti. Ti piacerà molto!

source: [L] No... Wait!... That's too hard!... Too fast!
french: [L] Non... Attends!... C'est trop dur !... Trop vite !
italian: [L] No... Aspetta!... È troppo forte!... Troppo veloce!

source: [L] Uunnngghhh... Slow down!
french: [L] Uunnngghhh... Ralentis !
italian: [L] Uunnngghhh... Rallenta!

source: [R] Hey, you heard her! Slow down!
french: [R] Hé, tu l'as entendue! Ralentis !
italian: [R] Ehi, l'hai sentita! Rallenta!

source: [L] No, wait!... It's starting to feel really good!
french: [L] Non, attendez!... Ça commence à faire du bien !
italian: [L] No, aspetta!... Sta iniziando a sentirsi davvero bene!

source: [L] Oh, fuck!... Keep going!
french: [L] Oh, putain!... Continues!
italian: [L] Oh, cazzo!... Continua!

source: [RT] {i}Holy shit!... She's really enjoying getting fucked by Matt.{/i}
french: [RT] {i}Merde!... Elle aime vraiment se faire baiser par Matt.{/i}
italian: [RT] {i}Santa merda! Si sta davvero divertendo a farsi scopare da Matt.

source: [RT] {i}Goddammit!... I should have done more to prevent this from happening!{/i}
french: [RT] {i}Putain!... J'aurais dû faire plus pour éviter que cela ne se produise!{/i}
italian: [RT] {i}Dannazione! Avrei dovuto fare di più per evitare che questo accadesse!

source: [RT] {i}How is she ever going to want me, after having a dick as big as Matt's?{/i}
french: [RT] {i}Comment va-t-elle me vouloir, après avoir eu une bite aussi grosse que celle de Matt?{/i}
italian: [RT] {i}Come potrà mai desiderarmi, dopo aver avuto un cazzo grande come quello di Matt?

source: [R] You'd better watch out, she can really squirt!
french: [R] Tu ferais mieux de faire attention, elle peut vraiment gicler!
italian: [R] Faresti meglio a stare attento, può davvero schizzare!

source: [MB] Holy fuck!... You weren't kidding!
french: [MB] Putain!... Tu ne plaisantais pas !
italian: [MB] Porca puttana! Non stavi scherzando!

source: [MB] I've never seen a girl squirt that much!
french: [MB] Je n'ai jamais vu une fille gicler autant!
italian: [MB] Non ho mai visto una ragazza schizzare così tanto!

source: [MB] That's fucking hot!
french: [MB] C'est putain chaud!
italian: [MB] È fottutamente eccitante!

source: [MB] Haha... I knew you two were into some kinky shit together.
french: [MB] Haha... Je savais que vous étiez tous les deux dans des conneries coquines ensemble.
italian: [MB] Haha... Sapevo che voi due eravate coinvolti in qualcosa di perverso insieme.

source: [MB] Hahaha... How else would you... know she squirts a lot?
french: [MB] Hahaha... Sinon, comment le feriez-vous ?.. tu sais qu'elle gicle beaucoup ?
italian: [MB] Hahaha... Come altro potresti... sapere che lei spruzza molto?

source: [RT] {i}Dammit! He's got me there!{/i}
french: [RT] {i}Bon sang ! Elle m'a eu !{/i}
italian: [RT] {i}Dannazione! Mi ha preso in pieno! {/i}.

source: [MB] Nothing to say?
french: [MB] Rien à dire?
italian: [MB] Niente da dire?

source: [MB] Then I've got... a suggestion.
french: [MB] Alors j'ai... une suggestion.
italian: [MB] Allora ho... un suggerimento.

source: [MB] Why don't you... help me spitroast this bitch.
french: [MB] Pourquoi pas toi... aide-moi à baiser cette salope.
italian: [MB] Perché non... mi aiuti a sputare questa puttana.

source: [R] Don't call my sister a bitch!
french: [R] N'appelle pas ma sœur une salope!
italian: [R] Non chiamare mia sorella stronza!

source: [L] No... I am a bitch...
french: [L] Non... Je suis une salope...
italian: [L] No... io sono una cagna...

source: [L] A dirty bitch... in heat!
french: [L] Une sale chienne... en chaleur !
italian: [L] Una sporca puttana... in calore!

source: [L] Who needs a good... dicking down.
french: [L] Qui a besoin d'une bonne... baise.
italian: [L] Che ha bisogno di un bel... cazzotto.

source: [MB] What do you say... Lauren?
french: [MB] Que dis-tu... Lauren ?
italian: [MB] Che ne dici... Lauren?

source: [MB] Do you want... to suck... your brother's cock?
french: [MB] Veux-tu... sucer... la bite de ton frère ?
italian: [MB] Vuoi... succhiare... il cazzo di tuo fratello?

source: [MB] While I... keep pounding your tight, little pussy?
french: [MB] Alors que Je... continues à marteler ta petite chatte serrée?
italian: [MB] Mentre io... continuo a martellare la tua piccola e stretta figa?

source: [L] I shouldn't... suck my own brother's...
french: [L] Je ne devrais pas... sucer celle de mon propre frère...
italian: [L] Non dovrei... succhiare il cazzo di mio fratello...

source: [MB] Lauren, I won't judge... or tell anyone.
french: [MB] Lauren, je ne jugerai pas... ou le dire à n'importe qui.
italian: [MB] Lauren, non giudicherò... né lo dirò a nessuno.

source: [L] Yes...
french: [L] Oui...
italian: [L] Sì...

source: [L] I want to suck... my brother's cock!
french: [L] Je veux sucer... la bite de mon frère!
italian: [L] Voglio succhiare... il cazzo di mio fratello!

source: [RT] {i}Oh, God!{/i}
french: [RT] {i}Oh, mon Dieu!{/i}
italian: [RT] {i}Oh, Dio! {/i}
