Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.03.po
Languages: italian

source: [AD] So, I take it I'll be paid in favors this week?
italian: [AD] Quindi, immagino che sarò pagato in favori questa settimana?

source: [AD] That's great! This is even better than the money.... I get so bored spying on you from my car.
italian: [AD] È fantastico! Questo è anche meglio dei soldi.... Mi annoio così tanto a spiarti dalla mia macchina.

source: [AD] Lauren, why don't we take this to your room. [ryan] you can go get ready for school.
italian: [AD] Lauren, perché non portiamo questo nella tua stanza. [ryan] tu puoi andare a prepararti per la scuola.

source: [AD] I'll just make myself comfortable on your bed.
italian: [AD] Io mi metterò comodo sul tuo letto.

source: [R] Shit!.... I know who that is...
italian: [R] Merda! .... So chi è...

source: It's time for the weekly Agent Diaz event, would you like to skip it this week?
italian: E' l'ora dell'evento settimanale dell'agente Diaz, vorresti saltarlo questa settimana?

source: Ok... I get it... You've got other events to complete.
italian: Ok... ho capito... Hai altri eventi da completare.

source: But are you going to protect Lauren and pay the $500 this week, or will you let Lauren pay Diaz in favors?
italian: Ma hai intenzione di proteggere Lauren e pagare i 500 dollari questa settimana, o lascerai che Lauren paghi Diaz in favori?

source: {i}"Money -$500"{/i}
italian: {i}"Soldi -500$"{/i}

source: {i}{b}"Lauren's Affection +1"{/b}{/i}
italian: {i}{b}"Affetto di Lauren +1"{/b}{/i}

source: {i}{b}"Lauren's Submission +1"{/b}{/i}
italian: {i}{b}"Sottomissione di Lauren +1"{/b}{/i}

source: [RT] {i}I better grab my cash in case I need it.{/i}
italian: [RT] {i}E' meglio che prenda i miei soldi in caso di bisogno.{/i}

source: [RT] {i}Shit, I'm short on cash this week.{/i}
italian: [RT] {i}Merda, sono a corto di contanti questa settimana.{/i}

source: [RT] {i}I hope Lauren's ready to do her duty.{/i}
italian: [RT] {i}Spero che Lauren sia pronta a fare il suo dovere.{/i}

source: [R] Why do you always look so chipper this early in the morning?
italian: [R] Perché hai sempre un'aria così allegra la mattina presto?

source: [AD] Well, I know that I'm either going to make $500 this morning, or get some really great entertainment.
italian: [AD] Beh, so che questa mattina guadagnerò 500 dollari o avrò un grande spettacolo.

source: [AD] That just puts me in a good mood.
italian: [AD] Questo mi mette di buon umore.

source: [AD] So, what's it going to be this week?
italian: [AD] Allora, cosa sarà questa settimana?

source: [R] Here, just take your money and get out of here.
italian: [R] Ecco, prendi i tuoi soldi e vattene.

source: [AD] Now don't be like that...
italian: [AD] Ora non fare così...

source: [AD] I'm going to be a big part of your family's lives here in the near future. So, let's try to keep things civil.
italian: [AD] Sarò una parte importante della vita della tua famiglia nel prossimo futuro. Quindi, cerchiamo di mantenere le cose civili.

source: [AD] For now, let me just say, that I hope you enjoy your week.
italian: [AD] Per ora, permettetemi di dire, che spero che vi piaccia la vostra settimana.

source: [AD] Well?
italian: [AD] Allora?

source: [R] {i}(muttering){/i} I hope you enjoy your week too.
italian: [R] {i}(borbottando){/i} Spero che anche tu ti goda la tua settimana.

source: [AD] Well, thank you! I'll see you next Thursday, bright and early!
italian: [AD] Bene, grazie! Ci vediamo giovedì prossimo, di buon'ora!

source: [RT] {i}Oh, I hate that woman!{/i}
italian: [RT] {i}Oh, odio quella donna!

source: [L] {i}(Shouting){/i} [ryan]! Was that who I think it was?
italian: [L] {i}(Gridando){/i} [ryan]! Era chi penso che fosse?

source: [R] Yeah! But she's gone now!
italian: [R] Sì! Ma ora non c'è più!

source: [L] You mean you paid her!?
italian: [L] Vuoi dire che l'hai pagata!?

source: [R] I did!
italian: [R] L'ho fatto!

source: [R] Uuuuugghhh.... I don't have enough money this week.
italian: [R] Uuuuugghhh.... Non ho abbastanza soldi questa settimana.

source: [AD] You've got to learn to manage your money better!
italian: [AD] Devi imparare a gestire meglio i tuoi soldi!

source: [AD] Lucky for you, your little sister can cover your ass, by using hers.
italian: [AD] Per tua fortuna, la tua sorellina può pararti il culo, usando il suo.

source: [R] You bitch!
italian: [R] Puttana!

source: [R] I need my money for other things this week.
italian: [R] Ho bisogno dei miei soldi per altre cose questa settimana.

source: [R] I'm just going to have to let Lauren take one for the team.
italian: [R] Dovrò lasciare che Lauren si prenda una parte della squadra.

source: [AD] Haha, I like that attitude!
italian: [AD] Haha, mi piace questo atteggiamento!

source: [AD] Why put your ass on the line, when you can use hers.
italian: [AD] Perché mettere il tuo culo sulla linea, quando puoi usare il suo.

source: [AD] Thank you, and now if you'll move aside, I'll just help myself to your little sister's room.
italian: [AD] Grazie, e ora se ti sposti, mi servirò da solo nella stanza della tua sorellina.

source: [L] I thought I smelled brimstone.
italian: [L] Mi è sembrato di sentire odore di zolfo.

source: [AD] Hahah.... you cheeky little minx.
italian: [AD] Hahah.... piccola sfacciata.

source: [AD] I'll just make myself comfortable, shall I?
italian: [AD] Mi metto a mio agio, va bene?

source: [RT] {i}10:00? I slept in, I must have been tired.{/i}
italian: [RT] {i}10:00? Ho dormito fino a tardi, dovevo essere stanca.

source: [RT] {i}Of course Sidney is still asleep.{/i}
italian: [RT] {i}Ovviamente Sidney sta ancora dormendo.{/i}

source: [RT] {i}Well, it's time to go to the kitchen, I wonder if Mom made breakfast.{/i}
italian: [RT] {i}Bene, è ora di andare in cucina, mi chiedo se la mamma ha preparato la colazione.{/i}

source: [RT] {i}Oh, no.... it looks like Mom has started drinking early this morning.{/i}
italian: [RT] {i}Oh, no.... sembra che la mamma abbia iniziato a bere presto questa mattina.{/i}

source: [R] Hey Mom, is everything ok this morning?
italian: [R] Ehi mamma, va tutto bene stamattina?

source: [M] Oh, good morning honey! Yeah, actually everything is great this morning!
italian: [M] Oh, buongiorno tesoro! Sì, in realtà è tutto fantastico stamattina!

source: [R] But isn't it a little bit early to start drinking?
italian: [R] Ma non è un pò presto per iniziare a bere?

source: [M] Well, let me correct myself, everything was great, until you came around and started sticking your nose into my business.
italian: [M] Beh, permettimi di correggermi, tutto andava alla grande, finché non sei arrivato tu e hai iniziato a ficcare il naso nei miei affari.

source: [RT] {i}I'd love to stick my nose right directly into her business ;){/i}
italian: [RT] {i}Mi piacerebbe ficcare il naso direttamente nei suoi affari ;){/i}

source: {i}{b}"Mom's Affection -2"{/b}{/i}
italian: {i}{b}"Affetto della mamma -2"{/b}{/i}

source: [R] Sorry Mom, I just can't help but worry about you.
italian: [R] Scusa mamma, ma non posso fare a meno di preoccuparmi per te.

source: [R] I know you didn't like the fact that Dad told me that I'm the man of the house, when you think you should be,
italian: [R] So che non ti è piaciuto il fatto che papà mi abbia detto che sono l'uomo di casa, quando tu pensi che dovresti esserlo,

source: [R] But I can't help but feel the need to protect you.
italian: [R] Ma non posso fare a meno di sentire il bisogno di proteggerti.

source: [M] Well, would it help your peace of mind if I told you I'm drinking in honor of you?
italian: [M] Beh, aiuterebbe la tua tranquillità se ti dicessi che sto bevendo in onore di te?

source: [R] Wait.... what?
italian: [R] Aspetta.... cosa?

source: [M] Yeah.... during my workout this morning, I was thinking about how grateful I am that I didn't have to go to the strip club last night, and for quite a few Saturdays now.
italian: [M] Yeah.... durante il mio allenamento di questa mattina, stavo pensando a quanto sono grato di non essere dovuto andare allo strip club ieri sera, e per un bel pò di sabati ormai.

source: [M] And then I thought about how that is all thanks to you.
italian: [M] E poi ho pensato a come questo sia tutto grazie a te.

source: [M] I just thought stripping was going to be part of my life again until your dad gets out of prison, but now I feel so much safer now that you've shown you're capable of paying your dad's debt.
italian: [M] Pensavo che lo spogliarello avrebbe fatto di nuovo parte della mia vita finché tuo padre non fosse uscito di prigione, ma ora mi sento molto più sicura ora che hai dimostrato di essere in grado di pagare il debito di tuo padre.

source: {i}{b}"Mom's Respect +3"{/b}{/i}
italian: {i}{b}"Rispetto della mamma +3"{/b}{/i}

source: [R] It just makes me feel really good to take care of you and make you happy.
italian: [R] Mi fa sentire davvero bene prendermi cura di te e renderti felice.

source: {i}{b}"Mom's Submission +1"{/b}{/i}
italian: {i}{b}"Sottomissione della mamma +1"{/b}{/i}

source: {i}{b}"Mom's Affection +1"{/b}{/i}
italian: {i}{b}"Affetto della mamma +1"{/b}{/i}

source: [R] Good! I'm so glad to see you looking happy. I know your stress has to be through the roof.
italian: [R] Bene! Sono felice di vederti felice. So che il tuo stress deve essere alle stelle.

source: [R] I really admire how well you're handling everything that's going on.
italian: [R] Ammiro davvero come stai gestendo bene tutto quello che sta succedendo.

source: {i}{b}"Mom's Affection +2"{/b}{/i}
italian: {i}{b}"Affetto della mamma +2"{/b}{/i}

source: [M] Oh, honey, you're so sweet!
italian: [M] Oh, tesoro, sei così dolce!

source: [M] Today I'm actually drinking in your honor.
italian: [M] Oggi sto davvero bevendo in tuo onore.

source: [R] Really?
italian: [R] Davvero?

source: [M] There has to be something I can do for my boy to thank you for everything you've done for me.
italian: [M] Ci deve essere qualcosa che posso fare per mio figlio per ringraziarti di tutto quello che hai fatto per me.

source: [R] Oh, you don't have to do anything for me, I'm just doing my job as the head of this household.
italian: [R] Oh, non devi fare nulla per me, sto solo facendo il mio lavoro come capofamiglia.

source: [M] I'm still head of this household, you're just the man of the house!
italian: [M] Sono ancora il capo di questa famiglia, tu sei solo l'uomo di casa!

source: [RT] {i}YES!!.... She just acknowledged that I'm the man of the house!{/i}
italian: [RT] {i}Sì!!.... Ha appena riconosciuto che sono l'uomo di casa!

source: [MT] {i}Shit!! I just admitted to [ryan] that I think of him as the man of the house now. That's going to give him a bigger head.... the kind above his shoulders.... not the kind.... shit.... why did my mind go there?{/i}
italian: [MT] {i}Merda! Ho appena ammesso a [ryan] che ora penso a lui come l'uomo di casa. Questo gli darà una testa più grande.... il tipo sopra le sue spalle.... non il tipo.... di merda.... perché la mia mente è andata lì? {/i}

source: [M] But really, I want to do something nice for just you to show how grateful I am to you. Isn't there anything you want to do? .... something that doesn't cost any money of course!
italian: [M] Ma davvero, voglio fare qualcosa di carino solo per te per mostrarti quanto ti sono grato. Non c'è niente che tu voglia fare? .... qualcosa che non costi denaro ovviamente!

source: [R] Hmmmm.... It's been a long time since we went swimming at the club, and we always go with Lauren and she takes all of your attention. I'd love to go with just you!
italian: [R] Hmmmm.... E' passato molto tempo da quando siamo andati a nuotare al club e andiamo sempre con Lauren e lei si prende tutte le tue attenzioni. Mi piacerebbe andare solo con te!

source: [M] I said something that doesn't cost any money, dear...
italian: [M] Ho detto qualcosa che non costa nulla, caro...

source: [R] Well, haven't you already paid the annual fee for the club membership?
italian: [R] Beh, non hai già pagato la quota annuale per l'iscrizione al club?

source: [M] Well, yeah.... I mean I guess we have.... but most of the fun is being able to eat at the club restaurant, and to be able to drink some wine and read my book while you kids swim in the pool.
italian: [M] Beh, sì.... Voglio dire, credo che abbiamo.... ma la maggior parte del divertimento è poter mangiare al ristorante del club e poter bere del vino e leggere il mio libro mentre voi ragazzi nuotate in piscina.

source: [M] I don't know how much I would enjoy spending time at the club without...
italian: [M] Non so quanto mi piacerebbe passare del tempo al club senza...

source: [M] Wait.... sorry...
italian: [M] Aspetta.... scusa...

source: [M] This isn't about what I want.... I want to reward you. So, if you want to go swimming at the club pool, then we'll go swimming at the club pool.
italian: [M] Non si tratta di quello che voglio.... Voglio ricompensarti. Quindi, se vuoi andare a nuotare nella piscina del club, allora andremo a nuotare nella piscina del club.

source: [M] Though, that's not asking much.... are you sure there's nothing else you want?
italian: [M] Anche se questo non è chiedere molto.... sei sicuro che non c'è nient'altro che vuoi?

source: [M] [upper_ryan]! I can't believe you have the balls to ask your own mother something like that!
italian: [M] [upper_ryan]! Non posso credere che tu abbia le palle di chiedere a tua madre una cosa del genere!

source: [R] I know.... I'm sorry.... It's just that I've never seen a girl dance like that, and since I saw you dance at the club, and had to leave early when you saw me.... well.... I'm just really curious how a dance like that ends.
italian: [R] Lo so.... Mi dispiace.... E' solo che non ho mai visto una ragazza ballare in quel modo, e dato che ti ho visto ballare al club, e sei dovuto andare via prima quando mi hai visto.... bene.... Sono solo molto curioso di sapere come finisce un ballo come quello.

source: [M] [ryan] it's never appropriate to ask your mom to strip for you! What are you thinking?!
italian: [M] [ryan] non è mai appropriato chiedere a tua madre di spogliarsi per te! A cosa stai pensando?!

source: [R] Oh, no.... you misunderstood, I don't want you to strip for me, I just want to see the dance.
italian: [R] Oh, no.... hai capito male, non voglio che ti spogli per me, voglio solo vedere il ballo.

source: [M] Oh.... you just want to see the dance? To see me shake my ass? And grind myself up on the pole.... hmmmm.... let me think about it.... how 'bout NO!!
italian: [M] Oh.... vuoi solo vedere il ballo? Per vedermi scuotere il culo? E strusciarmi sul palo.... hmmmm.... fammici pensare.... che ne dici di NO!!

source: [M] Now go get your swimming stuff and meet me in the car. You're lucky I'm still even taking you after asking me something like that!
italian: [M] Ora vai a prendere la tua roba da bagno e raggiungimi in macchina. Sei fortunato che ti porto ancora con me dopo avermi chiesto una cosa del genere!

source: [MT] {i}Oh my God, that kid is getting ballsy! To ask ask your own mom to do a strip dance?.... Do I need to do something to put an end to this?.... {/i}
italian: [MT] {i}Oh mio Dio, quel ragazzo sta diventando coraggioso! Chiedere a tua madre di fare uno strip dance? .... Devo fare qualcosa per porre fine a questo? .... {/i}

source: [MT] {i}Why is it that I'm not more upset about this? Do I feel flattered that my own son would want to see me shake my ass?{/i}
italian: [MT] {i}Perché non sono più arrabbiato per questo? Mi sento lusingato che il mio stesso figlio voglia vedermi scuotere il culo?

source: [MT] {i}Oh.... I know.... I'm just extra horny since [dad_name] hasn't been around to satisfy my needs, and a dildo and butt plug just aren't an adequate substitute.{/i}
italian: [MT] {i}Oh.... Lo so.... Sono solo molto arrapato da quando [dad_name] non è stato in giro a soddisfare i miei bisogni, e un dildo e un butt plug non sono un sostituto adeguato.{/i}

source: [MT] {i}Otherwise.... I wouldn't let this kind of shit fly at all!!.... {/i}
italian: [MT] {i}Otherwise.... Non lascerei mai volare questo tipo di merda!!!.... {/i}

source: {i}{b}"Mom's Libido +1"{/b}{/i}
italian: {i}{b}"Libido della Mamma +1"{/b}{/i}

source: [R] Oh, no.... I think you misunderst...
italian: [R] Oh, no.... Penso che tu abbia frainteso...

source: [M] I don't care what you meant, there is no possible way that you could have asked that in a way that is appropriate!
italian: [M] Non mi interessa cosa volevi dire, non c'è nessun modo possibile che tu possa averlo chiesto in modo appropriato!

source: [M] I wanted to do something nice for you today to say thank you, but you have to go and act like this!?
italian: [M] Volevo fare qualcosa di carino per te oggi per ringraziarti, ma tu devi andare e comportarti così!?

source: [M] I still very much appreciate what you've done for me, but we'll have to see if you're more deserving for a reward next Sunday.
italian: [M] Apprezzo ancora molto quello che hai fatto per me, ma dovremo vedere se sei più meritevole di una ricompensa domenica prossima.

source: [R] But I didn't mean...
italian: [R] Ma non intendevo...

source: [M] No butts!
italian: [M] Niente mozziconi!

source: [M] I'm out of here!
italian: [M] Me ne vado!

source: [M] I've got to go cool down somewhere.
italian: [M] Devo andare a rinfrescarmi da qualche parte.

source: {i}{b}"Mom's Anger +1"{/b}{/i}
italian: {i}{b}"La rabbia di mamma +1"{/b}{/i}

source: [M] Oh.... my.... God.... [ryan]! Do you even know what the word subtle means?
italian: [M] Oh.... mio.... Dio.... [ryan]! Sai almeno cosa significa la parola sottile?

source: [R] Huh?.... What do you mean?
italian: [R] Eh? .... Cosa vuoi dire?

source: [M] I mean ever since you saw me at the club, you seem to be treating our relationship more intimate than a mother-son relationship should be.
italian: [M] Voglio dire che da quando mi hai visto al club, sembra che tu stia trattando la nostra relazione più intima di quanto dovrebbe essere una relazione madre-figlio.

source: [M] And wanting to see me in my bikini just shows that you're getting brave enough to try to turn it into something it shouldn't be.
italian: [M] E volermi vedere in bikini dimostra solo che stai diventando abbastanza coraggioso da cercare di trasformarlo in qualcosa che non dovrebbe essere.

source: [R] Mom! What are you talking about?
italian: [R] Mamma! Di cosa stai parlando?

source: [M] Well.... just.... the fact that you're trying to get to see a fashion show in my.... bikini...
italian: [M] Beh.... solo.... il fatto che stai cercando di arrivare a vedere una sfilata di moda nel mio.... bikini...

source: [R] Oh.... hohoho.... I get it.... you thought I was wanting to stare at your body in a bikini.
italian: [R] Oh.... hohoho.... Ho capito.... hai pensato che volessi fissare il tuo corpo in bikini.

source: [M] You aren't?
italian: [M] Non lo sei?

source: [R] Mom, as beautiful as you are, I've already seen you topless, and in a much more arousing setting I might add.
italian: [R] Mamma, per quanto tu sia bella, ti ho già vista in topless, e in un ambiente molto più eccitante, aggiungerei.

source: [R] It's not like seeing you in a bikini is going to do more for me than that.
italian: [R] Non è che vederti in bikini faccia più effetto di quello.

source: [R] Also, no matter what swimsuit you wear, I'm going to eventually see it at the pool anyways, just like I have all of the other times we go swimming.
italian: [R] Inoltre, non importa quale costume da bagno indossi, alla fine lo vedrò comunque in piscina, proprio come ho fatto tutte le altre volte che siamo andati a nuotare.

source: [M] Ok then you smart-ass, why would you ask for a swimsuit fashion show?
italian: [M] Ok allora furbacchione, perché hai chiesto una sfilata di moda in costume da bagno?

source: [R] Because I bought you a new swimming suit.
italian: [R] Perché ti ho comprato un nuovo costume da bagno.

source: [M] You did what?...
italian: [M] Hai fatto cosa?...

source: [R] Yeah, I've been wanting to go to the pool, and I was worried that maybe you would say you couldn't take me because you don't have a new swimsuit to wear, you know, since the women at the club can be so judgy if they see you in the same swimsuit twice.
italian: [R] Sì, avevo voglia di andare in piscina ed ero preoccupata che tu potessi dire che non potevi portarmi perché non hai un nuovo costume da bagno da indossare, sai, dato che le donne al club possono essere così giudiziose se ti vedono con lo stesso costume due volte.

source: [R] I was worried you'd use that as an excuse not to take me, like you have in the past.
italian: [R] Ero preoccupata che lo avresti usato come scusa per non portarmi, come hai fatto in passato.

source: [R] And I know you don't have any money to buy one now, so when I asked for a fashion show, it was because I thought it would be a fun way to surprise you with a new one.
italian: [R] E so che non hai soldi per comprarne uno ora, quindi quando ti ho chiesto una sfilata, era perché pensavo che sarebbe stato un modo divertente per sorprenderti con uno nuovo.

source: [R] Although admittedly I do understand why you would have thought I was trying to get a sexy show.
italian: [R] Anche se ammetto che capisco perché hai pensato che stessi cercando di ottenere una sfilata sexy.

source: [R] And with your body, you can't help but make it sexy.
italian: [R] E con il tuo corpo, non puoi fare a meno di renderlo sexy.

source: [M] [ryan], you can be such a flatterer.
italian: [M] [ryan], sai essere un tale adulatore.

source: [M] You're so sweet to get me a new swimsuit, I guess we better go make sure it fits.
italian: [M] Sei così dolce a prendermi un nuovo costume da bagno, credo sia meglio andare ad assicurarsi che mi vada bene.

source: [M] Go get the swimsuit and meet me outside my room.
italian: [M] Vai a prendere il costume da bagno e incontriamoci fuori dalla mia stanza.

source: [M] [ryan]! I can't tell if that was supposed to be a joke or not, but either way it was inappropriate.
italian: [M] [ryan]! Non riesco a capire se questo doveva essere uno scherzo o no, ma in ogni caso è stato inappropriato.

source: {i}"Mom's affection -3"{/i}
italian: {i}"L'affetto di mamma -3"{/i}

source: [R] But Mom, I was just...
italian: [R] Ma mamma, stavo solo...

source: [M] Just nothing! Sometimes your sense of humor and your sense of what's acceptable to say, and what's just creepy is a bit off.
italian: [M] Proprio niente! A volte il tuo senso dell'umorismo e il tuo senso di ciò che è accettabile dire e ciò che è semplicemente inquietante è un pò fuori luogo.

source: [R] No.... I.... just.... well I bought you a swimsuit...
italian: [R] No.... Io.... solo.... bene ti ho comprato un costume da bagno...

source: [M] Once again that's a creepy thing to buy your mother.... why don't you just leave it by my bedroom door, and we'll meet in the car. Maybe I'll wear it sometime in the future.
italian: [M] Ancora una volta è una cosa inquietante da comprare a tua madre.... perché non lo lasci vicino alla porta della mia camera da letto e ci incontriamo in macchina. Forse lo indosserò in futuro.

source: [S] Hey [ryan], what can I do for you?
italian: [S] Ehi [ryan], cosa posso fare per te?

source: [R] Nothing, just felt like talking with you.
italian: [R] Niente, avevo solo voglia di parlare con te.

source: [S] Sorry little brother, but right now I'm really busy trying to finish up some designs.
italian: [S] Scusa fratellino, ma in questo momento sono molto occupato a cercare di finire alcuni progetti.

source: [S] Come find me again when I'm not so busy.
italian: [S] Torna a trovarmi quando non sarò così occupato.

source: [RT] {i}She's flashing me again!{/i}
italian: [RT] {i}Mi sta mostrando di nuovo la sua figa nuda!{/i}
