Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [MDT] {i}I think he really likes them!{/i}
italian: [MDT] {i}Penso che gli piacciano molto! {/i}.

source: {i}{b}"Mandy's Affection +1"{/b}{/i}
italian: {i}{b}"Affetto di Mandy +1"{/b}{/i}

source: [MD] Ok... I'm gonna do it.
italian: [MD] Ok... lo farò.

source: [MDT] {i}Oh, my God! My breasts are pressed against another girl's!{/i}
italian: [MDT] {i}Oh, mio Dio! Il mio seno è premuto contro quello di un'altra ragazza!

source: [MDT] {i}Not to mention they're my cousin's breasts!{/i}
italian: [MDT] {i}Per non parlare del fatto che sono i seni di mia cugina!

source: [RT] {i}I've got to control my thoughts, or I'm going to be dealing with some premature ejaculation.{/i}
italian: [RT] {i}Devo controllare i miei pensieri, o avrò a che fare con un'eiaculazione precoce.{/i}

source: [MD] Oh, wow! I did it. That gave me butterflies.
italian: [MD] Oh, wow! L'ho fatto. Questo mi ha dato le farfalle.

source: [MD] I can't wait to get you back for that one!
italian: [MD] Non vedo l'ora di farti tornare per quello!

source: [MD] Now, do you want truth, or dare?
italian: [MD] Ora, vuoi la verità, o osi?

source: [MD] Oh, my God!
italian: [MD] Oh, mio Dio!

source: [MD] You really are a disgusting pervert.
italian: [MD] Sei davvero un perverso disgustoso.

source: [R] But you're the one that...
italian: [R] Ma tu sei quello che...

source: [MD] She's your sister, for God's sake!
italian: [MD] Lei è tua sorella, per amor di Dio!

source: [R] Hey! You're the one who gave the dare!
italian: [R] Ehi! Sei colui che ha dato il morso!

source: [MD] Yeah, because I wanted to win, I never thought you would ever take it so far with your own sister!
italian: [MD] Sì, perché volevo vincere, non ho mai pensato che lo avresti mai preso fino ad ora con la tua sorella!

source: {i}{b}"Mandy's Anger +2"{/b}{/i}
italian: {i}{b}"Mandy's Rabbia +2"{/b}{/i}

source: [MD] Let's just call it a night.
italian: [MD] Chiamiamola solo una notte.

source: [MD] I'm not really sure if I'll be in the mood to play tomorrow night, maybe if you do something to make it up to me.
italian: [MD] Non sono sicuro se sarò in vena di giocare domani sera, forse se fate qualcosa per renderlo a me.

source: [MD] Otherwise, maybe you can come back the next night, or even later.
italian: [MD] Altrimenti, forse puoi tornare la prossima notte, o anche più tardi.

source: [MD] I think I'm just going to need a little time to get over that.
italian: [MD] Penso che avrò solo bisogno di un po' di tempo per superarlo.

source: [RT] {i}Shit! Why did I push it so far? I should have read the room better.{/i}
italian: [RT] {i}merda! Perché l'ho spinto finora? Avrei dovuto leggere meglio la stanza.{/i}

source: [RT] {i}I need to make sure she is more submissive or horny before I try to push things that far.{/i}
italian: [RT] {i}Ho bisogno di assicurarsi che lei sia più sottomessa o arrapata prima di provare a spingere le cose così lontano.{/i}

source: [RT] {i}I always have the option to quit the game if I think she's at her limit.{/i}
italian: [RT] {i}Ho sempre la possibilità di uscire dal gioco se penso che sia al suo limite.{/i}

source: [RT] {i}I'd better give her a few days before I come back, or I could buy her something from Hardnlong.com to cheer her up.{/i}
italian: [RT] {i}Farei meglio a darle qualche giorno prima di tornare, o potrei comprarle qualcosa da Hardnlong.com per rallegrarla.{/i}

source: [MD] Well, no point in wasting any dares, let's just jump to where we left off, with Lauren naked, and I believe I was topless?
italian: [MD] Beh, nessun punto nello sprecare qualsiasi osa, passiamo solo a dove ci siamo lasciati, con Lauren nudo, e credo di essere stato toplesso?

source: [R] Yeah... I think so... No complaints here.
italian: [R] Sì... penso così... Nessun reclamo qui.

source: [MD] Good choice.
italian: [MD] Buona scelta.

source: [MD] Ok, you're the only one here not showing anything, so why don't you get naked.
italian: [MD] Ok, sei l'unico qui che non mostra nulla, quindi perché non ti nudi.

source: [RT] Shit! I was afraid of this one. I'm pitching a circus-sized tent, and now I'm going to have to reveal how horny I am.
italian: [RT] Merda! Avevo paura di questo. Sto montando una tenda grande come un circo e ora dovrò rivelare quanto sono arrapato.

source: [R] I only made you take of your top. Shouldn't I get a dare to take off just my top too?
italian: [R] Ti ho solo fatto togliere il top. Non dovrei avere una sfida a togliermi solo la maglietta?

source: [MD] You're thinking of strip poker, dummy!
italian: [MD] Stai pensando a strip poker, manichino!

source: [MD] In "Truth, or dare", you have to complete the dare you're given, or lose.
italian: [MD] In "Verità, o osare", devi completare il coraggio che hai dato, o perdere.

source: [MD] But... since it's late, and because I want to get to the more interesting dares... I'll go ahead and strip my bottoms off too.
italian: [MD] Ma... poiché è in ritardo, e perché voglio arrivare ai più interessanti osa... andrò avanti e spoglierò anche i miei fondali.

source: [R] Oh, my God! Are you serious?
italian: [R] Oh, mio Dio! Sei serio?

source: [MD] Pretty serious. See?
italian: [MD] Molto serio. Vedi?

source: [RT] {i}Wow!... What's this girl planning for the more interesting dares?{/i}
italian: [RT] {i}Wow!... Cosa ha in mente questa ragazza per le sfide più interessanti?

source: [MD] Alright, now get your clothes off if you want to stay in this game.
italian: [MD] Bene, ora prendi i tuoi vestiti se vuoi rimanere in questo gioco.

source: [RT] {i}Goddammit. How's Mandy going to react when she realizes I'm harder than diamonds?{/i}
italian: [RT] {i}Dannazione. Come reagirà Mandy quando capirà che sono più duro dei diamanti?

source: [RT] {i}I Guess I'm about to find out.{/i}
italian: [RT] {i}Immagino che sto per scoprirlo.

source: [RT] {i}Moment of truth.{/i}
italian: [RT] {i}Momento della verità.

source: [MDT] {i}Holy shit!... He's huge!... That's even bigger than I remembered.{/i}
italian: [MDT] {i}Santa merda!... È enorme!... È ancora più grande di quello che ricordavo.{/i}Sono un pò più grande di quello che ricordavo.

source: [MDT] {i}Fuck! Why am I turned on so bad by my own cousin?{/i}
italian: [MDT] {i}Fuck! Perché sono acceso così male da mio cugino?{/i}

source: [MDT] {i}Shit! I'm starting to get wet. I'd better not drip anything onto the bedspread... That would be as obvious as his boner.{/i}
italian: [MDT] {i}Merda! Sto iniziando a bagnarmi. È meglio che non faccia cadere nulla sul copriletto... Sarebbe ovvio come la sua erezione.{/i}

source: [MD] I can't believe you're that horny from your own cousin and sister.
italian: [MD] Non riesco a credere che tu sia arrapato dal tuo cugino e dalla tua sorella.

source: [R] It's not my fault, havent you ever heard of NRB's?
italian: [R] Non è colpa mia, non hai mai sentito parlare di NRB?

source: [MD] No, what's that?
italian: [MD] No, che cos'è?

source: [R] It stands for "no reason boner".
italian: [R] Sta per "erezione senza motivo".

source: [MD] Well, when we're both sitting here naked, it's hard to believe there's not a reason.
italian: [MD] Beh, quando siamo entrambi seduti qui nudi, è difficile credere che non ci sia una ragione.

source: [R] Well, so what if there is a reason, how the hell am I supposed to control my dick when there's two naked chicks in front of me.
italian: [R] Beh, e anche se ci fosse una ragione, come diavolo faccio a controllare il mio cazzo quando ci sono due ragazze nude davanti a me.

source: [MD] Haha... Fair point.
italian: [MD] Haha... Punto giusto.

source: [R] And now that we're both naked, I believe it's your turn.
italian: [R] E ora che siamo entrambe nude, credo che sia il tuo turno.

source: [MD] Ooo... give me a good dare.
italian: [MD] Ooo... dammi una buona osità.

source: [R] A good one huh?
italian: [R] Una buona, eh?

source: [R] Alright, I dare you to suck on Lauren's titty for 10 seconds.
italian: [R] Va bene, ti obbligo a succhiare la tetta di Lauren per 10 secondi.

source: [MD] Suck her titty? Damn, I hope she doesn't wake up.
italian: [MD] Succhiatela? Damn, spero che lei non si svegli.

source: [R] She hasn't stirred. I think as long as you don't pinch her, she'll sleep through anything.
italian: [R] Non si è mossa. Penso che finché non la pizzichi, dormirà per qualsiasi cosa.

source: [MD] Alright... I'm gonna do it.
italian: [MD] Va bene... lo farò.

source: [MD] Don't you dare take a picture of this.
italian: [MD] Non osate fare una foto di questo.

source: [R] Don't worry, I'm just taking mental pictures.
italian: [R] Non preoccuparti, sto solo facendo delle foto mentali.

source: [MD] Haha... You pervert.
italian: [MD] Haha... Sei pervertito.

source: [R] Oh, do you want me to count?
italian: [R] Oh, vuoi che conti?

source: [R] Ok,... One... Two... Three... Four... Five...
italian: [R] Ok,... Uno... Due... Tre... Quattro... Cinque...

source: [MD] Oh, fuck! Did you hear that?
italian: [MD] Oh, scopata! Lo hai sentito?

source: [R] Haha... Yeah... I think she's enjoying it.
italian: [R] Haha... Sì... penso che le piaccia.

source: [MD] I can't keep sucking on her titty if she's liking it... can I?
italian: [MD] Non posso continuare a succhiare la sua titty se le piace... vero?

source: [R] Why not?
italian: [R] Perché no?

source: [R] You've got five seconds left to suck, but you can always give up and declare me the winner.
italian: [R] Le rimangono cinque secondi per succhiare, ma può sempre rinunciare e dichiarare me vincitore.

source: [MD] No way...
italian: [MD] Assolutamente no...

source: [MD] It's just kind of weird, knowing she's asleep, but she's enjoying it.
italian: [MD] È semplicemente strano, sapendo che sta dormendo, ma se ne sta divertendo.

source: [R] Do you think she's dreaming about you sucking on her nipples?
italian: [R] Pensi che stia sognando di te che le succhi i capezzoli?

source: [RT] {i}I hope she's dreaming that I'm the one sucking them.{/i}
italian: [RT] {i}Spero che stia sognando che sono io a succhiarli.

source: [MD] No, she's probably dreaming about this boy she likes.
italian: [MD] No, probabilmente sogna questo ragazzo che le piace.

source: [MD] I don't know, she won't tell me, which is weird, cuz usually she'll tell me those kinds of things.
italian: [MD] Non lo so, lei non mi dirà, che è strano, cuz di solito mi dirà quel tipo di cose.

source: [RT] {i}Huh... could she really like me?{/i}
italian: [RT] {i}Huh... potrei davvero piacerle? {/i}

source: [MD] Ok... five more seconds.
italian: [MD] Ok... altri cinque secondi.

source: [MD] Don't forget to count.
italian: [MD] Non dimenticare di contare.

source: [R] One... Two...
italian: [R] Uno... Due...

source: [L] MMmmmm...
italian: [L] MMmmmmmm...

source: [MDT] {i}Goddammit, Lauren.{/i}
italian: [MDT] {i}Dannazione, Lauren.

source: [RT] {i}Awesome!{/i}
italian: [RT] {i}Fantastico! {/i}

source: [R] Three... Four... Five!
italian: [R] Tre... Quattro... Cinque!

source: [MD] What a horndog!
italian: [MD] Che horndog!

source: [MD] Stop laughing!...
italian: [MD] Smettila di ridere!...

source: [R] Ok, fine.
italian: [R] Ok, va bene.

source: [RT] {i}How's Mandy going to react when she realizes how horny I am?{/i}
italian: [RT] {i}Come reagirà Mandy quando si rende conto di quanto sono eccitato?{/i}

source: [MDT] Oh my Lord, he's huge... And why is he so hard?
italian: [MDT] Oh mio Signore, è enorme... E perché è così difficile?

source: [MD] What the fuck, [ryan]?
italian: [MD] Che cazzo, [ryan]?

source: [MD] Are you really that horny over your own cousin and sister?
italian: [MD] Sei davvero così arrapato sopra il tuo cugino e la tua sorella?

source: [MD] My God, do you have any self-control?
italian: [MD] Mio Dio, hai qualche autocontrollo?

source: [MD] You try your Goddamned best, that's how.
italian: [MD] Prova il tuo Dio meglio, questo è come.

source: [MD] That's it for tonight, I can't play anymore.
italian: [MD] Questo è per stasera, non posso più suonare.

source: {i}{b}"Mandy's Anger +5"{/b}{/i}
italian: {i}{b}"Mandy's Rabbia +5"{/b}{/i}

source: [MD] Well, no point in wasting any dares, let's just jump to where we left off, we've got to strip Lauren and ourselves.
italian: [MD] Beh, non c'è nessun punto in cui si sprecano i osi, basta saltare dove ci siamo lasciati, dobbiamo spogliare Lauren e noi stessi.

source: [R] Yeah... No complaints here.
italian: [R] Sì... Nessun reclamo qui.

source: [MD] Ok, I've got a funny one for you.
italian: [MD] Ok, ne ho uno divertente per te.

source: [MD] I dare you to give Lauren a penis mustache.
italian: [MD] Ti sfido a dare a Lauren un baffo al pene.

source: [R] A penis mustache?... What the hell is that?
italian: [R] Baffi a pene?... Che diavolo è?

source: [MD] It's exactly what it sounds like.
italian: [MD] È esattamente quello che sembra.

source: [R] So I just put my penis under her nose like this?
italian: [R] Quindi metto il mio pene sotto il suo naso in questo modo?

source: [MD] Kind of, but you got to really get it under her nose like this.
italian: [MD] Tipo di, ma devi davvero prenderlo sotto il naso in questo modo.

source: [RT] {i}Oh, my God! Mandy just grabbed my cock!{/i}
italian: [RT] {i}Oh, mio Dio! Mandy ha appena afferrato il mio cazzo!

source: [MDT] {i}Did I really just grab his cock?{/i}
italian: [MDT] {i}Ho davvero afferrato il suo cazzo?

source: [MD] See... You're too far away. You've really got to get it under her nose.
italian: [MD] Vedi... Sei troppo lontano. Devi davvero prenderlo sotto il naso.

source: [MD] Like this.
italian: [MD] Così.

source: [MD] Haha... Look... Now she's got a penis mustache.
italian: [MD] Haha... Guarda... Ora ha i baffi del pene.

source: [R] You're so weird... But I've got to admit... That's kind of funny.
italian: [R] Sei così strano... Ma devo ammettere che... È piuttosto divertente.

source: [RT] {i}And kind of hot that my penis is touching Lauren's lips.{/i}
italian: [RT] {i}E piuttosto eccitante che il mio pene stia toccando le labbra di Lauren.{/i}

source: [MD] I guess it's my turn?
italian: [MD] Immagino che sia il mio turno?

source: [R] Yep, and let me just give you a warning about choosing dare. You really upped the ante when you had me put my cock in my sister's face.
italian: [R] Yep, e lasciatemi solo dare un avvertimento sulla scelta di osare. Hai davvero alzato la ante quando mi hai fatto mettere il mio cazzo in faccia a mia sorella.

source: [MD] Ooooo... A warning, huh?... I look at a warning as more of a challenge.
italian: [MD] Ooooo... Un avvertimento, eh?... Io considero un avvertimento più di una sfida.

source: [MD] Bring on "The Dare".
italian: [MD] Portate su "The Dare".

source: [R] You asked for it.
italian: [R] L'hai chiesto tu.

source: [R] I dare you to lick Lauren's pussy for ten seconds.
italian: [R] Ti sfido a leccare la figa di Lauren per dieci secondi.

source: [MD] What?... That's... Not even close to what I did to you.
italian: [MD] Cosa?... Quello... Non è nemmeno vicino a quello che vi ho fatto.

source: [R] What do you mean?
italian: [R] Cosa vuoi dire?

source: [R] You made me put my genitals in Lauren's face, and now I'm daring you to put her genitals into your face.
italian: [R] Mi hai fatto mettere i miei genitali in faccia a Lauren e ora ti sfido a metterti i suoi genitali in faccia.

source: [MD] Yeah, but you're also making me lick them. Genitals in the face and genitals in the mouth are very different.
italian: [MD] Sì, ma mi stai anche facendo leccare. I genitali in faccia e i genitali in bocca sono molto diversi.

source: [R] I'd say it's the next natural step in our game.
italian: [R] Direi che è il prossimo passo naturale nel nostro gioco.

source: [R] You can always admit defeat, and declare me the winner.
italian: [R] Puoi sempre ammettere la sconfitta e dichiararmi vincitore.

source: [MD] No... I can do this.
italian: [MD] No... posso farlo.

source: [MD] There's not much room for me right in front of her.
italian: [MD] Non c'è molto spazio per me proprio di fronte a lei.

source: [MD] I think the only way to make this work is to get under her like this.
italian: [MD] Penso che l'unico modo per fare questo lavoro sia di mettersi sotto a lei in questo modo.

source: [R] Just don't wake her.
italian: [R] Basta non svegliarla.

source: [MD] I made it... I can't believe she slept through that.
italian: [MD] L'ho fatta... Non riesco a credere che abbia dormito.

source: [R] Great... You're in the perfect position to give her a good licking.
italian: [R] Grande... Sei nella posizione perfetta per darle una bella leccata.

source: [R] For ten seconds.
italian: [R] Per dieci secondi.

source: [MD] What is it with you, and doing things for ten seconds?
italian: [MD] Che cos'è con te, e fare le cose per dieci secondi?

source: [R] You can lick longer if you'd like.
italian: [R] Puoi leccare più a lungo se vuoi.

source: [MD] You're such a smartass.
italian: [MD] Sei così intelligente.

source: [MD] Here I go.
italian: [MD] Qui vado.

source: [MD] Oh... And don't forget to count.
italian: [MD] Oh... E non dimenticare di contare.

source: [R] One... Two... Three...
italian: [R] Uno... Due... Tre...

source: [MD] {i}(whispering){/i} Fuck!... She's doing it again!
italian: [MD] {i}(sussurre){/i} Fuck!... Lo sta facendo di nuovo!

source: [R] That doesn't mean you get to stop.
italian: [R] Questo non significa che puoi fermarti.

source: [R] She's not waking up, is she?
italian: [R] Non si sta svegliando, vero?

source: [MD] Well... No... But....
italian: [MD] Bene... No... Ma....

source: [R] But, nothing, get back to licking.
italian: [R] Ma, niente, torna a leccare.

source: [R] Unless you want to concede defeat.
italian: [R] A meno che tu non voglia ammettere la sconfitta.

source: [R] Four... Five...
italian: [R] Quattro... Cinque...

source: [R] Six... Seven...
italian: [R] Sei... Sette...

source: [R] Eight... nine...
italian: [R] Otto... nove...

source: [R] Ten!
italian: [R] Dieci!

source: [MD] Holy shit!
italian: [MD] Merda santa!

source: [MD] I was worried she was going to have an orgasm!
italian: [MD] Ero preoccupata che avrebbe avuto un orgasmo!

source: [RT] {i}You're lucky she didn't, or you'd be soaking wet.{/i}
italian: [RT] {i}Sei fortunato che non l'abbia fatto, o saresti bagnato fradicio {/i}.

source: [R] Haha... I wonder what she's dreaming about.
italian: [R] Haha... Mi chiedo cosa stia sognando.

source: [MD] I don't know, but I'm sure her dreams are very pleasant.
italian: [MD] Non lo so, ma sono sicuro che i suoi sogni sono molto piacevoli.

source: [MD] Now, you'd better choose dare, because I'm ready to get revenge on you for that one.
italian: [MD] Ora faresti meglio a scegliere osare, perché sono pronto a vendicarti su di te.

source: [R] Hmmm... Well, in that case I'd better choose...
italian: [R] Hmmm... Beh, in questo caso farei meglio a scegliere...

source: [MD] Oh, my God! I can't even believe you just stuck your dick in your sister's face!
italian: [MD] Oh, mio Dio! Non posso nemmeno credere che tu abbia bloccato il tuo cazzo in faccia a tua sorella!

source: [RT] You're the one who dared me to do it!
italian: [RT] Sei quello che mi ha osato farlo!

source: [MD] Yeah... Only because I wanted to win!... I never thought you would actually do it!
italian: [MD] Sì... Solo perché volevo vincere!... non ho mai pensato che lo avreste fatto davvero!

source: [MD] You really are a huge pervert.
italian: [MD] Sei davvero un enorme pervertito.

source: [MD] So, at least you can pat yourself on the back for winning the game, but now I think you should leave.
italian: [MD] Quindi, almeno puoi pat te stesso sulla schiena per vincere il gioco, ma ora penso che dovresti andartene.

source: [MD] Before I give you this dare, there's something kind of serious I want to talk to you about.
italian: [MD] Prima di darvi questo osare, c'è qualcosa di serio di cui voglio parlarvi.

source: [MD] Yeah... I was hoping you were going to pick truth so I could ask you, but you didn't, so I want to ask you this question outside of our game.
italian: [MD] Sì... Speravo che tu avessi scelto la verità per poterti chiedere, ma non l'hai fatto, quindi voglio porvi questa domanda al di fuori del nostro gioco.

source: [MD] So I ask you again, aside from this game...
italian: [MD] Quindi ti chiedo di nuovo, a parte questo gioco...

source: [MD] But, it's not going to be easy.
italian: [MD] Ma, non sarà facile.

source: [MD] Ok... We can get back to the game.
italian: [MD] Ok... Possiamo tornare al gioco.

source: [MD] Alright, this one is going to be a doozy.
italian: [MD] Bene, questo sarà un capriccioso.

source: [MD] I dare you to rub your cock on Lauren's pussy.
italian: [MD] Ti coraggio a strofinare il tuo cazzo sulla figa di Lauren.

source: [R] What?... You weren't kidding... That is a doozy.
italian: [R] Cosa?... Non stavi scherzando... Questo è uno spasso.

source: [MD] Yeah, I'd say we are about to that part in our game.
italian: [MD] Sì, direi che stiamo per questa parte nel nostro gioco.

source: [MD] So are you going to do it? Or are you going to chicken out?
italian: [MD] Quindi lo farai? O andrai a gallinare?

source: [R] Ok... I'm gonna go for it.
italian: [R] Ok... lo farò.

source: [R] Do you mean like this?
italian: [R] Vuoi dire così?

source: [MD] Exactly!... Now you've got to rub your cock back and forth on her pussy.
italian: [MD] Esattamente!... Ora devi strofinare il tuo cazzo avanti e indietro sulla sua figa.

source: [R] Like this?
italian: [R] Così?

source: [MD] I actually meant for you to rub it forward and back.
italian: [MD] In realtà avevo intenzione per voi di strofinarlo avanti e indietro.

source: [R] Is this better?
italian: [R] Così va meglio?

source: [MD] Exactly...
italian: [MD] Esattamente...

source: [R] For how long?
italian: [R] Per quanto tempo?

source: [MD] I don't know... Until it feels good.
italian: [MD] Non lo so... Fino a quando non si sente bene.

source: [MD] Wait... I've got a really good idea.
italian: [MD] Aspetta... Ho una buona idea.

source: [MD] How does it feel when I hold her legs together like this?
italian: [MD] Come si sente quando tengo le gambe insieme in questo modo?

source: [R] Holy shit! It feels so good.
italian: [R] Porca puttana! Ci si sente così bene.

source: [R] If I keep rubbing, I'm going to cum.
italian: [R] Se continuo a strofinare, sto per sborrare.

source: [MD] Go for it!
italian: [MD] Andate avanti!

source: [MD] Just keep rubbing until you cum.
italian: [MD] Basta continuare a strofinare fino a quando si cum.

source: [R] Are you kidding me?
italian: [R] Mi stai scherzando?

source: [MD] You know you want to.
italian: [MD] Lo sai che vuoi.

source: [R] Yeah but, I can't cum on my sister.
italian: [R] Sì, ma non posso sborrare su mia sorella.

source: [MD] I'm not going to tell her...
italian: [MD] Non lo dirò a lei...

source: [MD] And if you don't tell her, it will be our little secret.
italian: [MD] E se non le dite, sarà il nostro piccolo segreto.

source: [MD] I know you want to.
italian: [MD] Lo so che vuoi.

source: [RT] {i}Of course I want to... but I need to at least pretend I dont... don't I?{/i}
italian: [RT] {i}Certo che lo voglio... ma devo almeno far finta di no... no? {/i}

source: [R] Ok... You make a good argument.
italian: [R] Ok... Hai un buon argomento.

source: [MDT] {i}Fuck, that's hot!{/i}
italian: [MDT] {i}Cazzo, è sexy! {/i}

source: [MD] Does it feel like you're really fucking her?
italian: [MD] Ti sembra che tu la scopi?

source: [R] Uhhh... I don't know... it feels really good though...
italian: [R] Uhhh... non lo so... è davvero bello però...

source: [MD] Haha... Lauren sounds like she's getting into it.
italian: [MD] Haha... Lauren suona come lei sta entrando.

source: [MD] Are you about to cum?
italian: [MD] Stai per cum?

source: [R] Yes...
italian: [R] Sì...
