Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [MS] [ryan]?... Would you mind moving your hands? I can't see what I'm trying to paint.
french: [MS] [ryan]?... Pourrais-tu bouger tes mains? Je ne vois pas ce que j'essaie de peindre.
italian: [MS] [ryan]?... Ti dispiacerebbe spostare le mani? Non riesco a vedere quello che sto cercando di dipingere.

source: [RT] {i}Fuck!... This is so embarrassing!{/i}
french: [RT] {i}Merde !... C'est tellement embarrassant !{/i}
italian: [RT] {i}Fanculo!... Questo è così imbarazzante!

source: [MS] [ryan]?... Are you having the same problem as last time?
french: [MS] [ryan]?... As-tu le même problème que la dernière fois?
italian: [MS] [ryan]?... Stai avendo lo stesso problema dell'ultima volta?

source: [MS] Again?... Really?
french: [MS] Encore ?... Vraiment?
italian: [MS] Di nuovo?... Davvero?

source: [MST] {i}Why does this make me so happy?{/i}
french: [MST] {i}Pourquoi cela me rend si heureuse ?{/i}
italian: [MST] {i}Perché questo mi rende così felice? {/i}

source: [MS] Oh, wow!... This is just as bad as last time!
french: [MS] Oh, wow!... C'est aussi mauvais que la dernière fois!
italian: [MS] Oh, wow!... Questo è altrettanto brutto come l'ultima volta!

source: [R] I'm sorry, but I just can't stop thinking about your blow job.
french: [R] Je suis désolé, mais je ne peux pas arrêter de penser à ta fellation.
italian: [R] Mi dispiace, ma non riesco a smettere di pensare al tuo colpo di lavoro.

source: [MS] Well, do you want me to give you another blowjob?
french: [MS] Eh bien, veux-tu que je te fasse une autre fellation?
italian: [MS] Beh, vuoi che io ti dia un altro pompino?

source: [R] Oh... I thought maybe we'd do something... more advanced?
french: [R] Oh... Je pensais qu'on ferait quelque chose... plus avancé?
italian: [R] Oh... Pensavo che avremmo fatto qualcosa... più avanzato?

source: [MS] [ryan]! I'm surprised at you!... I'm a married woman.
french: [MS] [ryan]! Je suis surprise par toi!... Je suis une femme mariée.
italian: [MS] [ryan]! Sono sorpreso da te!... Sono una donna sposata.

source: [MS] I can't do anything more than a blowjob!
french: [MS] Je ne peux rien faire de plus qu'une fellation!
italian: [MS] Non posso fare altro che un pompino!

source: [R] Is that how it works when you're married?
french: [R] Est-ce ainsi que cela fonctionne lorsque tu es marié?
italian: [R] È così che funziona quando sei sposato?

source: [MS] Well, in my case it's complicated.
french: [MS] Eh bien, dans mon cas, c'est compliqué.
italian: [MS] Beh, nel mio caso è complicato.

source: [R] Ok... I'll still be pretty content with a blowjob.
french: [R] D'accord... Je me contenterai quand même d'une fellation.
italian: [R] Ok... Sarò ancora abbastanza contento di un pompino.

source: [MS] But, don't forget why we're doing this... I need you to try and hurry so we can get around to finishing that painting for once.
french: [MS] Mais n'oublies pas pourquoi nous faisons cela... J'ai besoin que tu essaies de te dépêcher pour qu'on puisse finir ce tableau pour une fois.
italian: [MS] Ma, non dimenticare perché stiamo facendo questo... Ho bisogno che tu cerchi di affrettarti in modo che possiamo andare in giro per finire quella pittura per una volta.

source: [MST] {i}Because that's what this is all about.{/i}
french: [MST] {i}Parce que c'est de cela qu'il s'agit.{/i}
italian: [MST] {i}Perché questo è il nocciolo.{/i}

source: [MST] {i}Keep telling yourself that!{/i}
french: [MST] {i}Continues à te le dire!{/i}
italian: [MST] {i}Continua a dire a te stesso!{/i}

source: [RT] {i}I was hoping for a little more, but this will still be awesome!{/i}
french: [RT] {i}J'espérais un peu plus, mais ce sera quand même génial!{/i}
italian: [RT] {i}speravo di un po' di più, ma questo sarà ancora fantastico!{/i}

source: [MST] {i}Just make him cum, and you can finish that painting.{/i}
french: [MST] {i}Fais-le jouir et tu pourras finir ce tableau.{/i}
italian: [MST] {i}Basta fargli cum, e puoi finire quel dipinto.{/i}

source: [RT] {i}Her gentle kisses are driving me crazy!{/i}
french: [RT] {i}Ses doux baisers me rendent fou!{/i}
italian: [RT] {i}I suoi dolci baci mi stanno facendo impazzire!

source: [MST] {i}Time to turn it up a little.{/i}
french: [MST] {i}Il est temps de l'activer un peu.{/i}
italian: [MST] {i}E' ora di alzare un pò il volume.{/i}

source: [RT] {i}I love the attention she's giving the head of my cock!{/i}
french: [RT] {i}J'adore l'attention qu'elle donne à la tête de ma bite!{/i}
italian: [RT] {i}Adoro l'attenzione che sta dando alla testa del mio cazzo!

source: [RT] {i}God... It's so sensitive there.{/i}
french: [RT] {i}Mon Dieu... C'est tellement sensible là-bas.{/i}
italian: [RT] {i}Dio... È così sensibile lì.

source: [MST] {i}I love the way he's responding, but I can't believe he hasn't blown yet!{/i}
french: [MST] {i}J'adore la façon dont il répond, mais je n'arrive pas à croire qu'il n'a pas encore éjaculé!{/i}
italian: [MST] {i}Adoro il modo in cui sta rispondendo, ma non posso credere che non abbia ancora pompato!

source: [MST] {i}Time to turn it up more.{/i}
french: [MST] {i}Il est temps d'en faire plus.{/i}
italian: [MST] {i}E' ora di alzarlo di più.

source: [R] Ohhh... fuck!
french: [R] Ohhh... Merde!
italian: [R] Ohhh... cazzo!

source: [R] You can go so deep!
french: [R] Tu peux aller si profondément!
italian: [R] Puoi andare così in profondità!

source: [MST] {i}Haha... What a lucky kid... getting another blowjob from somebody who's practically a professional!{/i}
french: [MST] {i}Haha... Quel enfant chanceux... obtenir une autre fellation de quelqu'un qui est pratiquement une professionnelle!{/i}
italian: [MST] {i}Haha... Che bambino fortunato... ottenere un altro pompino da qualcuno che è praticamente un professionista!{/i}

source: [MST] {i}Though I probably shouldn't be so proud of that, since I've hardly ever sucked off my husband.{/i}
french: [MST] {i}Bien que je ne devrais probablement pas en être si fière, car je n'ai presque jamais sucé mon mari.{/i}
italian: [MST] {i}Anche se probabilmente non dovrei esserne così orgogliosa, visto che non ho quasi mai fatto un pompino a mio marito.

source: [R] Ohhh... I'm getting close!
french: [R] Ohhh... Je m'approche !
italian: [R] Ohhh... mi sto avvicinando!

source: [MST] {i}Did he grow even bigger this week?{/i}
french: [MST] {i}Est-il devenu encore plus grand cette semaine?{/i}
italian: [MST] {i}È diventato ancora più grande questa settimana?

source: [RT] {i}I can't stop thinking about fucking those tits.{/i}
french: [RT] {i}Je ne peux pas arrêter de penser à baiser ces seins.{/i}
italian: [RT] {i}Non riesco a smettere di pensare di scopare quelle tette.

source: [R] I'm sorry, but I just can't stop thinking about your beautiful tits.
french: [R] Je suis désolé, mais je ne peux pas arrêter de penser à tes beaux seins.
italian: [R] Mi dispiace, ma non riesco a smettere di pensare alle tue bellissime tette.

source: [MS] Well, the question is... What are we going to do to get this massive hardon to go away?
french: [MS] Eh bien, la question est... Qu'allons-nous faire pour que cette énorme trique disparaisse ?
italian: [MS] Beh, la domanda è... Cosa facciamo per far sparire questa enorme erezione?

source: [MS] We can do the same thing as last time...
french: [MS] Nous pouvons faire la même chose que la dernière fois...
italian: [MS] Possiamo fare la stessa cosa dell'ultima volta...

source: [MS] But that took too long, and I never got around to drawing you.
french: [MS] Mais cela a pris trop de temps, et je n'ai jamais pu te dessiner.
italian: [MS] Ma ci è voluto troppo tempo e non sono mai riuscito a disegnarti.

source: [MS] So, we need to do something to make you cum faster.
french: [MS] Donc, nous devons faire quelque chose pour te faire jouir plus vite.
italian: [MS] Quindi, abbiamo bisogno di fare qualcosa per farti cum più velocemente.

source: [MS] Have you ever had a blowjob?
french: [MS] As-tu déjà eu une fellation?
italian: [MS] Hai mai fatto un pompino?

source: [RT] {i}That's not exactly what I was thinking...but...{/i}
french: [RT] {i}Ce n'est pas exactement ce à quoi je pensais...mais...{/i}
italian: [RT] {i}Non è esattamente quello che stavo pensando...ma...{/i}

source: [R] No... I've never had one... so, that might make me cum faster.
french: [R] Non... Je n'en ai jamais eu... donc, cela pourrait me faire jouir plus vite.
italian: [R] No... non ne ho mai avuto uno... quindi, questo potrebbe farmi venire più velocemente.

source: [RT] {i}That's a lie, but I think she'll like it even more if she thinks she's my first.{/i}
french: [RT] {i}C'est un mensonge, mais je pense qu'elle l'aimera encore plus si elle pense qu'elle est ma première.{/i}
italian: [RT] {i}È una menzogna, ma penso che le piacerà ancora di più se pensa di essere la mia prima.{/i}

source: [MST] {i}Oh, God!... I'm breaking his blowjob cherry!{/i}
french: [MST] {i}Oh, mon dieu!... Je casse le gland de sa queue!{/i}
italian: [MST] {i}Oh, Dio! Sto rompendo la sua ciliegina di pompino!

source: [MST] {i}Why does that turn me on so much?{/i}
french: [MST] {i}Pourquoi cela m'excite-t-il autant?{/i}
italian: [MST] {i}Perché questo mi eccita così tanto?

source: [MST] {i}I should be feeling guilty... but I don't care anymore.{/i}
french: [MST] {i}Je devrais me sentir coupable... mais je m'en fous.{/i}
italian: [MST] {i}Dovrei sentirmi in colpa... ma non mi importa più.

source: [RT] {i}Oh, my God!... I can't believe this is happening!{/i}
french: [RT] {i}Oh, mon Dieu!... Je n'arrive pas à croire que ça arrive!{/i}
italian: [RT] {i}Oh, mio Dio! Non posso credere che stia succedendo!

source: [MST] {i}You're going to suck his dick?... Do you have no self-control?{/i}
french: [MST] {i}Tu vas lui sucer la bite ?... N'as-tu aucune maîtrise de soi ?{/i}
italian: [MST] {i}Hai intenzione di succhiargli il cazzo?... Non hai autocontrollo?

source: [MST] {i}I'm just taking care of a problem. I need him to cum fast, and what could get him off faster than a blowjob?{/i}
french: [MST] {i}Je m'occupe juste d'un problème. J'ai besoin qu'il jouisse vite, et qu'est-ce qui pourrait le faire gicler plus vite qu'une fellation ?{/i}
italian: [MST] {i}Mi sto solo occupando di un problema. Ho bisogno che sborri velocemente e cosa potrebbe farlo eccitare più velocemente di un pompino?

source: [MST] {i}I guess I can think of a few things...{/i}
french: [MST] {i}Je suppose que je peux penser à quelques choses...{/i}
italian: [MST] {i}Credo di poter pensare ad alcune cose...{/i}

source: [RT] {i}Oh, my God!... If I'd known that making posters for Lauren would end in me getting a blowjob from Mrs. Stone, I never would have complained about it.{/i}
french: [RT] {i}Oh, mon Dieu!... Si j'avais su que faire des affiches pour Lauren finirait par me faire une fellation de Mme Stone, je ne m'en serais jamais plaint.{/i}
italian: [RT] {i}Oh, mio Dio! Se avessi saputo che fare dei poster per Lauren mi avrebbe portato a ricevere un pompino dalla signora Stone, non mi sarei mai lamentata.

source: [MST] {i}If my boring old husband could see me now.{/i}
french: [MST] {i}Si mon vieux mari ennuyeux pouvait me voir maintenant.{/i}
italian: [MST] {i}Se il mio noioso vecchio marito poteva vedermi adesso.{/i}

source: [MST] {i}I don't care enough about his cock to kiss it like this.{/i}
french: [MST] {i}Je ne me soucie pas assez de sa bite pour l'embrasser comme ça.{/i}
italian: [MST] {i}Non mi importa abbastanza del suo cazzo per baciarlo così.{/i}

source: [MST] {i}Do you hear what you're saying?{/i}
french: [MST] {i}Entends-tu ce que tu dis ?{/i}
italian: [MST] {i}Senti quello che stai dicendo? {/i}Sì.

source: [MST] {i}Shut up, conscience, I don't care!{/i}
french: [MST] {i}Tais-toi, ma conscience, je m'en fiche!{/i}
italian: [MST] {i}Stai zitto, coscienza, non mi interessa! {/i}.

source: [MST] {i}Haha... What a lucky kid... His first blowjob is done by a professional!{/i}
french: [MST] {i}Haha... Quel enfant chanceux... Sa première fellation est faite par une professionnelle!{/i}
italian: [MST] {i}Haha... Che ragazzo fortunato... Il suo primo pompino è fatto da un professionista!

source: [MST] {i}I almost forgot how big he is.{/i}
french: [MST] {i}J'ai presque oublié sa taille.{/i}
italian: [MST] {i}Ho quasi dimenticato quanto è grande.

source: [MST] {i}Even though I haven't been able to stop thinking about that cock since I last saw it.{/i}
french: [MST] {i}Même si je n'ai pas pu arrêter de penser à cette queue depuis que je l'ai vu pour la dernière fois.{/i}
italian: [MST] {i}Anche se non sono riuscita a smettere di pensare a quel cazzo dall'ultima volta che l'ho visto.{/i}

source: [MS] Your pose is perfect, luckily I've already painted your face, because you look nervous.
french: [MS] Votre pose est parfaite, heureusement j'ai déjà peint ton visage, car tu as l'air nerveux.
italian: [MS] La tua posa è perfetta, per fortuna ti ho già dipinto il viso, perché sembri nervoso.

source: [RT] {i}I can't stop thinking about that handjob.{/i}
french: [RT] {i}Je ne peux pas arrêter de penser à cette branlette.{/i}
italian: [RT] {i}Non riesco a smettere di pensare a quel lavoro di mano.{/i}

source: [MS] Oh, no!... Not again?
french: [MS] Oh, non!... Pas encore?
italian: [MS] Oh, no!... Non di nuovo?

source: [MST] {i}Oh, yes!{/i}
french: [MST] {i}Oh, oui!{/i}
italian: [MST] {i}Oh, sì! {/i}

source: [R] I'm sorry, but I just can't stop thinking about last time.
french: [R] Je suis désolé, mais je ne peux pas arrêter de penser à la dernière fois.
italian: [R] Mi dispiace, ma non riesco a smettere di pensare all'ultima volta.

source: [MST] {i}Don't go there!{/i}
french: [MST] {i}N'y va pas !{/i}
italian: [MST] {i}Non andare lì! {/i}

source: [MST] {i}Shut up, conscience!... This is only logical.{/i}
french: [MST] {i}Tais-toi, ma conscience !... C'est logique.{/i}
italian: [MST] {i}Stai zitto, coscienza!... Questo è solo logico. {/i}.

source: [MS] Have you ever had a titjob?
french: [MS] As-tu déjà eu une branlette espagnole?
italian: [MS] Hai mai avuto una tetta?

source: [R] No... I've never had one... that might make me cum faster.
french: [R] Non... Je n'en ai jamais eu... cela pourrait me faire jouir plus vite.
italian: [R] No... non ne ho mai avuto uno... che potrebbe farmi venire più velocemente.

source: [MS] We'll never know until we try.
french: [MS] Nous ne le saurons jamais avant d'essayer.
italian: [MS] Non lo sapremo mai finché non proviamo.

source: [MST] {i}You're going to let him fuck your tits!... Do you have no self-control?{/i}
french: [MST] {i}Tu vas le laisser baiser tes seins !... N'as-tu aucune maîtrise de soi ?{/i}
italian: [MST] {i}Lascerai che ti scopi le tette!... Non hai autocontrollo?

source: [MST] {i}I'm just taking care of a problem. I need him to cum fast, and it's not my fault that young men love breasts so much.{/i}
french: [MST] {i}Je m'occupe juste d'un problème. J'ai besoin qu'il jouisse vite, et ce n'est pas de ma faute si les jeunes hommes aiment tant les seins.{/i}
italian: [MST] {i}Mi sto solo occupando di un problema. Ho bisogno che sborri velocemente, e non è colpa mia se i giovani uomini amano così tanto i seni.{/i}.

source: [MST] {i}If I really enjoy it too, what harm is there in that?{/i}
french: [MST] {i}Si je l'apprécie vraiment aussi, quel mal y a-t-il là-dedans?{/i}
italian: [MST] {i}Se anche a me piace molto, che male c'è?

source: [RT] {i}Oh, my God!... If I'd known that making posters for Lauren would end in me getting to fuck Mrs. Stone's tits, I never would have complained about it.{/i}
french: [RT] {i}Oh, mon Dieu!... Si j'avais su que faire des affiches pour Lauren finirait par me faire baiser les seins de Mme Stone, je ne m'en serais jamais plaint.{/i}
italian: [RT] {i}Oh, mio Dio! Se avessi saputo che fare dei poster per Lauren mi avrebbe portato a scopare le tette della signora Stone, non mi sarei mai lamentata.

source: [RT] {i}Those boobies are gorgeous!{/i}
french: [RT] {i}Ces seins sont magnifiques!{/i}
italian: [RT] {i}Queste tette sono bellissime!

source: [RT] {i}This feels so good!{/i}
french: [RT] {i}Cela fait tellement de bien!{/i}
italian: [RT] {i}Ci si sente così bene! {/i}.

source: [MST] {i}He'd be furious... but maybe it would teach him that he needs to take care of his wife, or she's gonna stray.{/i}
french: [MST] {i}Il serait furieux... mais peut-être que ça lui apprendrait qu'il doit prendre soin de sa femme, ou elle va s'éloigner.{/i}
italian: [MST] {i}Sarebbe furioso... ma forse gli insegnerebbe che deve prendersi cura di sua moglie, o lei si allontanerà.{/i}

source: [MST] {i}I thought you weren't straying... I thought you were just taking care of a problem.{/i}
french: [MST] {i}Je pensais que tu ne t'égarais pas... Je pensais que tu t'occupais juste du problème.{/i}
italian: [MST] {i}Pensavo che non ti stessi allontanando... Pensavo che ti stessi solo prendendo cura di un problema.{/i}Sì.

source: [MST] {i}Shut up, conscience... No one asked you.{/i}
french: [MST] {i}Tais-toi, ma conscience... Personne ne te l'a demandé.{/i}
italian: [MST] {i}Stai zitto, coscienza... Nessuno te l'ha chiesto.{/i}

source: [R] I'm getting close, Mrs. Stone!
french: [R] Je m'approche, Mme Stone!
italian: [R] Mi sto avvicinando, signora Stone!

source: [MS] Just cum all over my tits!
french: [MS] Juste du sperme sur mes seins!
italian: [MS] Sborra sulle mie tette!

source: [R] Oh, God!
french: [R] Oh, Mon Dieu!
italian: [R] Oh, Dio!

source: [MS] Oh, my God!... [ryan]!... That was so much cum!
french: [MS] Oh, mon Dieu!... [ryan]!... C'était tellement de sperme!
italian: [MS] Oh, mio Dio!... [ryan]!... È stato tanto sperma!

source: [MS] You must not have ejaculated at all since the last time you came all over my face.
french: [MS] Tu ne dois pas avoir éjaculé du tout depuis la dernière fois que tu es venu sur mon visage.
italian: [MS] Non devi aver eiaculato affatto dall'ultima volta che sei venuto sulla mia faccia.

source: [R] Yeah... Something like that.
french: [R] Ouais... Quelque chose comme ça.
italian: [R] Sì... Qualcosa del genere.

source: [RT] {i}How many times have I came since then?{/i}
french: [RT] {i}Combien de fois suis-je venu depuis?{/i}
italian: [RT] {i}Quante volte sono venuto da allora? {/i}

source: [MS] Wow!... I don't think I've ever had this much cum on my tits!
french: [MS] Wow!... Je ne pense pas que j'ai jamais eu autant de sperme sur mes seins!
italian: [MS] Wow!... Non credo di aver mai avuto così tanto sperma sulle mie tette!

source: [MST] {i}You know that's a lie!{/i}
french: [MST] {i}Tu sais que c'est un mensonge!{/i}
italian: [MST] {i}Sai che è una bugia!{/i}

source: [MST] {i}Well, I guess I haven't from just one guy.{/i}
french: [MST] {i}Bien, je suppose que je n'ai pas qu'un seul gars.{/i}
italian: [MST] {i}Beh, credo di non averla avuta da un solo ragazzo.{/i}

source: [MS] That still took too long.
french: [MS] Cela a encore pris trop de temps.
italian: [MS] Ci è voluto ancora troppo tempo.

source: [MS] I don't think I've got time to paint you now.
french: [MS] Je ne pense pas avoir le temps de te peindre maintenant.
italian: [MS] Non credo di avere il tempo di dipingerti ora.

source: [MS] I've got a class starting in eight minutes.
french: [MS] J'ai un cours qui commence dans huit minutes.
italian: [MS] Ho una lezione che inizia tra otto minuti.

source: [MS] Promise me that you'll come back so I can finish my painting?
french: [MS] Promets-moi que tu reviendras pour que je puisse finir ma peinture ?
italian: [MS] Mi prometti che tornerai così posso finire di dipingere?

source: [MS] Well, that was not how I expected today to go.
french: [MS] Eh bien, ce n'était pas comme ça que je m'attendais aujourd'hui.
italian: [MS] Beh, non era così che mi aspettavo che andasse oggi.

source: [MS] But I can't complain.
french: [MS] Mais je ne peux pas me plaindre.
italian: [MS] Ma non posso lamentarmi.

source: [MS] My breasts got a nice cum bath... Cum is good for your skin, you know.
french: [MS] Mes seins ont eu un bon bain de sperme... Le sperme est bon pour la peau, tu sais.
italian: [MS] I miei seni hanno fatto un bel bagno di sborra... La sborra fa bene alla pelle, lo sai.

source: [R] I didn't know that.
french: [R] Je ne le savais pas.
italian: [R] Non lo sapevo.

source: [R] Thanks so much for everything, Mrs. Stone!
french: [R] Merci beaucoup pour tout, Mme Stone!
italian: [R] Grazie mille per tutto, signora Stone!

source: [MS] Your posters should be done... You can grab them off the printer on your way out.
french: [MS] Tes affiches doivent être faites... Tu peux les enlever de l'imprimante en sortant.
italian: [MS] I tuoi poster dovrebbero essere pronti... Puoi prenderli dalla stampante mentre esci.

source: [MS] And thanks for coming to see me. I really enjoy your visits.
french: [MS] Et merci d'être venu me voir. J'apprécie vraiment tes visites.
italian: [MS] E grazie per essere venuto a trovarmi. Mi piace molto le vostre visite.

source: [R] Thanks, Mrs. Stone... I do too, now more than ever.
french: [R] Merci, Mme Stone... Moi aussi, maintenant plus que jamais.
italian: [R] Grazie, signora Stone... Anche a me, ora più che mai.

source: [MST] {i}Maybe I should keep encouraging Matt to keep tearing down Lauren's post.{/i}
french: [MST] {i}Peut-être que je devrais encourager Matt à continuer à démolir le message de Lauren.{/i}
italian: [MST] {i}Forse dovrei continuare ad incoraggiare Matt a continuare a demolire il post di Lauren.

source: [RT] {i}Wow!... I can't wait for Matt to rip down Lauren's posters again.{/i}
french: [RT] {i}Wow!... J'ai hâte que Matt déchire à nouveau les affiches de Lauren.{/i}
italian: [RT] {i}Wow!... Non vedo l'ora che Matt strappi di nuovo i poster di Lauren.{/i}

source: [MS] Only... Can you do one more thing for me?
french: [MS] Seulement... Peux-tu faire une chose de plus pour moi?
italian: [MS] Unicamente... Riesci a fare ancora una cosa per me?

source: [R] Remove my shirt and pants again?
french: [R] Retirer à nouveau ma chemise et mon pantalon?
italian: [R] Rimuovere di nuovo la mia camicia e i pantaloni?

source: [MS] Uh... yes please, but would you also be willing to... remove your underwear?
french: [MS] Euh... oui s'il te plait, mais serais-tu aussi prêt à le faire... enlever tes sous-vêtements?
italian: [MS] Uh... sì, per favore, ma saresti anche disposto a... rimuovi la tua biancheria intima?

source: [R] Wait... What?
french: [R] Attends... Quoi ?
italian: [R] Aspetta... Che cosa?

source: [MS] I'm sorry... It's just that these types of portraits are always done nude.
french: [MS] Je suis désolée... C'est juste que ces types de portraits sont toujours faits nus.
italian: [MS] Mi dispiace... è solo che questi tipi di ritratti sono sempre fatti nudo.

source: [R] Are you serious?
french: [R] Es-tu sérieuse?
italian: [R] Dici sul serio?

source: [MS] I couldn't tell you from the start, because I didn't want to scare you off. I was trying to ease you into it.
french: [MS] Je ne pouvais pas te le dire dès le début, parce que je ne voulais pas te faire peur. J'essayais de te faciliter la tâche.
italian: [MS] Non potevo dirti fin dall'inizio, perché non volevo spaventarti. Stavo cercando di allentarti in essa.

source: [RT] {i}Holy fuck!... Hello karma... Haha... This is so ironic.{/i}
french: [RT] {i}Putain!... Bonjour karma... Haha... C'est tellement ironique.{/i}
italian: [RT] {i}Holy fuck!... Ciao karma... Haha... Questo è così ironico.{/i}

source: [RT] {i}So... who am I to fight karma.{/i}
french: [RT] {i}Donc... qui suis-je pour combattre le karma.{/i}
italian: [RT] {i}So... chi sono per combattere karma.{/i}

source: [R] Yeah... okay...
french: [R] Ouais... ok...
italian: [R] Sì... okay...

source: [MS] Okay?... really?....
french: [MS] D'accord?... vraiment?....
italian: [MS] Okay?... veramente?....
