Repository: DonRP/AFV
Catalog: game/*/*/UpdateScriptChristmasEvent.po
Languages: italian

source: [R] I've had to become very good at managing my money. I've got debts I have to pay, and items I need to buy, to help influence those around me.
italian: [R] Ho dovuto diventare molto bravo a gestire i miei soldi. Ho debiti che devo pagare, e articoli che ho bisogno di comprare, per aiutare a influenzare coloro che mi circondano.

source: [R] I've become aware that someone, or several someones, have been tracking my movements. So, I have learned to be stealthy, and to watch my back wherever I go.
italian: [R] Mi sono reso conto che qualcuno, o parecchi qualcuno, hanno tracciato i miei movimenti. Quindi, ho imparato ad essere furtivo, e a guardare la mia schiena ovunque vado.

source: [WT] Let me just pause you again for a second. [ryan] brings up a good point about getting around.
italian: [WT] Permettetemi di fermarvi di nuovo per un secondo. [ryan] fa apparire un buon punto su come muoversi.

source: [WT] You will find that navigation is very important in this type of game, so let me just show you how that's done.
italian: [WT] Troverai che la navigazione è molto importante in questo tipo di gioco, quindi lasciami solo mostrare come è fatto.

source: [WT] On the game screen, you can get around to many locations by using the travel buttons.
italian: [WT] Nella schermata di gioco, è possibile andare in giro per molte posizioni utilizzando i pulsanti di viaggio.

source: [WT] This button right here, will open up a map of the house, where you can pick any room you would like to go to.
italian: [WT] Questo pulsante proprio qui, aprirà una mappa della casa, dove è possibile scegliere qualsiasi stanza che si desidera andare.

source: [WT] You can also hover your cursor over this button, to open up the quick travel options.
italian: [WT] Puoi anche passare il cursore su questo pulsante, per aprire le opzioni di viaggio rapido.

source: [WT] These buttons will take you to any room in the house, as well as the world map.
italian: [WT] Questi pulsanti ti porteranno in qualsiasi stanza della casa, così come la mappa del mondo.

source: [WT] Exploring the AFV world is vitally important, as you will find that some events only happen at certain times, and in certain places.
italian: [WT] Esplorare il mondo AFV è di vitale importanza, in quanto scoprirete che alcuni eventi accadono solo in determinati momenti e in certi luoghi.

source: [WT] So, have fun exploring!
italian: [WT] Quindi, divertiti ad esplorare!

source: [R] I never can be sure who is following me, even though I have my suspicions.
italian: [R] Non posso mai essere sicuro di chi mi sta seguendo, anche se ho i miei sospetti.

source: [R] Always having to watch my back has made me grow closer to the few people I can trust.
italian: [R] Dovendo sempre guardare la schiena mi ha fatto crescere più vicino alle poche persone che posso fidare.

source: [R] And who can I trust better than those that live right here with me?
italian: [R] E chi posso fidarmi meglio di quelli che vivono qui con me?

source: {i}"(knock knock knock....)"{/i}
italian: {i}"(tok tok tok....)"{/i}

source: [M] {i}(muffled voice){/i} [ryan]? Why is the door locked? You're not looking at porn and masturbating again are you?
italian: [M] {i}(voce smorzata){/i} [ryan]? Perché la porta è bloccata? Non stai guardando porno e si masturba di nuovo, vero?

source: [R] No, Mom!.... But I'm really busy right now!
italian: [R] No, Mamma!.... Ma sono davvero impegnato in questo momento!

source: [M] With what?
italian: [M] Con che cosa?

source: [R] Ummm.... homework.... of course!
italian: [R] Ummm.... compiti... naturalmente!

source: [M] Well, ok.... but you know you don't need to take care of yourself like that anymore, right?
italian: [M] Beh, ok.... ma sai che non devi più prenderti cura di te stesso, vero?

source: [M] You know that if you need some relief, you just need to let me know. And if I'm too busy, I'm sure Lauren or Sidney would be happy to help you out.
italian: [M] Sai che se hai bisogno di un po' di sollievo, devi solo farmi sapere. E se sono troppo occupato, sono sicuro che Lauren o Sidney sarebbero felici di aiutarti.

source: [R] Ok!.... Thanks, Mom!
italian: [R] Ok!.... Grazie, mamma!

source: [R] Please, don't judge me until you've heard my side of the story.
italian: [R] Per favore, non giudicami finché non avrai sentito il mio lato della storia.

source: [R] It's like I said.... with so many shady characters around tracking my movements, I've needed to grow closer to the people around me.
italian: [R] È come ho detto... con tanti personaggi ombreggiati nel tracciare i miei movimenti, ho bisogno di avvicinarmi alle persone che mi circondano.

source: [WT] Let me just jump in here one more time.
italian: [WT] Permettetemi di saltare qui ancora una volta.

source: [WT] To be successful, [ryan] has to influence those around him.
italian: [WT] Per avere successo, [ryan] deve influenzare coloro che lo circondano.

source: [WT] Relationship management is the most important part of this game.
italian: [WT] La gestione delle relazioni è la parte più importante di questo gioco.

source: [WT] You will need to make choices throughout the game that will influence the way the girls in your life feel about you.
italian: [WT] Avrete bisogno di fare scelte durante tutto il gioco che influenzerà il modo in cui le ragazze nella tua vita si sentono su di te.

source: [WT] So, it's pretty important that you keep track of those stats.
italian: [WT] Quindi, è abbastanza importante tenere traccia di quelle statistiche.

source: [WT] You can access a girl's stats,
italian: [WT] Puoi accedere alle statistiche di una ragazza,

source: [WT] by pressing the "P" button on your keyboard.
italian: [WT] premendo il pulsante "P" sulla tastiera.

source: [WT] You can cycle through the girls in the game by clicking on the left or right arrows.
italian: [WT] Puoi scorrere le ragazze nel gioco cliccando sulle frecce sinistra o destra.

source: [WT] Once you've found the girl you want to track, you can figure out her stats by looking at the icons by her name and picture.
italian: [WT] Una volta trovata la ragazza che vuoi tracciare, si può capire le sue statistiche guardando le icone con il suo nome e foto.

source: [WT] The heart icon stands for love.
italian: [WT] L'icona del cuore è sinonimo di amore.

source: [WT] These hands represent respect.
italian: [WT] Queste mani rappresentano rispetto.

source: [WT] The angry emoji stands for a girl's anger towards you. It's hard to get them to do anything for you when they are mad.
italian: [WT] L'emoji arrabbiata sta per la rabbia di una ragazza verso di te. È difficile convincerli a fare qualcosa per voi quando sono arrabbiati.

source: [WT] This whip icon, represents a girl's submission to you.
italian: [WT] Questa icona frusta, rappresenta la sottomissione di una ragazza a te.

source: [WT] And these lips represent a girl's libido.
italian: [WT] E queste labbra rappresentano la libido di una ragazza.

source: [WT] To close the stats window, just press the "P" on your keyboard again.
italian: [WT] Per chiudere la finestra delle statistiche, premi nuovamente il tasto "P" sulla tastiera.

source: [WT] Another handy way to track a girl's stats is through your phone.
italian: [WT] Un altro modo utile per monitorare le statistiche di una ragazza è attraverso il telefono.

source: [WT] You can access your phone by clicking on this button.
italian: [WT] Puoi accedere al tuo telefono cliccando su questo pulsante.

source: [WT] Once your phone is pulled up, you can track a girl's stats,
italian: [WT] Una volta che il telefono viene tirato, è possibile monitorare le statistiche di una ragazza,

source: [WT] by clicking on this button right here.
italian: [WT] cliccando su questo pulsante proprio qui.

source: [WT] There are also some other handy things you can do with your phone as well.
italian: [WT] Ci sono anche altre cose utili che puoi fare anche con il tuo telefono.

source: [WT] For those of you who support us at the "Friend" tier on SubscribeStar or Patreon, you can install a mod that you can access by pressing on this button.
italian: [WT] Per quelli di voi che ci sostengono al livello "Amico" su SubscribeStar o Patreon, è possibile installare una mod a cui è possibile accedere premendo questo pulsante.

source: [WT] The mod is pretty awesome! It allows you to change the name of your character, manipulate the stats of other characters, add and remove items, and add money to your backpack.
italian: [WT] La mod è abbastanza fantastica! Ti permette di cambiare il nome del tuo personaggio, manipolare le statistiche di altri personaggi, aggiungere e rimuovere gli articoli e aggiungere denaro allo zaino.

source: [WT] This button allows you to track your progress. When you click on it,
italian: [WT] Questo pulsante ti permette di tracciare i tuoi progressi. Quando fai clic su di esso,

source: [WT] A screen that lists events will pop up.
italian: [WT] Apparirà una schermata che elenca gli eventi.

source: [WT] And when you click on the three question marks "???", you will receive hints to help you know how to complete that event.
italian: [WT] E quando clicchi sui tre punti interrogativi "???", riceverai suggerimenti per aiutarti a completare l'evento.

source: [WT] A couple other useful buttons are on the bottom of the phone.
italian: [WT] Un paio di altri pulsanti utili sono sul fondo del telefono.

source: [WT] This button lets you see any pictures of girls that you may take throughout the course of the game.
italian: [WT] Questo pulsante ti permette di vedere qualsiasi foto di ragazze che si possono prendere durante tutto il corso del gioco.

source: [WT] And this extremely useful button lets you move forward in time.
italian: [WT] E questo pulsante estremamente utile ti permette di andare avanti nel tempo.

source: [WT] So, that's all the tips we have for you. Everything else you will have to figure out on your own, or I guess you could always find the walkthrough, or ask for help online.
italian: [WT] Quindi, ecco tutti i suggerimenti che abbiamo per te. Tutto il resto dovrete capire da soli, o immagino che potreste sempre trovare la passeggiata, o chiedere aiuto online.

source: [WT] However you decide to play, we hope you enjoy the game!
italian: [WT] Tuttavia decidi di giocare, speriamo che ti piaccia il gioco!

source: [WT] Go ahead and take it from here, [ryan]!
italian: [WT] Vai avanti e prendi da qui, [ryan]!

source: [R] I guess the best thing I can do is to tell you my story, and let whomever watches this to be the judge of my actions.
italian: [R] Immagino che la cosa migliore che posso fare sia raccontare la mia storia, e che chi guarda questo sia il giudice delle mie azioni.

source: [R] And once again, hope this story gets turned into a kick-ass HBO series, and not a fucking lame-ass H-game.
italian: [R] E ancora una volta, spero che questa storia si trasformi in un calcio di culo serie HBO, e non un cazzo zoppo culo H-gioco.

source: [R] .... So, until fairly recently, I was just a normal teenage kid like everybody else.
italian: [R] .... Così, fino a poco tempo fa, ero solo un bambino adolescente normale come tutti gli altri.

source: [R] Until I was awoken really early one morning by a phone call that would change my life forever...
italian: [R] Fino a quando non sono stato svegliato davvero una mattina presto da una telefonata che avrebbe cambiato la mia vita per sempre...

source: End of tutorial.
italian: Fine del tutorial.

source: [GF] Oh, look! There she is, adjusting something on the Christmas tree.
italian: [GF] Oh, guarda! Ecco, aggiusta qualcosa sull'albero di Natale.

source: [RT] I'll wager money that when she turns around, she'll have a pregnant belly too.
italian: [RT] scommetterò che quando si gira in giro, avrà anche una pancia incinta.

source: [GF] Yeah, I'm not betting you. I think the odds are too much in your favor.
italian: [GF] Sì, non ti sto scommettendo. Penso che le probabilità siano troppo a tuo favore.

source: [RT] {i}Ha!.... Called it!{/i}
italian: [RT] {i}Ha!.... La chiama!{/i}

source: [GF] Congratulations for being able to see obvious plot points in simple-minded stories.
italian: [GF] Congratulazioni per essere stati in grado di vedere evidenti punti di trama in storie di mentalità semplice.

source: [GF] Never mind.
italian: [GF] Non importa mai.

source: [R] Oh, hey Sidney! Merry Christmas! I love your sweater!
italian: [R] Oh, hey Sidney! Buon Natale! Amo il tuo maglione!

source: [S] Thanks! I made it myself. I thought it was pretty festive.
italian: [S] Grazie! Ho fatto me stesso. Ho pensato che fosse piuttosto festoso.

source: [S] But it's too damn hot!
italian: [S] Ma è troppo maledetto caldo!

source: [S] This baby is like having my own personal space heater attached to me.
italian: [S] Questo bambino è come avere il mio riscaldatore di spazio personale attaccato a me.

source: [S] I can't seem to get cool, no matter what I do.
italian: [S] Non riesco ad avere freddo, non importa quello che faccio.

source: [RT] {i}I think I'm starting to understand why guys get pregnancy fetishes.{/i}
italian: [RT] {i}Penso che sto cominciando a capire perché i ragazzi ottengono feticci di gravidanza.{/i}

source: [RT] {i}Every single one of the girls still looks sexy as hell, even with their huge baby bumps.{/i}
italian: [RT] {i}Ogni singolo delle ragazze sembra ancora sexy come l'inferno, anche con i loro enormi urti.{/i}

source: [RT] {i}I guess I should just add this fetish to the list.{/i}
italian: [RT] {i}Immagino che dovrei solo aggiungere questo feticcio alla lista.{/i}

source: [GF] They should hand out fetish merit badges. You'd be one of the most decorated perverts out there.
italian: [GF] Dovrebbero distribuire distintivi di merito feticcio. Saresti uno dei perversi più decorati là fuori.

source: [RT] {i}And to think, I was a totally normal kid, not too long ago.{/i}
italian: [RT] {i}E per pensare, ero un bambino del tutto normale, non troppo tempo fa.{/i}

source: [GF] Well, every pervert's got to start somewhere.
italian: [GF] Beh, ogni pervertito deve iniziare da qualche parte.

source: [RT] I've got to find out who's the father of Sidney's baby.
italian: [RT] Devo scoprire chi è il padre del bambino di Sidney.

source: [GF] Maybe you could try the "Keeping a History of Events for the Year," route with Sidney.
italian: [GF] Forse si potrebbe provare il "Mantenere una storia degli eventi per l'anno", percorso con Sidney.

source: [GF] That worked well with Lauren.
italian: [GF] Ha funzionato bene con Lauren.

source: [R] So, I've been trying to record all of the notable events for this year. You know.... kind of a journal, so we can look back and remember the good times.
italian: [R] Così, ho cercato di registrare tutti gli eventi importanti per quest'anno. Sai... tipo di rivista, così possiamo guardare indietro e ricordare i bei tempi.

source: [R] After talking with Mom and Sidney, I think I've got most of the events covered. The last thing I need for the record, is your version of how you got pregnant.
italian: [R] Dopo aver parlato con Mamma e Sidney, penso di aver avuto la maggior parte degli eventi coperti. L'ultima cosa di cui ho bisogno per il record, è la tua versione di come si è incinta.

source: [S] Nice try, [ryan]! I know you're only bringing this up so you can reprimand me again for what stupid decisions I make.
italian: [S] Bel tentare, [ryan]! So che stai solo portando questo in su in modo da poter rimproverarmi di nuovo per quali stupide decisioni prendo.

source: [S] I already know it was stupid of me to follow Mom to Joey's strip club.
italian: [S] So già che era stupido da parte mia seguire la mamma al club di striscia di Joey.

source: [S] I already know it was stupid of me to accept the work that Joey was offering.
italian: [S] So già che era stupido da parte mia accettare il lavoro che Joey stava offrendo.

source: [S] I know it was stupid of me to let him buy me nice things.
italian: [S] So che è stato stupido di me lasciarlo comprare cose belle.

source: [S] I know it was stupid of me to think he would ever leave his wife for me.
italian: [S] So che è stato stupido da parte mia pensare che avrebbe mai lasciato sua moglie per me.

source: [S] I don't know how, or why, I let him manipulate me to become his tool to blackmail powerful men.
italian: [S] Non so come, o perché, mi lascio manipolare per diventare il suo strumento per ricattare uomini potenti.

source: [S] I'd sleep with them, and Joey would record it all, to use the pictures later for blackmail.
italian: [S] dormirei con loro, e Joey registrerebbe tutto, per usare le immagini più tardi per ricattare.

source: [S] And now I've slept with most of the powerful men in the state, and I don't know if my baby's father is Senator McFeely, Archbishop SaintFister, Governor LeGroper,
italian: [S] E ora ho dormito con la maggior parte degli uomini potenti nello stato, e non so se il padre di mio bambino è il senatore McFeely, arcivescovo SaintFister, governatore LeGroper,

source: [S] Chief O'CummingHand, Don BiggusDickus.... (rambling on)
italian: [S] Capo O'CummingHand, Don BiggusDickus.... (arrampicata su)

source: [GF] Oh, damn! Holy shit! You're zero for three.
italian: [GF] Oh, maledetta! Merda santa! Sei zero per tre.

source: [GF] I don't want to sound too intrusive or judgy, but you might want to do a few things to try and change this future.
italian: [GF] Non voglio sembrare troppo invadente o giudicato, ma potresti voler fare alcune cose per cercare di cambiare questo futuro.

source: [GF] Unless you get off on other men fucking your women. Like I said, I don't judge.
italian: [GF] A meno che tu non scenda su altri uomini che scopano le tue donne. Come ho detto, io non giudico.

source: [RT] {i}Trust me, I'm keeping a mental list of things I need to change.{/i}
italian: [RT] {i}Fidati di me, sto mantenendo una lista mentale di cose che devo cambiare.{/i}

source: [RT] {i}Though they're not the kind of changes your sisters would want me to make.{/i}
italian: [RT] {i}Anche se non sono il tipo di cambiamenti che le tue sorelle vorrebbero che facesse.{/i}

source: [RT] {i}They're too small.{/i}
italian: [RT] {i}Sono troppo piccoli.{/i}

source: [GF] Hahaha.... you'd be surprised at how much they can stretch.
italian: [GF] Hahaha.... saresti sorpreso di quanto possono allungare.

source: [S] Principle Wankright, School board member Will Tylor.
italian: [S] Principio Wankright, membro del consiglio scolastico Will Tylor.

source: [R] Sidney! Shut up for a second
italian: [R] Sidney! Stai zitto per un secondo

source: [R] I understand you slept with half the state, but is there any possible way that I could be the daddy?
italian: [R] Capisco che hai dormito con metà dello stato, ma c'è qualche modo possibile che potrei essere il papà?

source: [S] No.... I wasn't living at home at the time. I was too busy with the DeCapos. Joey had me living in his high rise apartment.
italian: [S] No.... Non vivevo a casa all'epoca. Ero troppo impegnato con i DeCapos. Joey mi ha fatto vivere nel suo appartamento in alto rialzo.

source: [S] And you refused to even come visit me.
italian: [S] E ti sei rifiutato di venire a trovarmi.

source: [S] But I was so grateful that you let me come back home, even though I was hooked on meth and had a vagina looser than a wizards sleeve.
italian: [S] Ma sono stato così grato che mi hai lasciato tornare a casa, anche se ero agganciato al meth e aveva una vagina più libera di una manica magica.

source: [R] Ok Sidney, just stop. I've got everything I need for the family history. And your section of it is going to be quite a legacy.
italian: [R] Ok Sidney, basta fermarsi. Ho tutto ciò di cui ho bisogno per la storia della famiglia. E la vostra sezione di esso sta per essere abbastanza un lascito.

source: [S] Ahhh.... Fuck it. I know what I am.
italian: [S] Ahhh.... Cazzo esso. So quello che sono.

source: [S] I was quite the prude at one time, then it all changed when I started molesting people in their sleep.
italian: [S] Ero abbastanza prudente una volta, poi tutto è cambiato quando ho iniziato a molestare le persone nel loro sonno.

source: [S] You remember that?
italian: [S] Lo ricordi?

source: [R] Of course I do.
italian: [R] Naturalmente lo faccio.

source: [S] Sorry if that messed you up at all.
italian: [S] Mi dispiace se questo ti ha messo a repentaglio.

source: [S] I know it did me.
italian: [S] Lo so che mi ha fatto.

source: [RT] {i}Shit.... I've ruined her life. And now she's apologizing to me, for something I made her do.{/i}
italian: [RT] {i}Merda... Ho rovinato la sua vita. E ora mi scusa, per qualcosa che l'ho fatta.{/i}

source: [RT] {i}Fuck! I'm ready to go back right now, and try to fix some things.{/i}
italian: [RT] {i}Fuck! Sono pronto a tornare in questo momento e prova a risolvere alcune cose.{/i}

source: [GF] Well, you know how this works. We've got to wait in the future until our time is up. While you're waiting, go look around and maybe you can find something that will cheer you up.
italian: [GF] Beh, sai come funziona. Dobbiamo aspettare in futuro fino a quando il nostro tempo sarà scaduto. Mentre stai aspettando, vai a guardare intorno e forse puoi trovare qualcosa che ti rallegrerà.

source: [S] Oh look, Here comes Mom and Lauren.
italian: [S] Oh guarda, ecco che arriva mamma e Lauren.

source: [S] I'm just going to go sit down and have a little break. My back is killing me.
italian: [S] Sto solo andando a sedersi e avere un po 'di pausa. La mia schiena mi uccide.

source: [S] Hahah.... nice try, [ryan]!
italian: [S] Hahah.... bel tentare, [ryan]!

source: [S] I know you're only bringing that up because you like to gloat that you were able to knock up both me and Lauren.
italian: [S] So che lo stai solo portando in su, perché ti piace il globo che sei stato in grado di bussare sia me che Lauren.

source: [GF] Ahhh! Way to go! Two out of three's not bad at all!
italian: [GF] Ahhh! Modo per andare! Due su tre non sono affatto cattivi!

source: [S] And yes, we all think you're amazing, and yes we're super grateful for all of the shit you've done for us.
italian: [S] E sì, pensiamo tutti che tu sia incredibile, e sì, siamo super grati per tutta la merda che hai fatto per noi.

source: [S] I hope you don't keep bringing it up because you don't feel appreciated!
italian: [S] Spero che tu non continui a farla crescere perché non ti senti apprezzato!

source: [S] Because what you did to get us out from under the thumb of those Mafia goons!.... Well, it was so heroic.
italian: [S] Perché quello che hai fatto per farci uscire da sotto il pollice di quei goon mafiosi!.... Beh, era così eroico.

source: [S] Not many people are able to shrug off the Mafia like you did, without having to go into witness protection.
italian: [S] Non molte persone sono in grado di scacciare la mafia come te, senza dover andare in protezione di testimoni.

source: [S] And now, you've gained both their respect and their apathy.
italian: [S] E ora, hai guadagnato sia il loro rispetto che la loro apatia.

source: [S] You really should write a book about it someday!
italian: [S] Dovresti davvero scrivere un libro su di esso un giorno!

source: [R] Really? Tell me!.... What did I do!?...
italian: [R] Veramente? Dimmi!.... Cosa ho fatto!?...

source: [S] Ohhhhh.... of course you know!.... And there's no need for false modesty.
italian: [S] Ohhhhh... naturalmente sa!... E non c'è bisogno di falsa modestia.

source: [S] Needless to say. Lauren and I, are both very proud to be carrying your babies!
italian: [S] Inutile dire Lauren ed io, sono entrambi molto orgogliosi di portare i vostri bambini!

source: [S] We don't give a fuck about what other people think.
italian: [S] Non diamo un cazzo su quello che pensano le altre persone.
