Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.02.po
Languages: french

source: [ST] {i}Shit! Thinking of [ryan]'s dick just gave me the best orgasm of my life!{/i}
french: [ST] {i}Merde! Penser à la bite de [ryan] m'a donné le meilleur orgasme de ma vie!{/i}

source: [ST] {i}It's just fantasy Sidney, that little twerp better never try anything at all on me.{/i}
french: [ST] {i}C'est juste un fantasme Sidney, ce petit crétin ferait mieux de ne jamais rien essayer du tout sur moi.{/i}

source: [ST] {i}Why would I even think he would? Am I worried that I'd like it?{/i}
french: [ST] {i}Pourquoi penserais-je qu'il le ferait ? Suis-je inquiète de l'aimer?{/i}

source: [ST] {i}It's just harmless fantasy. It's just harmless fantasy. It's just harmless fantasy.{/i}
french: [ST] {i}C'est juste un fantasme inoffensif. C'est juste un fantasme inoffensif. C'est juste un fantasme inoffensif.{/i}

source: [R] Hey Matt, hey Megan, Miss [mom_name]? Do you have a minute to go over a few things with my Oedipus assignment with me?
french: [R] Hé Matt, hé Megan, Mademoiselle [mom_name]? As-tu une minute pour passer en revue quelques choses avec mon devoir d'Œdipe avec moi?

source: [M] Ok [ryan], go to my office and I'll be right there.
french: [M] Ok [ryan], va dans mon bureau et je serai là.

source: [R] Mom!
french: [R] Maman!

source: [M] I mean [ryan], go to my office and I'll be right there.
french: [M] Je veux dire [ryan], va dans mon bureau et je serai là.

source: [R] Hi Megan, Miss [mom_name]? Do you have a minute to go over a few things with my Oedipus assignment with me?
french: [R] Hé Megan, Mademoiselle [mom_name]? As-tu une minute pour passer en revue quelques choses avec mon devoir d'Œdipe avec moi?

source: [M] Ok, Ok, [ryan], go to my office and I'll be right there.
french: [M] Ok, ok, [ryan], va dans mon bureau et je serai là.

source: [M] Oh, hi honey.
french: [M] Oh, salut chéri.

source: [R] Mom, remember? I don't want you to call me honey at school.
french: [R] Maman, tu te souviens? Je ne veux pas que tu m'appelles chéri à l'école.

source: [M] Oh right, I'm sorry I forgot, [ryan].
french: [M] Oh d'accord, je suis désolé d'avoir oublié, [ryan].

source: [M] But if I can't call you honey, you have to call me Miss [mom_name].
french: [M] Mais si je ne peux pas t'appeler chéri, tu dois m'appeler Mademoiselle [mom_name].

source: [R] Ok Miss [mom_name].
french: [R] Ok Mademoiselle [mom_name].

source: [M] We were all actually just talking about you.
french: [M] Nous allons juste parler de toi.

source: [R] Really? What about?
french: [R] Vraiment? Qu'en est-il ?

source: [MG] Oh, haha.... really Miss [mom_name] just overheard our conversation about the hottest couple for the yearbook.
french: [MG] Oh, haha.... vraiment mademoiselle [mom_name] vient d'entendre notre conversation sur le couple le plus chaud de l'annuaire.

source: [MG] This year it's not from existing couples, but who would make the cutest couples.
french: [MG] Cette année, ce n'est pas des couples existants, mais qui ferait les couples les plus mignons.

source: [MG] And your name is on the top of the chart.
french: [MG] Et votre nom est en haut du graphique.

source: [M] But I'm dying to know what girl you should be coupled with.
french: [M] Mais je meurs d'envie de savoir avec quelle fille tu devrais être en couple.

source: [M] They were just about to tell me.
french: [M] Ils étaient sur le point de me le dire.

source: [MB] Actually, Miss [mom_name], you were the one the students wanted to see [ryan] coupled up with.
french: [MB] En fait, Mademoiselle [mom_name], c'est vous que les étudiants voulaient voir avec [ryan] en couple.

source: [M] What?
french: [M] Quoi?

source: [M] Matt, that isn't funny!
french: [M] Matt, ce n'est pas drôle!

source: [MB] I'm serious!
french: [MB] Je suis sérieux!

source: [MB] Tabboo stuff is kind of in right now.
french: [MB] Les trucs tabous sont en quelque sorte tendance en ce moment.

source: [MB] And think about it. You're the hottest woman in this school!
french: [MB] Et pensez-y. Vous êtes la femme la plus sexy de cette école!

source: [MG] Yeah, and [ryan]'s quite the looker as well.
french: [MG] Ouais, et [ryan] est tout à fait le beau mec aussi.

source: [MG] You passed down your sexiest genes Miss [mom_name]!
french: [MG] Vous avez transmis vos gènes les plus sexy Mademoiselle [mom_name]!

source: [M] Oh, you two!
french: [M] Oh, vous deux!

source: [M] What am I going to do with you?
french: [M] Qu'est-ce que je vais faire de vous?

source: [R] Hey Miss [mom_name], do you have a minute. I really need to meet with you about the Oedipus assignment you gave us.
french: [R] Hé Mademoiselle [mom_name], avez-vous une minute. J'ai vraiment besoin de vous rencontrer à propos de la mission d'Œdipe que vous nous avez confiée.

source: [M] Ok honey, go to my office and I'll be right there.
french: [M] Ok, chéri, vas dans mon bureau et je serai là.

source: [M] Did you need something?
french: [M] As-tu besoin de quelque chose?

source: [R] Yeah actually, I really need to meet with you about the Oedipus assignment you gave us.
french: [R] Ouais en fait, j'ai vraiment besoin de te rencontrer au sujet de la mission d'Œdipe que tu nous as donné.

source: [M] Ok honey, so what was it that you wanted to ask me?
french: [M] Ok chéri, alors qu'est-ce que tu voulais me demander?

source: [R] I was just wondering if you got a chance to play more of those games I sent you, to see if they would work for my assignment.
french: [R] Je me demandais juste si tu avais une chance de jouer à plus de ces jeux que je t'ai envoyés, pour voir s'ils fonctionneraient pour ma mission.

source: [M] No I haven't quite had time yet.
french: [M] Non je n'ai pas encore eu le temps.

source: [R] Well, would you like to play a little bit more of them with me right now, to see if you can find a reason why they wouldn't work?
french: [R] Eh bien, veux-tu jouer un peu plus avec moi maintenant, pour voir si tu peux trouver une raison pour laquelle ils ne fonctionneraient pas?

source: [M] Sure, just scooch over a chair and I'll come sit by you so we can play together.
french: [M] Bien sûr, il suffit de s'installer sur une chaise et je viendrais m'asseoir près de toi pour qu'on puisse jouer ensemble.

source: [R] Ok, let me just look through my F95Zone downloads.
french: [R] Ok, laisse-moi simplement parcourir mes téléchargements F95Zone.

source: [R] Oh yes, here they are.
french: [R] Oh oui, voilà.

source: [M] We keep seeing the same scenes over and over.
french: [M] Nous continuons à voir les mêmes scènes encore et encore.

source: [R] Yeah, that's called grinding, the best games require it to build your stats.
french: [R] Oui, c'est ce qu'on appelle le 'grinding', les meilleurs jeux en ont besoin pour construire tes statistiques.

source: [R] It makes each scene you unlock feel even more rewarding.
french: [R] Cela rend chaque scène que tu débloques encore plus gratifiante.

source: [M] That makes a lot of sense.
french: [M] Cela a beaucoup de sens.

source: [R] So, did you see anything that would disqualify these games from my assignment?
french: [R] Alors, as-tu vu quelque chose qui pourrait disqualifier ces jeux de ma mission?

source: [M] Uhhh.... no!.... Nothing obvious.
french: [M] Uhhh.... Non!.... Rien d'évident.

source: [M] I think you're on the right track. But maybe when you have some time again, come by and we can keep playing to make sure.
french: [M] Je pense que tu es sur la bonne voie. Mais peut-être que quand tu auras encore du temps, viens et nous pourrons continuer à jouer pour être sûrs.

source: [M] Plus I'm dying to see what happens in the new updates.
french: [M] De plus, je meurs d'envie de voir ce qui se passe dans les nouvelles mises à jour.

source: [M] Ok, I really need to get back to my class, I'll see you at home tonight.
french: [M] Ok, j'ai vraiment besoin de retourner en classe, je te verrais à la maison ce soir.

source: [R] Ok Mom, see you later.
french: [R] Ok Maman, à plus tard.

source: [RT] {i}Who would have thought spending quality time with Mom would mean playing these types of games with her?{/i}
french: [RT] {i}Qui aurait pensé que passer du temps de qualité avec maman signifierait jouer à ce genre de jeux avec elle?{/i}

source: [RT] {i}She seems to have no problem with them, in fact she seems to really enjoy them.{/i}
french: [RT] {i}Elle semble n'avoir aucun problème avec eux, en fait elle semble vraiment les apprécier.{/i}

source: [R] I'm still struggling with this Oedipus assignment.
french: [R] Je suis toujours aux prises avec cette mission d'Œdipe.

source: [R] I wanted to show you something else that I found, and see if it works for my Oedipus assignment.
french: [R] Je voulais te montrer quelque chose d'autre que j'ai trouvé, et voir si cela fonctionne pour mon devoir d'Œdipe.

source: [R] It's another video game I found online, can you come look at it with me and see what you think.
french: [R] C'est un autre jeu vidéo que j'ai trouvé en ligne, peux-tu venir le regarder avec moi et voir ce que tu en penses.

source: [M] Ok just scooch over a chair and I'll come sit by you so you can show me.
french: [M] Ok il suffit de s'installer sur une chaise et je viendrais m'asseoir près de toi pour que tu puisses me montrer.

source: [R] Oh yes, here it is.
french: [R] Oh oui, voilà.

source: [M] Milfy City, huh?
french: [M] Milfy City, hein ?

source: [M] What on earth is a Milf?
french: [M] Qu'est-ce qu'une Milf ?

source: [R] Just a hot mom.
french: [R] Juste une maman chaude.

source: [M] Ok, well let's take a look.
french: [M] Ok, eh bien, jetons un coup d'œil.

source: [M] Wow! Somehow the mom kissing her son makes this so much more intimate than even the sex.
french: [M] Wow! D'une certaine manière, la maman qui embrasse son fils rend cela tellement plus intime que le sexe.

source: [R] Yeah, it makes you kind of understand why some people get into these types of games.
french: [R] Oui, cela te fait comprendre pourquoi certaines personnes se lancent dans ce type de jeux.

source: [M] Hmmmm.... yes, well keep going.
french: [M] Hmmmm.... oui, continue.

source: [M] This kid's dick is as big as yours.
french: [M] La bite de ce gamin est aussi grosse que la tienne.

source: [M] Wait! I shouldn't have said that.... I'm sorry if I made you uncomfortable.
french: [M] Attends! J'aurais pas dû dire ça.... Je suis désolé de t'avoir mis mal à l'aise.

source: [R] It's ok, it's flattering that my dick impressed you that much.
french: [R] C'est bon, c'est flatteur que ma bite t'ait autant impressionnée.

source: [M] Don't push it!
french: [M] Ne le pousse pas!

source: [R] So, do you think this one is good example for my paper as well?
french: [R] Alors, penses-tu que celui-ci est également un bon exemple pour mon article?

source: [R] Mom, are you alright?
french: [R] Maman, ça va?

source: [M] Uhhh.... yes!.... Of course.... just a little flustered from that game.
french: [M] Uhhh.... oui !.... Bien sûr... juste un peu excitée par ce jeu.

source: [M] But yes you're right. I think you're on the right track. Send me a link to that game as well, so I can make sure it falls completely within the umbrella of this assignment.
french: [M] Mais oui, tu as raison. Je pense que tu es sur la bonne voie. Envoies-moi également un lien vers ce jeu, afin que je puisse m'assurer qu'il relève complètement de cette mission.

source: [R] Ok, Mom, see you later.
french: [R] Ok, Maman, à plus tard.

source: [RT] {i}Boy, she really seemed flustered, If I can get her into these types of games, what I'm trying to do to her might not be so shocking for her when the time comes.{/i}
french: [RT] {i}Mec, elle semblait vraiment énervée, Si je peux l'amener dans ce genre de jeux, ce que j'essaie de lui faire pourrait ne pas être si choquant pour elle le moment venu.{/i}

source: [RT] {i}I'll have to show her some more of those games to see how she reacts.{/i}
french: [RT] {i}Je vais devoir lui montrer d'autres de ces jeux pour voir comment elle réagit.{/i}

source: [R] I'm just kind of struggling with this Oedipus assignment.
french: [R] Je suis juste un peu emprunté avec cette mission d'Œdipe.

source: [R] I'm supposed to find how this ancient play still is relevant in modern day life.
french: [R] Je suis censé trouver comment cette pièce ancienne est toujours pertinente dans la vie moderne.

source: [R] But when I search for Oedipus stuff on the internet. I find stuff that is kind of porn-ish.
french: [R] Mais quand je cherche des trucs d'Œdipe sur Internet. Je trouve des trucs qui sont un peu pornos.

source: [M] Yeah, I've been worried about this assignment turning up that kind of stuff.
french: [M] Ouais, j'ai été inquiet à propos de cette mission pour ce genre de choses.

source: [M] In fact I hate this new curriculum.
french: [M] En fait, je déteste ce nouveau programme.

source: [M] But I'm forced to teach it, because if I don't I'll be fired.
french: [M] Mais je suis obligée de l'enseigner, parce que si je ne le fais pas, je serais virée.

source: [R] It's not as bad as I originally thought it would be. But if you don't get to choose what you teach, who sets the curriculum?
french: [R] Ce n'est pas aussi mauvais que je le pensais au départ. Mais si tu ne peux pas choisir ce que tu enseignes, qui définit le programme?

source: [M] Some pervert on the school board named Will Tylor. He's some kind of deviant from what I can tell.
french: [M] Un pervers de la commission scolaire nommé Will Tylor. Il est un peu déviant si je peux le dire.

source: [M] I just hope he gets fired before his curriculum corrupts everyone on the school board, and in the schools.
french: [M] J'espère juste qu'il sera congédié avant que son programme ne corrompe tout le monde au conseil scolaire et dans les écoles.

source: [R] Hmmmm.... sounds like an asshole.
french: [R] Hmmmm.... on dirait un connard.

source: [M] He really is.
french: [M] Il l'est vraiment.

source: [R] Well then, I wanted to show you something that I found on the internet, and see if it works for my Oedipus assignment.
french: [R] Eh bien, je voulais te montrer quelque chose que j'ai trouvé sur Internet, et voir si cela fonctionne pour mon devoir d'Œdipe.

source: [R] It's just this video game I found online, can you come look at it with me and see what you think.
french: [R] C'est juste ce jeu vidéo que j'ai trouvé en ligne, peux-tu venir le regarder avec moi et voir ce que tu en penses.

source: [M] Sure, just scooch over a chair and I'll come sit by you so you can show me.
french: [M] Bien sûr, il suffit de s'installer sur une chaise et je viendrais m'asseoir près de toi pour que tu puisses me montrer.

source: [M] Big Brother, huh?
french: [M] Big Brother, hein?

source: [M] Is this like that voyeuristic television show on TV?
french: [M] Est-ce comme ces émissions de télévision voyeuriste à la tv?

source: [R] No this isn't nearly that lewd.
french: [R] Non, ce n'est pas si obscène.

source: [M] Uggghh.... are we really supposed to continue to believe that the mom is so stupid to believe she needs to jack off her son because he has carpal tunnel syndrome?
french: [M] Uggghh.... sommes-nous vraiment censés continuer à croire que la mère est si stupide de croire qu'elle doit se débarrasser de son fils parce qu'il a le syndrome du canal carpien?

source: [R] Mom, try to remember that it's just a game. It may be a bit ridiculous, but it's hard to make up situations where a mom would willingly enter a relationship with her son.
french: [R] Maman, essaie de te rappeler que c'est juste un jeu. C'est peut-être un peu ridicule, mais il est difficile d'inventer des situations où une mère entrerait volontiers dans une relation avec son fils.

source: [M] Hmmmm.... well, keep going.
french: [M] Hmmmm.... eh bien, continue.

source: [M] And now she's a party to the corruption of her daughter?
french: [M] Et maintenant elle est partie pour corrompre sa fille?

source: [M] I think that's all we should see for today.
french: [M] Je pense que c'est tout ce que nous devrions voir pour aujourd'hui.

source: [R] It's just fiction Mom, but there are a lot of people into these kind of games. I think it would be a good argument in my paper.
french: [R] C'est juste une maman de fiction, mais il y a beaucoup de gens dans ce genre de jeux. Je pense que ce serait un bon argument dans mon article.

source: [M] But yes you're right. I think you're on the right track. Send me a link to that game so I can make sure it falls completely within the umbrella of this assignment.
french: [M] Mais oui, tu as raison. Je pense que tu es sur la bonne voie. Envoyes-moi un lien vers ce jeu afin que je puisse m'assurer qu'il relève complètement de cette mission.

source: [RT] {i}Boy, she really seemed flustered, and she didn't kick me out of her office like I expected. Could she maybe have enjoyed that?{/i}
french: [RT] {i}Mec, elle semblait vraiment énervée, et elle ne m'a pas expulsée de son bureau comme je m'y attendais. Aurait-elle pu apprécier ça ?{/i}

source: [R] Well, this is it. What do you guys think?
french: [R] Eh bien, c'est ça. Qu'en penses-tu?

source: [MD] It's not quite as dirty as I thought it would be, but still pretty grimy.
french: [MD] Ce n'est pas aussi sale que je le pensais, mais toujours assez crasseux.

source: [L] And there are windows everywhere! Any perverted warehouse worker could peek in for a free show.
french: [L] Et il y a des fenêtres partout! Tous les travailleurs de l'entrepôt pervers pourraient jeter un coup d'œil pour un spectacle gratuit.

source: [R] All problems we can take care of.
french: [R] Tous des problèmes que nous pouvons résoudre.

source: [R] I will start to clean things up a bit, and hang these old canvas tarps over the windows.
french: [R] Je vais commencer à nettoyer un peu les choses et accrocher ces vieilles bâches de toile sur les fenêtres.

source: [R] You two go into that utility closet and get your outfits on.
french: [R] Vous deux allez dans ce placard utilitaire et enfilez vos tenues.

source: [R] There, isn't this better.
french: [R] Là, n'est-ce pas mieux.

source: [MD] Yeah, it actually is pretty good.
french: [MD] Ouais, c'est en fait assez bien.

source: [L] Not the best lighting, but the flash on your camera should help with that?
french: [L] Pas le meilleur éclairage, mais le flash de ton appareil photo devrait t'aider?

source: [R] To a degree.
french: [R] Dans une certaine mesure.

source: [R] If we take more pictures down the road, we may want to consider investing in some professional lighting, a nice backdrop, some photo equipment.
french: [R] Si nous prenons plus de photos sur la route, nous pourrions envisager d'investir dans un éclairage professionnel, une belle toile de fond, un équipement photo.

source: [R] That's getting way ahead of ourselves. That is assuming we make some good money.
french: [R] Cela prend beaucoup d'avance de nous-mêmes. C'est en supposant que nous gagnions beaucoup d'argent.

source: [R] But for now, this will do just fine.
french: [R] Mais pour l'instant, cela ira très bien.

source: [R] I'm going to shoot each of you individually and do some photos of you together.
french: [R] Je vais photographier chacun de vous individuellement et faire quelques photos de vous ensemble.

source: [R] Who wants to go first?
french: [R] Qui veut y aller en premier ?

source: [L] Oh, I do!
french: [L] Oh, je le veux!

source: [R] Ok, strike a pose and I'll start taking some pictures.
french: [R] Ok, prends une pose et je vais commencer à prendre des photos.

source: [R] Ok, that's cute.
french: [R] Ok, c'est mignon.

source: [L] Cute? I was going for sexy!
french: [L] Mignon? J'allais dire sexy!

source: [R] If you want sexy just turn around.
french: [R] Si tu veux du sexy, retournes-toi.

source: [L] Do you know how weird this is having my brother directing me to take sexy photos?
french: [L] Sais-tu à quel point c'est bizarre que mon frère me demande de prendre des photos sexy?

source: [R] You've just got to forget that I'm your brother.
french: [R] Tu dois juste oublier que je suis ton frère.

source: [R] Imagine you're a professional model, and I'm just some nameless photographer.
french: [R] Imagines que tu es un mannequin professionnel, et je ne suis qu'un photographe sans nom.

source: [R] Now turn around.
french: [R] Tournes-toi maintenant.

source: [L] Ok, I'll try.
french: [L] Ok, je vais essayer.

source: [R] There you go, now that's sexy!
french: [R] Voilà, c'est sexy !

source: [L] Can you at least try not to make comments like that?
french: [L] Peux-tu au moins essayer de ne pas faire de commentaires comme ça?

source: [L] I can't completely forget that it's my brother taking these pictures.
french: [L] Je ne peux pas oublier complètement que c'est mon frère qui prend ces photos.

source: [R] Ok, I'll try.
french: [R] Ok, je vais essayer.

source: [R] Ok, grab your prop gun and see if you can think of a sexy pose on your own.
french: [R] Ok, prends ton faux pistolet et regarde si tu peux penser à une pose sexy par toi-même.

source: [L] How's this?
french: [L] Comment ça ça va?

source: [RT] {i}Oh God, don't say anything too weird!{/i}
french: [RT] {i}Oh mon Dieu, ne dis rien de trop bizarre!{/i}

source: [R] Yeah.... that works ok.
french: [R] Oui.... ça marche bien.

source: [RT] {i}Would it be unprofessional to pop a boner in the middle of a photoshoot?{/i}
french: [RT] {i}Serait-il peu professionnel de sortir ma trique au milieu d'une séance photo?{/i}

source: [R] Alright, should we turn up the heat a little more?
french: [R] D'accord, devrions-nous augmenter le chauffage un peu plus?

source: [L] Ok, what do you mean?
french: [L] Ok, que veux-tu dire ?

source: [L] Oh my ass cheeks hanging out aren't enough skin for you?
french: [L] Oh mes fesses qui traînent n'ont pas assez de peau pour toi?

source: [R] Well, yeah, it's pretty sexy, but you're going to have to go further if you want your pictures to get the kind of attention you want them to get.
french: [R] Eh bien, oui, c'est assez sexy, mais tu vas devoir aller plus loin si tu veux que tes photos obtiennent le genre d'attention que tu veux qu'elles obtiennent.

source: [L] Yeah, I don't think so.
french: [L] Ouais, je ne pense pas.

source: {i}{b}"Lauren's Anger +1"{/b}{/i}
french: {i}{b}«Colère de Lauren +1»{/b}{/i}

source: [L] I'm sure I'll get plenty of attention without having to strip for you.
french: [L] Je suis sûr que je vais attirer beaucoup d'attention sans avoir à me déshabiller pour toi.

source: [R] Ok.... ok.... I don't want you to do anything you're uncomfortable with.
french: [R] D'accord.... ok.... Je ne veux pas que tu fasses quelque chose qui te gêne.

source: [R] Mandy.... why don't you grab your prop gun and we'll take some pictures of you two together.
french: [R] Mandy.... prends ton arme et on prendra des photos de vous deux ensemble.

source: [R] Ok, now you two pose like Lauren is arresting Mandy.
french: [R] Ok, maintenant vous deux posez comme si Lauren arrêtait Mandy.

source: [MD] Like this?
french: [MD] Comme ça?

source: [R] Yeah, that's pretty good.
french: [R] Ouais, c'est plutôt bien.

source: [R] Ok Lauren, now you have to check her for dangerous weapons.
french: [R] Ok Lauren, maintenant tu dois la fouiller pour des armes dangereuses.

source: [R] Start with her boots, and work your way up.
french: [R] Commences avec ses bottes et remontes.

source: [R] Ok, work your way up to her belt, and take it off.
french: [R] Ok, fraie-toi un chemin jusqu'à sa ceinture, et enlève-la.

source: [R] I see some dangerous weapons hanging off of it.
french: [R] Je vois des armes dangereuses qui y pendent.

source: [R] Ok, that's great.
french: [R] Ok, c'est génial.

source: [R] Now just unbuckle it and throw it over here.
french: [R] Maintenant, il suffit de les détacher et de les jeter ici.
