Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [M] But this is totally different.
french: [M] Mais c'est totalement différent.
italian: [M] Ma questo è completamente diverso.

source: [M] My mom was smothering me... She wanted me to marry this wealthy prick from my Catholic school. She refused to support my dream to become a model.
french: [M] Ma mère m'étouffait... Elle voulait que j'épouse ce riche connard de mon école catholique. Elle a refusé de soutenir mon rêve de devenir mannequin.
italian: [M] Mia mamma mi soffocava... Lei voleva che sposassi questo ricco cazzo dalla mia scuola cattolica. Si è rifiutata di sostenere il mio sogno di diventare un modello.

source: [M] My dad supported me, helped me find another place to live, and gave me as much money as he could without my mom noticing.
french: [M] Mon père m'a soutenu, m'a aidé à trouver un autre endroit où vivre et m'a donné autant d'argent qu'il le pouvait sans que ma mère s'en aperçoive.
italian: [M] Mio papà mi ha sostenuto, mi ha aiutato a trovare un altro posto in cui vivere, e mi ha dato tanti soldi che poteva senza che mia mamma se ne accorgessi.

source: [M] But she did eventually find out, and put a stop to that.
french: [M] Mais elle l'a finalement découvert et a mis un terme à cela.
italian: [M] Ma alla fine ha scoperto, e ha messo fine a questo.

source: [M] She said if I'm going to live on my own, I need to support myself.
french: [M] Elle a dit que si je veux vivre seule, j'ai besoin de subvenir à mes besoins.
italian: [M] Ha detto che se vivrò da sola, ho bisogno di sostenermi.

source: [M] They almost got divorced over it.
french: [M] Ils ont failli divorcer pour ça.
italian: [M] Hanno quasi divorziato su di esso.

source: [M] I had to support myself, and exotic dancing was a way to do that, and help prepare me to become a model.
french: [M] Je devais m'en sortir, et la danse exotique était un moyen de le faire, et m'aider à me préparer à devenir mannequin.
italian: [M] Ho dovuto sostenere me stesso, e la danza esotica era un modo per farlo, e aiutarmi a prepararmi a diventare un modello.

source: [M] Lauren's situation is completely different.
french: [M] La situation de Lauren est complètement différente.
italian: [M] La situazione di Lauren è completamente diversa.

source: [R] Is it?
french: [R] C'est le cas ?
italian: [R] È vero?

source: [M] Isn't it?
french: [M] N'est-ce pas ?
italian: [M] Non è vero?

source: [R] Not the way I see it.
french: [R] Pas de la façon dont je le vois.
italian: [R] Non il modo in cui la vedo.

source: [M] Ok... Dr. Philliam... Enlighten me.
french: [M] D'accord... Dr Philliam... Éclaire-moi.
italian: [M] Ok... Dr. Philliam... Mi illumini.

source: [R] Ok... so, Lauren's dream is to go to college, and to become internet famous.
french: [R] D'accord... donc, le rêve de Lauren est d'aller à l'université et de devenir célèbre sur Internet.
italian: [R] Ok... così, il sogno di Lauren è quello di andare al college, e diventare internet famoso.

source: [R] She's found a way to do that.
french: [R] Elle a trouvé un moyen de le faire.
italian: [R] Ha trovato un modo per farlo.

source: [R] She's very good at posing for cosplay pictures.
french: [R] Elle est très douée pour poser pour des photos de cosplay.
italian: [R] Lei è molto brava a posare per le immagini del cosplay.

source: [R] It's essentially the same dream you had. She's modeling online instead of on a runway.
french: [R] C'est essentiellement le même rêve que tu avais. Elle fait du mannequinat en ligne plutôt que sur une piste.
italian: [R] È essenzialmente lo stesso sogno che avevi. Lei sta modellando online invece che su una pista.

source: [M] See, but the difference is that I wasn't stripping for my whole high school.
french: [M] Regardes, mais la différence est que je ne me déshabillais pas pour tout mon lycée.
italian: [M] Vedi, ma la differenza è che non stavo spogliando per tutta la mia scuola superiore.

source: [R] Yeah but just like stripping was a means to an end for your dream to become a model,
french: [R] Oui, mais tout comme le décapage était un moyen de mettre fin à ton rêve de devenir mannequin,
italian: [R] Sì, ma proprio come lo spogliamento è stato un mezzo per un fine per il vostro sogno di diventare un modello,

source: [R] Sharing her cosplay pictures with the school is probably the only means to an end to her dream to become student body president. She just doesn't have the popularity to beat Matt otherwise.
french: [R] Partager ses photos de cosplay avec l'école est probablement le seul moyen de mettre fin à son rêve de devenir présidente du corps étudiant. Elle n'a tout simplement pas la popularité pour battre Matt autrement.
italian: [R] Condividere le immagini del cosplay con la scuola è probabilmente l'unico mezzo per porre fine al suo sogno di diventare presidente del corpo studentesco. Semplicemente non ha la popolarità di battere Matt altrimenti.

source: [R] And just like your mom tried to stand in the way of your dreams, you're standing in the way of Lauren's.
french: [R] Et tout comme ta mère a essayé de faire obstacle à tes rêves, tu fais obstacle à ceux de Lauren.
italian: [R] E proprio come tua mamma ha cercato di ostacolare i tuoi sogni, stai in piedi nel modo di Lauren.

source: [R] And think about what that did to your relationship with your mother. Do you want to drive Lauren away too?
french: [R] Et réfléchis à ce que cela a fait à ta relation avec ta mère. Tu veux chasser Lauren aussi ?
italian: [R] E pensa a cosa ha fatto la tua relazione con tua madre. Vuoi allontanare anche Lauren?

source: [M] So, you think if I don't loosen up on this... I might drive Lauren away?
french: [M] Donc, tu penses que si je ne me relâche pas là-dessus... Je pourrais chasser Lauren?
italian: [M] Quindi, pensi che se non mi allentassi su questo... potrei allontanare Lauren?

source: [R] It's possible... With as much shit as has been heaped onto us recently, it probably wouldn't be hard for Lauren to just walk out that door and never come back.
french: [R] C'est possible... Avec autant de merde que nous avons entassée récemment, il ne serait probablement pas difficile pour Lauren de sortir de cette porte et de ne jamais revenir.
italian: [R] È possibile... Con tanta merda quanto ci è stato accaparrato di recente, probabilmente non sarebbe difficile per Lauren solo uscire quella porta e non tornare mai più.

source: [M] Oh, fuck!
french: [M] Oh, putain!

source: [M] Oh... sorry for my language.
french: [M] Oh... désolé pour mon langage.
italian: [M] Oh... mi dispiace per la mia lingua.

source: [M] Urrrgghhh... I hate that you're right about this.
french: [M] Urrrgghhh... Je déteste que tu aies raison à ce sujet.
italian: [M] Urrrgghhh... Odio che tu abbia ragione su questo.

source: [M] I guess I need to accept that Lauren's an adult and her own person now, and I need to stay out of the way of her dreams.
french: [M] Je suppose que je dois accepter que Lauren est une adulte et sa propre personne maintenant, et je dois rester à l'écart de ses rêves.
italian: [M] Immagino che devo accettare che Lauren un adulto e la sua persona ora, e ho bisogno di stare fuori dalla strada dei suoi sogni.

source: [M] No matter what they are, or what she has to do to accomplish them.
french: [M] Peu importe ce qu'ils sont, ou ce qu'elle doit faire pour les accomplir.
italian: [M] Non importa quello che sono, o quello che lei deve fare per realizzarli.

source: [M] Wow, [ryan]... Thanks for helping me see things the way they really are.
french: [M] Wow, [ryan]... Merci de m'aider à voir les choses telles qu'elles sont vraiment.
italian: [M] Wow, [ryan]... Grazie per avermi aiutato a vedere le cose come sono veramente.

source: [M] I think my mind got clouded by the expectation of how I wanted Lauren to be.
french: [M] Je pense que mon esprit s'est assombri par l'attente de la façon dont je voulais que Lauren soit.
italian: [M] Penso che la mia mente sia stata offuscata dall'aspettativa di come volevo che fosse Lauren.

source: [M] It was really helpful to get an outside perspective.
french: [M] Il était vraiment utile d'avoir une perspective extérieure.
italian: [M] È stato davvero utile ottenere una prospettiva esterna.

source: [M] I'm going to run and patch things up with Lauren now, let her know I'm going to support her dreams.
french: [M] Je vais aller arranger les choses avec Lauren maintenant, fais-lui savoir que je vais soutenir ses rêves.
italian: [M] Correrò e correggerò le cose con Lauren ora, fatele sapere che sosterrò i suoi sogni.

source: [MT] {i}What in the hell was that? That little fucker can talk me into almost anything... It's like he knows some kind of mental karate.{/i}
french: [MT] {i}C'était quoi, bordel ? Ce petit enfoiré peut me parler de presque n'importe quoi... C'est comme s'il connaissait une sorte de karaté mental.{/i}
italian: [MT] {i}Che cosa c'era nell'inferno? Quel piccolo cazzo può parlarmi in quasi tutto.. È come se conoscesse qualche tipo di karate mentale.{/i}

source: [MT] {i}I think he's right in this case, but I've got to make sure not to let my guard down around him.{/i}
french: [MT] {i}Je pense qu'il a raison dans ce cas, mais je dois m'assurer de ne pas baisser la garde avec lui.{/i}
italian: [MT] {i}Penso che sia giusto in questo caso, ma devo assicurarmi di non lasciar perdere la mia guardia intorno a lui.{/i}

source: [RT] {i}Oh, fuck!{/i}
french: [RT] {i}Oh, putain!{/i}
italian: [RT] {i}Oh, cazzo!{/i}

source: [RT] {i}Matt's back?{/i}
french: [RT] {i}Matt est de retour?{/i}

source: [RT] {i}I guess I was naïve to think that Lauren was going to just move on.{/i}
french: [RT] {i}Je suppose que j'étais naïf de penser que Lauren allait passer à autre chose.{/i}
italian: [RT] {i}Credo di essere stato ingenuo a pensare che Lauren stesse per andare avanti. {/i}

source: [RT] {i}I just can't believe Lauren's completely replaced me as her "Game of Thots" buddy.{/i}
french: [RT] {i}Je n'arrive tout simplement pas à croire que Lauren m'ait complètement remplacé en tant que son copain 'Game of Thots'.{/i}
italian: [RT] {i}Non riesco a credere che Lauren mi abbia completamente sostituito come il suo amico "Game of Thots".{/i}

source: [RT] {i}I'm sure I can't do anything to stop them from fooling around again... But chances are probably greater if I'm not there.{/i}
french: [RT] {i}Je suis sûr que je ne peux rien faire pour les empêcher de s'amuser à nouveau... Mais les chances sont probablement plus grandes si je ne suis pas là.{/i}
italian: [RT] {i}Sono sicuro di non poter fare nulla per impedirgli di ingannare di nuovo... Ma le probabilità sono probabilmente maggiori se non ci sono.{/i}

source: [R] You're watching "Game of Thots" without me again?
french: [R] Tu regardes encore 'Game of Thots' sans moi ?
italian: [R] Stai guardando "Game of Thots" senza di me?

source: [L] Oh hey, [ryan].
french: [L] Oh hé, [ryan].

source: [L] Yeah, don't worry... We're still not caught up to where we left off.
french: [L] Ouais, ne t'inquiète pas... Nous ne sommes toujours pas rattrapés là où nous nous étions arrêtés.
italian: [L] Sì, non ti preoccupare... Non siamo ancora presi da dove ci siamo lasciati.

source: [MB] Hoping to join us for another Netfucks and chill session?
french: [MB] Dans l'espoir de nous rejoindre pour une autre session de Netfucks and chill?
italian: [MB] Sperando di unirsi a noi per un'altra Netfucks e chill session?

source: [R] I'm not here to join you... Just like last time, I'm hoping to prevent it.
french: [R] Je ne suis pas là pour vous rejoindre... Comme la dernière fois, j'espère l'empêcher.
italian: [R] Non sono qui per unirmi a te... Proprio come l'ultima volta, spero di impedirlo.

source: [LT] {i}You fucking idiot!... You being here only ensures that we're going to fool around.{/i}
french: [LT] {i}Espèce d'idiot !... Si tu es là, c'est que nous allons faire des bêtises.{/i}
italian: [LT] {i}Hai scopato idiota!... Sei qui solo assicura che stiamo per ingannare.{/i}

source: [LT] {i}Matt's massive cock is wreaking havoc on my insides, but I'm not going to pass up a chance to make that lazy fucker jealous.{/i}
french: [LT] {i}La bite massive de Matt fait des ravages à l'intérieur de moi, mais je ne vais pas laisser passer une chance de rendre jaloux ce baiseur paresseux.{/i}
italian: [LT] Il cazzo massiccio di {i}Matts sta distruggendo i miei interiori, ma non ho intenzione di passare una possibilità di rendere quel cazzo pigro geloso. /i}

source: [LT] {i}If he wanted to stop this, he should have helped me more with the election.{/i}
french: [LT] {i}S'il voulait arrêter cela, il aurait dû m'aider davantage avec l'élection.{/i}
italian: [LT] {i}Se volesse fermarlo, avrebbe dovuto aiutarmi di più con le elezioni.{/i}

source: [MB] Fat chance of that!... Your sister doesn't seem to ever get enough of my dark meat.
french: [MB] Grosse chance de ça!... Ta sœur ne semble jamais en avoir assez de ma viande noire.
italian: [MB] Probabilità grassa!... Tua sorella non sembra mai ottenere abbastanza della mia carne scura.

source: [RT] {i}Hopefully my presence will start to dull their libidos.{/i}
french: [RT] {i}J'espère que ma présence commencera à faire monter leurs libidos.{/i}
italian: [RT] {i}Speriamo che la mia presenza cominci a cancellare la loro libido.{/i}

source: [RT] {i}Why does "Game of Thots" Have to have so many sex scenes?{/i}
french: [RT] {i}Pourquoi 'Game of Thots' doit-il avoir autant de scènes de sexe?{/i}
italian: [RT] {i}Perché "Game of Thots" Deve avere tante scene di sesso?{/i}

source: [RT] {i}This is doing nothing to help me.{/i}
french: [RT] {i}Cela ne fait rien pour m'aider.{/i}
italian: [RT] {i}Questo non sta facendo nulla per aiutarmi.{/i}

source: [R] What are you two?... Fucking rabbits?
french: [R] Qu'êtes-vous tous les deux?... Des putain de lapins ?
italian: [R] Che cosa sei due?... Cazzo conigli?

source: [L] You can leave if this makes you uncomfortable.
french: [L] Tu peux partir si cela te met mal à l'aise.
italian: [L] Puoi partire se questo ti rende a disagio.

source: [LT] {i}I wonder if he's starting to enjoy watching us... He better not... This is supposed to make him jealous.{/i}
french: [LT] {i}Je me demande s'il commence à prendre plaisir à nous regarder... Il ferait mieux de ne pas le faire... C'est censé le rendre jaloux.{/i}
italian: [LT] {i}Mi chiedo se stia cominciando a divertirci a guardarci... meglio no... Questo dovrebbe renderlo geloso.{/i}

source: [L] Mmmmm... Now I'm gonna give you the full Cersie Slannister treatment.
french: [L] Mmmmm... Maintenant, je vais te donner le traitement complet de Cersie Slannister.
italian: [L] Mmmmm... Ora ti darò il trattamento completo di Cersie Slannister.

source: [MB] God, yes!
french: [MB] Mon dieu, oui !
italian: [MB] Dio, sì!

source: [MB] Fuck!
french: [MB] Merde!
italian: [MB] Cazzo!

source: [RT] {i}Fuck... I think she likes taking her shorts off to tease me?{/i}
french: [RT] {i}Merde... Je pense qu'elle aime enlever son short pour me taquiner ?{/i}
italian: [RT] {i}Vaffanculo... Penso che le piaccia prendere in giro i suoi pantaloncini per prendermi in giro?{/i}

source: [RT] {i}She's pointing her ass straight at me.{/i}
french: [RT] {i}Elle me pointe le cul droit vers moi. {/i}
italian: [RT] {i}Lei sta puntando il culo direttamente contro di me.{/i}

source: [RT] {i}Fuck... What a beautiful ass.{/i}
french: [RT] {i}Merde... Quel beau cul.{/i}
italian: [RT] {i} Maledetto... Che bel. {/i}

source: [LT] {i}I can feel my brother's eyes on my ass.{/i}
french: [LT] {i}Je sens les yeux de mon frère sur mon cul.{/i}
italian: [LT] {i}Posso sentire gli occhi di mio fratello sul mio culo.{/i}

source: [L] [ryan], if you're sick of watching me suck Matt's beautiful cock, you're more than welcome to come get a taste of my pussy and ass.
french: [L] [ryan], si tu en as marre de me voir sucer la belle bite de Matt, tu es plus que bienvenu pour venir goûter à ma chatte et mon cul.
italian: [L] [ryan], se sei stufo di vedermi succhiare il bel cazzo di Matt, sei più che benvenuto a venire a prendere un assaggio della mia figa e del mio culo.

source: [R] Goddammit, Lauren! I don't need your charity!
french: [R] Putain, Lauren! Je n'ai pas besoin de ta charité!
italian: [R] Goddammit, Lauren! Non ho bisogno della tua carità!

source: [L] Are you sure? You're looking pretty lonely back there.
french: [L] Es-tu sûr? Tu as l'air assez solitaire là-bas.
italian: [L] Sei sicuro? Stai guardando piuttosto solo lì.

source: [L] Don't you want to have just a little taste?
french: [L] Tu ne veux pas juste avoir un petit avant-goût?
italian: [L] Non vuoi avere solo un piccolo assaggio?

source: [R] Do I really look that desperate?
french: [R] Ai-je vraiment l'air si désespéré?
italian: [R] Mi sembra davvero così disperato?

source: [RT] {i}Fuck... I can't keep letting Lauren pull the strings like this.{/i}
french: [RT] {i}Merde... Je ne peux pas laisser Lauren tirer les ficelles comme ça.{/i}
italian: [RT] {i}Fuck... Non posso continuare a permettere a Lauren di tirare le stringhe come questo.{/i}

source: [RT] {i}What am I going to do?{/i}
french: [RT] {i}Qu'est-ce que je vais faire?{/i}
italian: [RT] {i}Che cosa farò?{/i}

source: [RT] {i}Fuck it... I want a taste!{/i}
french: [RT] {i}Merde... Je veux un avant-goût!{/i}
italian: [RT] {i}Fanculo... Voglio un assaggio!

source: [RT] {i}Why do I let my sister's pussy have so much control over me?{/i}
french: [RT] {i}Pourquoi est-ce que je laisse la chatte de ma sœur avoir autant de contrôle sur moi?{/i}
italian: [RT] {i}Perché lascio che la fica di mia sorella abbia così tanto controllo su di me? {/i}

source: [LT] {i}Oh, God... I love that I'm making my brother so desperate that he can't help but eat me out!{/i}
french: [LT] {i}Oh, mon Dieu... J'aime que je rende mon frère si désespéré qu'il ne peut s'empêcher de me manger la chatte!{/i}
italian: [LT] {i}Oh, Dio... Adoro il fatto che sto rendendo mio fratello così disperato che non può fare a meno di mangiarmi!

source: {b}{i}"Lauren's Submission -1"{/i}{/b}
french: {i}{b}«Soumission de Lauren -1»{/b}{/i}
italian: {b}{i}"Presentazione di Lauren -1"{/i}{/b}

source: [L] Alright Matt... I'm ready to get fucked!
french: [L] Bien Mat... Je suis prête à me faire baiser!
italian: [L] Alright Matt... Sono pronto a scopare!

source: [R] Again?
french: [R] Encore?
italian: [R] Ancora?

source: [R] Get Matt to lick it.
french: [R] Demande à Matt de le lécher.
italian: [R] Prendi Matt per leccarlo.

source: [MB] I don't do that.
french: [MB] Je ne fais pas ça.
italian: [MB] Non lo faccio.

source: [LT] {i}(sarcastically) What a generous lover.{/i}
french: [LT] {i}(ton sarcastique) Quel amant généreux.{/i}
italian: [LT] {i}(sarcasticamente) Che amante generoso.{/i}

source: [L] That's fine... I was only trying to get lubed up so that Matt can more easily fuck my pussy anyways.
french: [L] C'est bien... J'essayais seulement de me lubrifier pour que Matt puisse plus facilement baiser ma chatte de toute façon.
italian: [L] Va bene... Stavo solo cercando di lubrificarmi in modo che Matt potesse più facilmente scoparmi la figa.

source: [L] I think I'm probably wet enough to take Matt's giant cock even without you licking down there.
french: [L] Je pense que je suis probablement assez humide pour prendre la bite géante de Matt même sans que tu lèves de là-bas.
italian: [L] Penso di essere probabilmente abbastanza bagnato per prendere il cazzo gigante di Matt, anche senza che si lecca laggiù.

source: [L] Ready to fuck me, Matt?
french: [L] Prêt à me baiser, Matt?
italian: [L] Sei pronto a scoparmi, Matt?

source: [L] Why do you act so shocked every time?
french: [L] Pourquoi agis-tu si choqué à chaque fois?
italian: [L] Perché agisci così scioccato ogni volta?

source: [L] Like always, you're free to leave.
french: [L] Comme toujours, tu es libre de partir.
italian: [L] Come sempre, sei libero di andartene.

source: [LT] {i}God, I hope he doesn't leave!{/i}
french: [LT] {i}Dieu, j'espère qu'il ne partira pas!{/i}
italian: [LT] {i}Dio, spero che non se ne vada! {/i}

source: [L] Fuck... That's such a huge cock!
french: [L] Merde... C'est une énorme bite!
italian: [L] Cazzo... Che cazzo enorme!

source: [L] I can't believe how full it makes me feel.
french: [L] Je n'arrive pas à croire à quel point ça me remplit.
italian: [L] Non riesco a credere a quanto mi faccia sentire piena.

source: [L] Fuuucck!
french: [L] Meeerrrdddeee !
italian: [L] Cazzooo!

source: [RT] {i}Sidney is fucking deaf!{/i}
french: [RT] {i}Sidney est une putain de sourde !{/i}
italian: [RT] {i}Sidney è sordo!{/i}

source: [RT] {i}One day she's gonna look up though.{/i}
french: [RT] {i}Un jour, elle lèvera les yeux.{/i}
italian: [RT] {i}Un giorno cercherà però.{/i}

source: [L] Hhhhnnnggghhhh...
french: [L] Hnnnnggghhh...

source: [RT] {i}Fucking shut up!... The least you can do is pretend you don't love it!{/i}
french: [RT] {i}Ta gueule !... Le moins que tu puisses faire est de prétendre que tu ne l'aimes pas!{/i}
italian: [RT] {i}Stai zitto, cazzo!... Il minimo che puoi fare è fingere di non amarlo!

source: [LT] {i}I think I'm making him jealous.{/i}
french: [LT] {i}Je pense que je le rend jaloux.{/i}
italian: [LT] {i}Penso che lo sto facendo ingelosire.{/i}

source: [LT] {i}I sure hope I am.{/i}
french: [LT] {i}Je suis sûr que j'en suis.{/i}
italian: [LT] {i}Spero proprio di sì.{/i}

source: [LT] {i}I still imagine it's my brother's dick.{/i}
french: [LT] {i}J'imagine toujours que c'est la bite de mon frère.{/i}
italian: [LT] {i}Immagino ancora che sia il cazzo di mio fratello.{/i}

source: {b}{i}"Lauren's Libido +1"{/i}{/b}
french: {i}{b}«Libido de Lauren +1»{/b}{/i}
italian: {b}{i}"Libido di Lauren +1"{/i}{/b}

source: [LT] {i}But, he doesn't deserve me.{/i}
french: [LT] {i}Mais, il ne me mérite pas.{/i}
italian: [LT] {i}Ma, non mi merita. {/i}

source: [LT] {i}Matt's huge cock can't be good for my insides.{/i}
french: [LT] {i}L'énorme bite de Matt ne peut pas être bonne pour mon intérieur.{/i}
italian: [LT] L'enorme cazzo di {i}Matt's non può essere buono per i miei insidi.{/i}

source: [LT] {i}It's so big, it does hit my clit pretty damn good though.{/i}
french: [LT] {i}C'est tellement gros, ça frappe mon clitoris sacrément bien cependant.{/i}
italian: [LT] {i}È così grande, ha colpito il mio clitoride abbastanza dannato però.{/i}

source: [L] Gaaawd... You're such a good fuck, Matt!
french: [L] Rhhaaaaaa... Tu es un si bon coup, Matt !
italian: [L] Gaaawd... Sei proprio una bella scopata, Matt!

source: [L] I'm gonna....
french: [L] Je vais....
italian: [L] Io sono....

source: [L] Ffffuuuuuck!...
french: [L] Meeerrrdddeee!...
italian: [L] CCazzooo!...

source: [MB] Oh yeah, Lauren, I'm about to explode!
french: [MB] Oh ouais, Lauren, je suis sur le point d'exploser !
italian: [MB] Oh sì, Lauren, sto per esplodere!

source: [L] Yes!... Fill my pussy!
french: [L] Oui!... Remplis ma chatte!
italian: [L] Sì!... Riempi la mia figa!

source: [R] What?
french: [R] Quoi?
italian: [R] Cosa?

source: [R] Not again!...
french: [R] Pas encore!...
italian: [R] Non ancora!...

source: {b}{i}"Matt's cum loads in Lauren's pussy +1"{/i}{/b}
french: {b}{i}'Le sperme de Matt rempli la chatte de Lauren +1'{/i}{/b}
italian: {b}{i}"La sborra di Matt nella figa di Lauren +1"{/i}{/b}

source: {i}"Total loads of Matt's cum in Lauren's pussy = ({b}[lauren_matt_cum_loads_counter]{/b})"{/i}
french: {i}'Charges totales de sperme de Matt dans la chatte de Lauren =({b}[lauren_matt_cum_loads_counter]{/b})'{/i}
italian: {i}"Carichi totali di sperma di Matt nella figa di Lauren = ({b}[lauren_matt_cum_loads_counter]{/b})"{/i}

source: [L] Wow!... Look how much is dripping out!
french: [L] Wow!... Regardes combien ça dégouline!
italian: [L] Wow!... Guarda quanto sta gocciolando!
