Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [BR] AAAHHHhhhh!....
italian: [BR] AAAHHhhhhhh!....

source: [H] AAAAHHHHhhh!!!!
italian: [H] AAAAHHHHhhhh!!!!

source: [L] Mandy?
italian: [L] Mandato?

source: [L] Mandy.
italian: [L] Mandato.

source: [L] Oooooohhhh...
italian: [L] Oooooohhhhh...

source: [L] Oh, yeah?
italian: [L] Ah, sì?

source: [R] Oooohhh... yeahhh....
italian: [R] Oooohhh... sì....

source: Zack
italian: Zacks
