Repository: DonRP/AFV
Catalog: game/*/*/UpdateScriptChristmasEvent.po
Languages: italian

source: [RT] {i}I do feel pretty tired.{/i}
italian: [RT] {i}Mi sento piuttosto stanco.{/i}

source: [R] Well played!.... That is quite the grand gesture.
italian: [R] Ben suonato!.... Questo è proprio il grande gesto.

source: [D] That's right! So, why don't you just head on out of here! [mom_name] has a little private dance she's dying to give me.
italian: [D] È giusto! Perciò, perché non vai solo fuori di qui! [mom_name] ha un piccolo ballo privato che sta morendo per darmi.

source: [R] Yeah, well, I wouldn't be too sure about that.
italian: [R] Sì, beh, non sarei troppo sicuro di questo.

source: [GP] [ryan] No!.... Please let [dad_name] win!
italian: [GP] [ryan] No!.... Per favore lascia che [dad_name] vinca!

source: [R] And you should stop rubbing that money all over yourself.... you don't know where it's been.
italian: [R] E dovresti smettere di strofinare quei soldi in tutto te... non sai dove sono stati.

source: [R] I can guarantee my money isn't nearly as dirty as his.
italian: [R] Posso garantire che il mio denaro non è così sporco come il suo.

source: [GP] [ryan]!.... You asshole!
italian: [GP] [ryan]!.... Tu stroncato!

source: [M] Holy shit!.... How much money is that?
italian: [M] Merda santa!.... Quanti soldi sono quello?

source: [R] Two thousand dollars, which, unless you have more money, makes me the winner.
italian: [R] Duemila dollari, che, a meno che tu non abbia più denaro, mi rende il vincitore.

source: [R] Oh.... and you should probably get used to losing to me more in the future.
italian: [R] Oh.... e probabilmente dovresti abituarti a perdermi di più in futuro.

source: [D] Who the fuck are you even?
italian: [D] Chi scopate anche voi?

source: [D] And what's that supposed to mean?
italian: [D] E cosa dovrebbe significare?

source: [R] You'll find out in about 20 years.
italian: [R] Scoprirai tra circa 20 anni.

source: [GP] Urrrgghhh, you're such an idiot!
italian: [GP] Urrrgghhh, sei un tale idiota!

source: [D] You're not making any sense!
italian: [D] Non hai alcun senso!

source: [D] I'm leaving! There's nothing else for me to stick around here for.
italian: [D] Sto partendo! Non c'è nient'altro per me da attaccare qui.

source: [R] Good, because we've never needed you anyway!
italian: [R] Bene, perché non abbiamo mai avuto bisogno di te comunque!

source: [D] What the hell are you talking about?
italian: [D] Di che diavolo stai parlando?

source: [M] Yeah.... how about we finish this conversation, and you come follow me to my dressing room.
italian: [M] Sì... come finire questa conversazione, e tu vieni a seguirmi al mio spogliatoio.

source: [RT] {i}Oh yeah! I'd follow that ass anywhere!{/i}
italian: [RT] {i}Oh sì! Seguirei quel culo da qualche parte!{/i}

source: [RT] {i}Ahhh...Holy shit! You scared me!{/i}
italian: [RT] {i}Ahhh...Santa merda! Mi hai spaventato!{/i}

source: [RT] {i}Hey.... are you ok?{/i}
italian: [RT] {i}Hey.... stai bene?{/i}

source: [GP] Yeah.... not really.
italian: [GP] Sì... non davvero.

source: [GP] That's not how this was supposed to go.
italian: [GP] Non è così che doveva andare.

source: [GP] I was supposed to show you the error of your ways, and now, you'll be getting a lap dance from your mom because of me.
italian: [GP] Dovevo mostrarvi l'errore dei vostri modi, e ora, riceverai un giro di danza da tua mamma a causa di me.

source: [RT] {i}Don't blame yourself!{/i}
italian: [RT] {i}Non incolpare te stesso!{/i}

source: [RT] {i}It's not your fault that I can't stop thinking with my cock.{/i}
italian: [RT] {i}Non è colpa tua che non riesco a smettere di pensare con il mio cazzo.{/i}

source: [GP] Yeah, well.... I don't really have a desire to watch you enjoy my failure, so I'm going to go and see if I can steal some booze from the bar while you get a lap dance.
italian: [GP] Sì, bene.... Non ho davvero il desiderio di vederti godere del mio fallimento, così andrò a vedere se posso rubare un po' di booze dal bar mentre si ottiene un giro di ballo.

source: [RT] {i}Damn!.... You're making me feel really bad for what I just did.{/i}
italian: [RT] {i}Dannazione!.... Mi stai facendo sentire davvero male per quello che ho appena fatto.{/i}

source: [M] Are you coming?
italian: [M] Stai arrivando?

source: [M] So, are you ready for that lap dance?
italian: [M] Quindi, sei pronto per quel giro di danza?

source: [R] You have no idea!
italian: [R] Non hai alcuna idea!

source: [M] Are you sure you're 21?
italian: [M] Sei sicuro di avere 21?

source: [R] Of course! They wouldn't have let me in otherwise.
italian: [R] Certo! Non mi avrebbero lasciato in altrimenti.

source: [M] I'd have a hard time even believing that you're 18.
italian: [M] Avrei un momento difficile anche credere che hai 18.

source: [R] I just look young, ok?
italian: [R] Io sembro appena giovane, ok?

source: [M] Yeah ok, but you remind me of someone I know.
italian: [M] Sì, ok, ma tu mi ricordi qualcuno che conosco.

source: [M] You kind of look like a young version of my Dad.... and my brother...
italian: [M] Tu sembri una versione giovane di mio papà... e mio fratello...

source: [M] You're not from around here are you?
italian: [M] Non sei da lì intorno?

source: [R] No.... I'm from.... another country...
italian: [R] No.... vengo.... un altro paese...

source: [R] Uhhh.... from Idaho, yeah!
italian: [R] Uhhh... da Idaho, sì!

source: [M] Huh.... I've never heard of it.
italian: [M] Huh.... non ne ho mai sentito parlare.

source: [R] Yeah.... most people haven't.
italian: [R] Sì... la maggior parte delle persone non ha.

source: [M] Alright, well I'm just going to start dancing then.
italian: [M] Bene, allora inizierò a ballare.

source: [R] Wait!
italian: [R] Aspetta!

source: [M] What?
italian: [M] Cosa?

source: [R] I just gave you $2,000. Don't you think I deserve more than a dance?
italian: [R] Ti ho appena dato 2000 dollari. Non pensi che io meriti più di una danza?

source: [M] I'm going to be rubbing my ass all over your dick. What more do you want?
italian: [M] Sto per strofinare il culo in tutto il tuo cazzo. Cosa vuoi di più?

source: [R] I was just wondering what you'd be willing to do for another two grand?
italian: [R] Mi chiedevo solo cosa saresti disposto a fare per un altro due nonno?

source: [M] Holy shit, that's a lot of money in one day!.... But I'm not a prostitute!
italian: [M] Merda santa, è un sacco di soldi in un giorno!.... Ma io non sono una prostituta!

source: [M] I'm not going to fuck you for any amount of money.
italian: [M] Non ti farò scopare per una quantità di denaro.

source: [R] Oh, no!.... I wasn't trying to put any presssure on you to fuck me. Although I wouldn't object if you were willing.
italian: [R] Oh, no!.... Non stavo cercando di mettere qualsiasi pressione su di voi per scoparmi. Anche se non avrei obiettato se foste disposti a farlo.

source: [R] I just meant like a blowjob or something.
italian: [R] Avevo solo significato come un pompino o qualcosa.

source: [M] A blowjob?
italian: [M] Un pompino?

source: [MT] {i}Holy shit, [mom_name]! What are you thinking?....{/i}
italian: [MT] {i}Santa merda, [mom_name]! Cosa stai pensando?....{/i}

source: [MT] {i}You swore you would never do anything like this if you became an exotic dancer.{/i}
italian: [MT] {i}Hai giurato che non faresti mai nulla di simile se fossi diventato un ballerino esotico.{/i}

source: [MT] {i}But I never dreamt one guy would offer me $4,000 dollars in one night!{/i}
italian: [MT] {i}Ma non ho mai sognato un ragazzo mi avrebbe offerto $4.000 dollari in una notte!{/i}

source: [MT] {i}I'll have enough to pay for a semester of modeling school.{/i}
italian: [MT] {i}Avrò abbastanza per pagare un semestre di modellazione.{/i}

source: [MT] {i}That could be enough for me to get my start in the industry.{/i}
italian: [MT] {i}Potrebbe essere sufficiente per me per iniziare il mio settore.{/i}

source: [MT] {i}And I wouldn't ever have to come back to this sleaze hole again{/i}
italian: [MT] {i}E non dovrei mai tornare di nuovo in questo buco di sonno{/i}

source: [MT] {i}It's worth it!{/i}
italian: [MT] {i}Ne vale la pena!{/i}

source: [MT] {i}Plus, he's cute!{/i}
italian: [MT] {i}Inoltre, è carino!{/i}

source: [MT] {i}Even if he does look like he could be your brother.{/i}
italian: [MT] {i}Anche se assomiglia potrebbe essere tuo fratello.{/i}

source: [M] Take your pants off!
italian: [M] Abbandona i pantaloni!

source: [R] Really!?
italian: [R] Davvero!?

source: [M] Hurry before I change my mind...
italian: [M] Sbrigati prima di cambiare idea...

source: [MT] {i}Wow! Look at the size of this cock!{/i}
italian: [MT] {i}Wow! Guarda la dimensione di questo cazzo!{/i}

source: [MT] {i}He's as big as the men in my family!{/i}
italian: [MT] {i}È grande come gli uomini della mia famiglia!{/i}

source: [RT] {i}Holy shit! Mom's sucking my cock!{/i}
italian: [RT] {i}Sacra merda! La mamma succhia il mio cazzo!{/i}

source: [RT] {i}It might just be a dream, but what an amazing dream!{/i}
italian: [RT] {i}Potrebbe essere solo un sogno, ma quello che un sogno incredibile!{/i}

source: [MT] {i}Shit! This is so weird!{/i}
italian: [MT] {i}merda! Questo è così strano!{/i}

source: [MT] {i}Why does it feel like I'm giving a blowjob to my brother?{/i}
italian: [MT] {i}Perché ho voglia di dare un pompino a mio fratello?{/i}

source: [MT] {i}Shit, [mom_name]! Stop thinking so much about your brother!{/i}
italian: [MT] {i}Merda, [mom_name]! Smettila di pensare così tanto a tuo fratello!{/i}

source: [GP] Oh, hey.... I'm done drinking, and I wanted to tell you that it's almost time to go!
italian: [GP] Oh, hey.... Ho finito di bere, e volevo dirvi che è quasi il momento di andare!

source: [RT] {i}Not now I'm almost done!{/i}
italian: [RT] {i}Non sono quasi fatto!{/i}

source: [GP] Oh, sorry. I didn't know you would still be busy.... I'll just let you get on with it.
italian: [GP] Oh, mi dispiace. Non sapevo che saresti ancora occupato... ti lascerò andare avanti.

source: [RT] {i}I'm so close!{/i}
italian: [RT] {i}Sono così vicino!{/i}

source: [RT] {i}Oh my God!.... I'm going to explode down my mom's throat!{/i}
italian: [RT] {i}Oh mio Dio!.... Esplorerò la gola di mia mamma!{/i}

source: [GP] Wait! What the hell are you doing! You were just supposed to get a lap dance! Not let your own mother suck your cock!
italian: [GP] Aspetta! Che diavolo stai facendo! Dovevi solo ottenere un giro di ballo! Non lasciare che tua madre succhiasse il tuo cazzo!

source: [GP] What a tramp! No wonder you're so messed up!
italian: [GP] Che trappola! Non c'è da stupirsi che tu sia così disordinato!

source: [GP] Good thing it's time to go!
italian: [GP] Buona cosa è ora di andare!

source: [RT] {i}No not yet! I'm sooooo close!{/i}
italian: [RT] {i}Non ancora! Sono molto vicino!{/i}

source: [RT] {i}I'm....{/i}
italian: [RT] {i}Sono....{/mi}

source: [RT] {i}Cuuuumming!{/i}
italian: [RT] {i}Veeengooo!{/i}

source: [GP] Oh, shit!.... What the fuck!
italian: [GP] Oh, merda!.... Che scopa!

source: [GP] [ryan]! You mother-fucking son of a bitch!
italian: [GP] [ryan]! Tu figlio di una cagna scopata da madre!

source: [GP] In all the centuries I've been doing this, I've never failed to change the course of a client!
italian: [GP] In tutti i secoli ho fatto questo, non ho mai mancato di cambiare il corso di un cliente!

source: [GP] And this, sure as shit, is the first time I've ever been drenched in their cum!
italian: [GP] E questo, sicuro come merda, è la prima volta che sono mai stato inzuppato nel loro cum!

source: [GP] I think you have a problem! You're like a cum fire hose!.... That much cum is not normal!
italian: [GP] Penso che tu abbia un problema! Sei come un manicotto di sperma da fuoco!.... Quel sacco di sperma non è normale!

source: [GP] Maybe she'll give me some if I let her fuck my ass.
italian: [GP] Forse mi darà un po' se la lascio scopare il mio culo.

source: [GP] I pray to our Futa God that she'll have better luck than I did!
italian: [GP] Prego il nostro Dio Futa che lei avrà fortuna migliore di me!

source: [GP] Goodbye [ryan]!.... Maybe I'll see you in hell!
italian: [GP] Addio [ryan]!.... Forse ti vedrò all'inferno!

source: [RT] {i}What the hell?.... She's gone!.... Was that just a dream?{/i}
italian: [RT] {i}Che inferno?.... È finita!.... Era solo un sogno?{/i}

source: Ghost of XXX-mas Past
italian: Fantasma del passato XXX-mas

source: Ghost of XXX-mas Present
italian: Fantasma del Regalo XXX-mas

source: Ghost of XXX-mas Future
italian: Fantasma del futuro XXX-mas
