Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.05.po
Languages: italian

source: [ST] {i}Typical, [ryan]'s nowhere to be seen. I need to rest a little more before I take off for home.{/i}
italian: [ST] {i}Tipo, [ryan] non si vede da nessuna parte. Ho bisogno di riposare ancora un pò prima di decollare per tornare a casa.{/i}Sì.

source: [ST] {i}He always seems to come out of these bushes. I think I'll try resting on the other end of the park.{/i}
italian: [ST] {i}Sembra sempre uscire da questi cespugli. Penso che proverò a riposare dall'altra parte del parco.{/i}

source: [ST] {i}I should be able to see him coming from here, if he pops out of his hideout in those bushes.{/i}
italian: [ST] {i}Dovrei essere in grado di vederlo arrivare da qui, se esce dal suo nascondiglio in quei cespugli.{/i}

source: [ST] {i}So far I don't see any sign of him.{/i}
italian: [ST] {i}Per ora non vedo nessun segno di lui.

source: [ST] {i}I better just make sure he's not sneaking up behind me.{/i}
italian: [ST] {i}E' meglio che mi assicuri che non si stia avvicinando di soppiatto alle mie spalle.{/i}

source: [ST] {i}Ok, I think I should be safe to take a little rest on the grass right here. I'll just keep my eyes peeled.{/i}
italian: [ST] {i}Ok, penso che dovrei essere sicuro di riposare un pò sull'erba proprio qui. Terrò gli occhi aperti.

source: [MPT] {i}Oh yeah! What a sweet smelling pussy!{/i}
italian: [MPT] {i}Oh sì! Che figa profumata!

source: [MPT] {i}It should be pretty clear to her what I'm after now. Hopefully she'll take my money.{/i}
italian: [MPT] {i}Dovrebbe essere abbastanza chiaro per lei cosa sto cercando ora. Speriamo che accetti i miei soldi.

source: [S] YOU.... DIRTY.... OLD.... PERVERT! Let go.... of my legs.... and get your face.... out of my pussy!
italian: [S] TU.... DIRTY.... VECCHIO.... PERVERTENTE! Lascia andare.... le mie gambe.... e togli la tua faccia.... dalla mia figa!

source: [RT] {i}What the hell?{/i}
italian: [RT] {i}Che inferno?{/i}

source: [R] Sidney! Are you ok?
italian: [R] Sidney! Stai bene?

source: [S] HELP!
italian: [S] AIUTO!

source: [R] I'm coming!
italian: [R] Sto venendo!

source: [MP] Shit!
italian: [MP] Merda!

source: [R] Mr. Peterson! Stop!
italian: [R] Signor Peterson! Fermati!

source: [R] {i}(gasping){/i}Holy fuck!.... I'm gonna pass out!
italian: [R] {i}(rantolando){/i}Oh, cazzo! .... Sto per svenire!

source: [R] How can that old man be so fast?
italian: [R] Come può quel vecchio essere così veloce?

source: [S] Or so sneaky?
italian: [S] O così subdolo?

source: [R] Are you ok?
italian: [R] Stai bene?

source: [S] I guess. Knowing he's just crazy makes me not feel so violated.
italian: [S] Credo di sì. Sapere che è solo un pazzo mi fa sentire meno violato.

source: [S] But I'm not coming here again until he's caught, or until you're in good enough shape to keep up with me.
italian: [S] Ma non verrò più qui finché non sarà catturato, o finché non sarai abbastanza in forma per starmi dietro.

source: [S] He wouldn't have touched me if you had been here.
italian: [S] Non mi avrebbe toccato se tu fossi stato qui.

source: [R] Ok, I'll let you know when I'm in good enough shape.
italian: [R] Ok, ti farò sapere quando sarò abbastanza in forma.

source: [S] Alright, I'm going to head home.
italian: [S] Va bene, vado a casa.

source: [S] I'll see you later.
italian: [S] Ci vediamo più tardi.

source: [R] Later, Sid.
italian: [R] A dopo, Sid.

source: [S] There you are. Are you going to stretch this time?
italian: [S] Eccoti qua. Hai intenzione di fare stretching questa volta?

source: [R] Yeah I think I will. My legs got really sore last time.
italian: [R] Sì, penso che lo farò. Le mie gambe si sono molto indolenzite l'ultima volta.

source: [S] Ok, just let me know when you're ready.
italian: [S] Ok, fammi sapere quando sei pronta.

source: [RT] {i}Oh, shit!.... I'm not going to be able to keep this pace.{/i}
italian: [RT] {i}Oh, merda! .... Non riuscirò a mantenere questo ritmo.

source: [R] Hey Sid, is there any way we can slow down a little.
italian: [R] Ehi Sid, c'è un modo per rallentare un po'.

source: [S] {i}(yelling){/i} Don't take too long. I don't want to have to wait at the park very long with that crazy old man on the loose!
italian: [S] {i}(urlando){/i} Non metterci troppo. Non voglio dover aspettare a lungo al parco con quel vecchio pazzo in libertà!

source: [ST] {i}Man, I am a sweaty mess though.{/i}
italian: [ST] {i}Uomo, sono un casino sudato però.{/i}

source: [MPT] {i}That shriekin' hooker is back.{/i}
italian: [MPT] {i}Quella prostituta urlatrice è tornata.

source: [MPT] {i}She must be a hooker for the commies then.{/i}
italian: [MPT] {i}Deve essere una prostituta per i comunisti allora.{/i}

source: [MPT] {i}Why else would she have screamed like she did?{/i}
italian: [MPT] {i}Perché altrimenti avrebbe dovuto urlare come ha fatto?

source: [MPT] {i}I need to help her realize that my money is just as good as her commie compatriots, even better actually.{/i}
italian: [MPT] {i}Ho bisogno di aiutarla a capire che i miei soldi sono buoni come quelli dei suoi compatrioti comunisti, anzi anche meglio.

source: [MPT] {i}I need to sneak in there without her seeing me so that she doesn't alert the commie MP's.{/i}
italian: [MPT] {i}Ho bisogno di intrufolarmi lì dentro senza che lei mi veda in modo che non avverta la polizia militare comunista.{/i}

source: [ST] {i}Shit! I wish [ryan] would hurry.{/i}
italian: [ST] {i}Merda! Vorrei che [ryan] si sbrigasse.{/i}

source: [ST] {i}I just want to get out of here.{/i}
italian: [ST] {i}Voglio solo andarmene da qui.{/i}

source: [ST] {i}Fuck it. I'm going to leave just as soon as I'm rested.{/i}
italian: [ST] {i}Fanculo. Me ne andrò non appena mi sarò riposato.{/i}

source: [ST] {i}There doesn't seem to be any sign of that crazy old pervert.{/i}
italian: [ST] {i}Non sembra esserci nessun segno di quel vecchio pazzo pervertito.{/i}

source: [ST] {i}I'll just sit here on this bench to wait for [ryan].{/i}
italian: [ST] {i}Mi siederò qui su questa panchina ad aspettare [ryan].{/i}

source: [S] What the hell?
italian: [S] Ma che diavolo?

source: [MP] Hello again, beautiful.
italian: [MP] Ciao di nuovo, bella.

source: [MP] I know I'm not one of your commie customers, but my money is worth even more, and I think you'll find my dick is twice as big.
italian: [MP] So di non essere uno dei tuoi clienti comunisti, ma i miei soldi valgono ancora di più e penso che scoprirai che il mio cazzo è grande il doppio.

source: [S] Get your hands off of me!
italian: [S] Toglimi le mani di dosso!

source: [RT] {i}Holy shit!{/i}
italian: [RT] {i}Santa merda! {/i}

source: [RT] {i}Mr. Peterson's grabbing Sidney!{/i}
italian: [RT] {i}Il signor Peterson sta afferrando Sidney!

source: [R] HEY!
italian: [R] EHI!

source: [MP] Damnit girl! I just wanted a taste! And now your commie friends are coming!
italian: [MP] Dannazione ragazza! Volevo solo un assaggio! E ora i tuoi amici comunisti stanno arrivando!

source: [R] Mr. Peterson! Let go of her, and let's talk!
italian: [R] Signor Peterson! Lasciala andare e parliamo!

source: [MP] How do you know my name? You commie spy!
italian: [MP] Come fai a sapere il mio nome? Spia comunista!

source: [R] No! Don't run!
italian: [R] No! Non scappare!

source: [R] No, Mr. Peterson! Stop!
italian: [R] No, signor Peterson! Si fermi!

source: [R] Hey Sid, I'll be right back!
italian: [R] Ehi Sid, torno subito!

source: [R] Mr. Peterson! I just want to talk to you!
italian: [R] Signor Peterson! Voglio solo parlare con te!

source: [RT] {i}How in the hell is that old man so fast?{/i}
italian: [RT] {i}Come diavolo fa quel vecchio ad essere così veloce?

source: [RT] {i}Holy hell! My lungs are going to explode!{/i}
italian: [RT] {i}Holy hell! I miei polmoni stanno per esplodere!

source: [RT] {i}Spritely old fucker.{/i}
italian: [RT] {i}Perfettomente vecchio stronzo.{/i}

source: [RT] {i}I'd better go check on Sidney.{/i}
italian: [RT] {i}E' meglio che vada a controllare Sidney.

source: [S] You let him get away?
italian: [S] L'hai lasciato scappare?

source: [R] Sorry! I was already exhausted from running over here.
italian: [R] Scusa! Ero già esausto per aver corso fin qui.

source: [R] Plus that old man is quick!
italian: [R] Inoltre quel vecchio è veloce!

source: [S] I told you he was a huge pervert!
italian: [S] Ti avevo detto che era un enorme pervertito!

source: [R] Well yeah, a guy like that's probably used to getting pussy all the time, and now that he's confused, and off his meds, he's probably hornier than usual.
italian: [R] Beh, sì, un tipo come lui è probabilmente abituato a ricevere figa tutto il tempo, e ora che è confuso e senza le sue medicine, è probabilmente più arrapato del solito.

source: [R] Did he get you very bad?
italian: [R] Ti ha fatto molto male?

source: [S] No, just groped my boob a little.
italian: [S] No, mi ha solo palpato un pò le tette.

source: [S] I'm sure I'd feel more violated if I didn't know he was so bat-shit crazy.
italian: [S] Sono sicura che mi sentirei più violata se non sapessi che è così fuori di testa.

source: [S] Fucker still thinks I'm a prostitute.
italian: [S] Lo stronzo pensa ancora che io sia una prostituta.

source: [S] Alright, well I'm going to run home.
italian: [S] Va bene, beh, correrò a casa.

source: [R] I'll see you there. I'm too tired to run anymore.
italian: [R] Ci vediamo lì. Sono troppo stanco per correre ancora.

source: [R] We made great time today!
italian: [R] Abbiamo fatto un ottimo tempo oggi!

source: [S] Yeah, we seem to be improving all the time.
italian: [S] Sì, sembra che miglioriamo sempre di più.

source: [S] I've got to get this shirt off. I'm dripping in sweat.
italian: [S] Devo togliermi questa maglietta. Sto grondando di sudore.

source: [R] me too, and I've got a side ache.
italian: [R] anch'io, e ho un mal di lato.

source: [S] We should take a little rest before we run back home.
italian: [S] Dovremmo riposarci un pò prima di correre a casa.

source: [S] That pesky policeman doesn't seem to be around at all anymore.
italian: [S] Quel poliziotto fastidioso non sembra più essere in giro.

source: [R] I'm sure he's serving and protecting elsewhere now that Mr. Peterson is gone.
italian: [R] Sono sicuro che sta servendo e proteggendo altrove ora che il signor Peterson è scomparso.

source: [S] So, let's do something naughty to reward ourselves, for running all the way out here.
italian: [S] Quindi, facciamo qualcosa di cattivo per ricompensare noi stessi, per correre tutta la strada fuori qui.

source: [R] But there's other people in the park.
italian: [R] Ma c'è altra gente nel parco.

source: [S] I know. That's what makes it extra fun.
italian: [S] Lo so. È quello che lo rende più divertente.

source: [S] Plus, they're not paying any attention to us.
italian: [S] Inoltre, non ci prestano alcuna attenzione.

source: [R] So, what do you have in mind?
italian: [R] Allora, cosa hai in mente?

source: [S] Whatever you want to do. You're the hero of the park.
italian: [S] Qualunque cosa si voglia fare. Sei l'eroe del parco.

source: [S] Do you see the policeman anywhere around?
italian: [S] Vedi il poliziotto da qualche parte in giro?

source: [R] The policeman? I thought you were more worried about Mr. Peterson.
italian: [R] Il poliziotto? Pensavo fossi più preoccupato per il signor Peterson.

source: [S] Oh my God, yeah.... I wonder if he watched us grinding each other.
italian: [S] Oh mio Dio, yeah.... Mi chiedo se ci ha guardato mentre ci strusciavamo.

source: [RT] {i}Holy shit! I think some kind of switch has gone off in Sidney's brain.{/i}
italian: [RT] {i}Cazzo! Penso che sia scattato un qualche tipo di interruttore nel cervello di Sidney.

source: [S] So, do you see the policeman?
italian: [S] Allora, vedi il poliziotto?

source: [R] No, I don't see him anywhere.
italian: [R] No, non lo vedo da nessuna parte.

source: [R] But I do see a few other people walking around the park.
italian: [R] Ma vedo alcune altre persone che camminano nel parco.

source: [S] Do we know any of them?
italian: [S] Conosciamo qualcuno di loro?

source: [R] I.... Didn't get a good look.
italian: [R] Io.... Non ho visto bene.

source: [S] Hmmm.... Well, let's hope not.
italian: [S] Hmmm.... Beh, speriamo di no.

source: [R] Wow!.... So it doesn't bother you at all anymore that we're siblings?
italian: [R] Wow!.... Quindi non ti infastidisce più che siamo fratelli?

source: [S] Well no, I mean we're just helping each other out.... We're not taking it too far.
italian: [S] Beh no, voglio dire che ci stiamo solo aiutando a vicenda.... Non ci stiamo spingendo troppo oltre.

source: [S] I've been talking to a few of my girlfriends from college, and according to them, siblings experimenting with each other and fooling around, is pretty common.
italian: [S] Ho parlato con alcune delle mie amiche del college, e secondo loro, i fratelli che sperimentano l'uno con l'altro e ingannano intorno, è abbastanza comune.

source: [S] So, why don't you quit worrying, and lets....
italian: [S] Quindi, perché non la smetti di preoccuparti e lasci ....

source: [X] HELP!
italian: [X] AIUTO!

source: [S] What in the?
italian: [S] Ma che...?

source: [R] Holy fuck!
italian: [R] Porca puttana!

source: [S] It's Mr. Peterson!
italian: [S] È il signor Peterson!

source: [R] And he's attacking my art teacher, Mrs. Stone!
italian: [R] E sta attaccando la mia insegnante d'arte, la signora Stone!

source: [MS] Please help me!
italian: [MS] Per favore, aiutatemi!

source: [R] That's it!
italian: [R] È così!

source: [R] That's it, Mr. Peterson!
italian: [R] Basta così, Mr. Peterson!

source: [R] You're not getting away from me this time!
italian: [R] Questa volta non mi sfuggirai!

source: [R] This is....
italian: [R] Questo è....

source: [R] for your....
italian: [R] per il tuo....

source: [R] own good!
italian: [R] tuo bene!

source: [R] Are you ok, Mr. Peterson?
italian: [R] Stai bene, signor Peterson?

source: [MP] (groaning)
italian: [MP] (gemendo)

source: [P] Nice tackle, kid!
italian: [P] Bel placcaggio, ragazzo!

source: [P] And by the looks of things, I don't think you broke any of his bones.
italian: [P] E, a quanto pare, non credo che tu gli abbia rotto nessun osso.

source: [P] That tough son of a bitch.
italian: [P] Quel duro figlio di puttana.

source: [P] He's a war hero, you know!
italian: [P] È un eroe di guerra, sai!

source: [R] Yeah, and a Medal of Honor recipient.
italian: [R] Sì, e ha ricevuto la medaglia d'onore.

source: [P] His family is going to be so relieved to have him back.
italian: [P] La sua famiglia sarà così sollevata di riaverlo con sé.

source: [P] You're a hero!
italian: [P] Sei un eroe!

source: [R] Oh.... Just doing my civic duty.
italian: [R] Oh.... Sto solo facendo il mio dovere civico.

source: [P] Well, I'll make sure they hear about it.
italian: [P] Beh, mi assicurerò che lo sappiano.

source: [P] Come on Mr. Peterson. Your family is worried sick about you.
italian: [P] Andiamo signor Peterson. La tua famiglia è molto preoccupata per te.

source: [MP] Can that young prostitute come with us?
italian: [MP] Quella giovane prostituta può venire con noi?

source: [P] We'll see if she's willing to visit you in the nursing home.
italian: [P] Vedremo se è disposta a farti visita nella casa di cura.

source: [MS] Oh my God! [ryan]!.... You're my hero!
italian: [MS] Oh mio Dio! [ryan]!.... Sei il mio eroe!

source: [MS] Let me just help you up, and give you a great big hug!
italian: [MS] Lascia che ti aiuti ad alzarti e ti dia un grande abbraccio!

source: [R] Thanks, Mrs. Stone!
italian: [R] Grazie, signora Stone!

source: [MS] I just can't believe how brave you were!
italian: [MS] Non riesco a credere a quanto sei stata coraggiosa!

source: [MS] Not only did you rescue me, but you also helped that poor old man.
italian: [MS] Non solo mi hai salvato, ma hai anche aiutato quel povero vecchio.

source: [MS] The poor thing's been surviving off of the land for weeks.
italian: [MS] Quel poveretto è sopravvissuto per settimane.

source: [MS] I sure hope they give you some kind of medal.
italian: [MS] Spero proprio che ti diano una qualche medaglia.

source: [R] Oh, don't be silly. I don't deserve a medal.
italian: [R] Oh, non essere sciocco. Non merito una medaglia.

source: [MS] Oh, and you're so humble.
italian: [MS] Oh, e tu sei così umile.

source: [S] Sorry to interrupt, but shouldn't we be getting home?
italian: [S] Scusate l'interruzione, ma non dovremmo tornare a casa?

source: [ST] {i}This bitch better back off my brother.{/i}
italian: [ST] {i}Questa troia è meglio tornare da mio fratello.{/i}

source: [MS] And who might this be?
italian: [MS] E chi sarebbe questo?

source: [R] Oh, no one.... I mean.... this is my sister Sidney.
italian: [R] Oh, nessuno.... Voglio dire... questa è mia sorella Sidney.

source: [MS] Sister?.... But didn't I see her climbing up on your lap right before I got grabbed by Mr. Peterson?
italian: [MS] Sorella?.... Ma non l'ho vista salire sul tuo giro a destra prima di essere afferrato dal signor Peterson?

source: [R] Oh, she was just giving me a purely platonic, sisterly hug.
italian: [R] Oh, mi stava solo dando un abbraccio puramente platonico, da sorella.

source: [MS] Oh.... So that's how white folks show their siblings affection?
italian: [MS] Oh.... Quindi è così che le persone bianche mostrano il loro amore fratelli?

source: [S] As a matter of fact, yeah, that's how it is.
italian: [S] In effetti, sì, è così.

source: [MS] Well, it's none of my business anyhow.
italian: [MS] Beh, non sono comunque affari miei.

source: [MS] And I've got to get to school before my first class starts.
italian: [MS] E devo andare a scuola prima che inizi la mia prima lezione.

source: [MS] Thank you so much again for saving me today!
italian: [MS] Grazie mille ancora per avermi salvato oggi!

source: [MS] If the city doesn't give you a reward, I'm sure I can think up a good one to give you.
italian: [MS] Se la città non ti dà una ricompensa, sono sicuro di poterne pensare una buona da darti.

source: [ST] {i}She better not be implying what I think she's implying!{/i}
italian: [ST] {i}E' meglio che non stia insinuando quello che penso stia insinuando!

source: [RT] {i}Holy shit! Is she implying what I think she's implying?{/i}
italian: [RT] {i}Cazzo! Sta insinuando quello che penso stia insinuando?

source: [S] And I think I'm going to be sick. [ryan], let's go home.
italian: [S] E penso che mi sentirò male. [ryan], andiamo a casa.

source: [MS] Goodbye, my savior!
italian: [MS] Addio, mio salvatore!

source: [S] You did it! No more crazy pervert to worry about at the park.
italian: [S] Ce l'hai fatta! Niente più pazzo pervertito di cui preoccuparsi al parco.

source: [R] Yeah, now you'll be able to go there any time you like.
italian: [R] Sì, ora potrai andarci quando vuoi.

source: [S] And what about Mrs. Stone?
italian: [S] E la signora Stone?

source: [R] What about her?
italian: [R] Che mi dici di lei?

source: [S] She was all over you.
italian: [S] Ti stava addosso.

source: [R] Oh, she was just super grateful that I saved her.
italian: [R] Oh, era solo super grata che l'avessi salvata.

source: [S] Seemed like more than that to me.
italian: [S] A me è sembrato più di questo.

source: [R] Hmmmm.... I didn't notice.
italian: [R] Hmmmm.... Non ci ho fatto caso.

source: [S] Would you like it to be more?
italian: [S] Vorresti che fosse di più?

source: [S] I mean, I know you've told me you think of her when we fooled around.
italian: [S] Voglio dire, so che mi hai detto che pensi a lei quando ci divertiamo.

source: [RT] {i}I was lying when I said that, but after those soft pillows in my face, I might actually start thinking about her.{/i}
italian: [RT] {i}Mentivo quando l'ho detto, ma dopo quei morbidi cuscini in faccia, potrei davvero iniziare a pensare a lei.

source: [S] Well?
italian: [S] Allora?

source: [R] Well, what?
italian: [R] Beh, cosa?

source: [R] I mean I guess I wouldn't complain if she wanted a go at me.
italian: [R] Voglio dire che non mi lamenterei se lei volesse provarci con me.

source: [RT] {i}Could Sidney be right? Could I really have a chance with Mrs. Stone?{/i}
italian: [RT] {i}Potrebbe Sidney avere ragione? Potrei davvero avere una possibilità con la signora Stone?

source: {i}{b}"Sidney's Affection -2"{/b}{/i}
italian: {i}{b}"L'affetto di Sidney -2"{/b}{/i}

source: [R] I'm over her. I've got another girl in mind.
italian: [R] Ho chiuso con lei. Ho un'altra ragazza in mente.

source: [R] One that lives a little closer to home, if you know what I mean.
italian: [R] Una che vive un pò più vicino a casa, se sai cosa intendo.

source: [RT] {i}Actually several, but Sidney will think I just mean her.{/i}
italian: [RT] {i}In realtà ne ho diverse, ma Sidney penserà che mi riferisco solo a lei.

source: [RT] {i}At least I'm pretty sure that's what she wants to hear.{/i}
italian: [RT] {i}Almeno sono abbastanza sicuro che è quello che vuole sentire.

source: {i}{b}"Sidney's Affection +2"{/b}{/i}
italian: {i}{b}"Affetto di Sidney +2"{/b}{/i}

source: [S] Well, the park will be a lot less interesting with Mr. Peterson gone.
italian: [S] Beh, il parco sarà molto meno interessante senza il signor Peterson.

source: [S] Unless we can find a way to make it more interesting.
italian: [S] A meno che non troviamo un modo per renderlo più interessante.

source: [S] I'll beat you home!
italian: [S] Ti batterò a casa!

source: [S] But do you think we're safe from the crazy pervert?
italian: [S] Ma pensi che siamo al sicuro dal pazzo pervertito?

source: [R] Yeah, I think Mr. Peterson will leave us alone while we're together.
italian: [R] Sì, penso che il signor Peterson ci lascerà in pace mentre siamo insieme.

source: [S] Alright, but stay close to me so he can't sneak up between us.
italian: [S] Va bene, ma stai vicino a me così non può intrufolarsi tra di noi.

source: [R] It's ok, Sidney. I'm sure he'd never try anything with me right here.
italian: [R] Va tutto bene, Sidney. Sono sicuro che non proverebbe mai a fare qualcosa con me qui.

source: [S] I sure hope you're right.
italian: [S] Spero proprio che tu abbia ragione.

source: [MPT] {i}Damnit! The prostitute already has a customer!{/i}
italian: [MPT] {i}Dannazione! La prostituta ha già un cliente!

source: [MPT] {i}I wish I could just snap that commie's scrawny neck and take that whore in the bushes, but I can't risk bringing the wrath and scrutiny of the enemy army on me while I'm all alone out here.{/i}
italian: [MPT] {i}Vorrei poter spezzare il collo a quel comunista magro e prendere quella puttana nei cespugli, ma non posso rischiare di portare l'ira e lo scrutinio dell'esercito nemico su di me mentre sono tutto solo qui fuori.{/i}

source: [MPT] {i}God, I hope my unit finds me soon.{/i}
italian: [MPT] {i}Dio, spero che la mia unità mi trovi presto.

source: [RT] {i}Damn, Sidney's tits look incredible all covered in sweat and glistening in the sunlight.{/i}
italian: [RT] {i}Dannazione, le tette di Sidney sono incredibili tutte coperte di sudore e luccicanti alla luce del sole.{/i}

source: [R] Oh, wow! What's that for?
italian: [R] Oh, wow! Per quale motivo?

source: [S] I just wanted to thank you for making all the effort to get into shape. I'm so happy that I can keep running in the park, and I feel so much safer with you here.
italian: [S] Volevo solo ringraziarti per aver fatto tutti gli sforzi per mettersi in forma. Sono così felice di poter continuare a correre nel parco e mi sento molto più sicura con te qui.

source: [RT] {i}Oh my God! My sister is making me hard.{/i}
italian: [RT] {i}Oh mio Dio! Mia sorella mi sta rendendo duro.{/i}

source: [S] {i}(teasingly){/i} [ryan]? Is that what I think it is?
italian: [S] {i}(scherzando){/i} [ryan]? È quello che penso che sia?
