Repository: DonRP/AFV
Catalog: game/*/*/UpdateScriptChristmasEvent.po
Languages: italian

source: [R] Nah.... making you look like my hot sister Sidney, kind of takes away the whole fear factor.
italian: [R] Nah... ti fa assomigliare a mia sorella calda Sidney, tipo di toglie tutto il fattore di paura.

source: [GF] See! That's what I've been saying! Let me wear a holocaust robe, and give me a skull for a head, you know, like they did in the old days.
italian: [GF] Vedi! È quello che ho detto! Lasciami indossare un abito da olocausto e darmi un teschio per una testa, sai, come hanno fatto nei vecchi giorni.

source: [GF] Too much PC shit in Heaven. We're not allowed to scare anyone too badly anymore.
italian: [GF] Troppa merda del PC in Cielo. Non possiamo più spaventare troppo qualcuno.

source: [GF] Ahhh.... but we shouldn't be discussing heavenly politics. I've got a job to do, and not a lot of time to get it done.
italian: [GF] Ahhh.... ma non dovremmo parlare di politica celeste. Ho un lavoro da fare, e non molto tempo per farlo fare.

source: [GF] Are you ready to go to the future?
italian: [GF] Sei pronto ad andare in futuro?

source: [R] I guess! Go ahead and blow that magic fairy dust on me
italian: [R] Immagino che avanti! Andate avanti e soffiate quella magica polvere di fata su di me

source: [GF] Yeah.... I'm not into that flowery bull-shit. I do things a little differently.
italian: [GF] Sì... non sono in quella merda fiorita. Io faccio le cose un po' diversamente.

source: [GF] Just give me a second.
italian: [GF] Mi dia un secondo.

source: [R] Oh, my God!...
italian: [R] Oh, mio Dio!...

source: [R] What in Futa God's name?...
italian: [R] Che cosa in Futa nome di Dio?...

source: [R] Huh.... weird.... It.... smells like.... candy canes.
italian: [R] Huh.... strano.... E'... odore come.... canne caramelle.

source: [RT] {i}What the.... I'm still in bed.... I don't think I've even moved.... these dreams are getting weird.{/i}
italian: [RT] {i}Che cosa.... sono ancora a letto.... Non credo di avermi nemmeno spostato.... questi sogni sono sempre strani.{/i}

source: [M] Wake up [ryan]!.... It's Christmas!
italian: [M] Svegliati [ryan]!.... È Natale!

source: [M] Good morning [ryan]!
italian: [M] Buongiorno [ryan]!

source: [R] ....Mmm.... Mom?
italian: [R] ....Mmm.... Moma?

source: [M] That's right, honey.... merry Christmas!.... I wanted to be the first to give you a present.
italian: [M] È giusto, il miele.... buon Natale!... Volevo essere il primo a darvi un regalo.

source: [M] I hope you enjoy it!
italian: [M] Spero che ti piaca!

source: [R] Ohhh.... Mom!
italian: [R] Ohhh.... Mamma!

source: [RT] {i}Ok.... Mom's giving me a morning handy!.... I'm definitely in the future.{/i}
italian: [RT] {i}Ok.... La mamma mi sta dando una mattina utile!.... Sono sicuramente in futuro.{/i}

source: [RT] {i}What the hell? If I get to wake up to this in the morning, why would I want to change anything?{/i}
italian: [RT] {i}Che inferno? Se mi sveglio a questo mattino, perché vorrei cambiare qualcosa?{/i}

source: [RT] {i}Ohhh.... that feels so good!{/i}
italian: [RT] {i}Ohhh.... che si sente così bene!{/i}

source: [RT] {i}And the fact that Mom is doing it is a dream come true. I wonder what else we do together in the future.{/i}
italian: [RT] {i}E il fatto che la mamma stia facendo è un sogno che si avvera. Mi chiedo cos'altro facciamo insieme in futuro.{/i}

source: [M] Oh, that's such a handful!
italian: [M] Oh, questa è una manciata!

source: [M] You're my big boy!
italian: [M] Sei il mio grande ragazzo!

source: [RT] {i}Ohhh.... she knows how to talk sexy too.{/i}
italian: [RT] {i}Ohhh.... sa parlare sexy troppo.{/i}

source: [RT] {i}I shouldn't be surprised, I guess. {/i}
italian: [RT] {i}Non dovrei essere sorpreso, immagino. {/i}

source: [M] Are you going to blow your huge load all over my face?
italian: [M] Stai per soffiare il tuo enorme carico su tutto il mio viso?

source: [R] Yes!.... I want to sooo bad!
italian: [R] Sì!.... Voglio calmare il male!

source: [M] Your cock is just pulsing in my hand! Are you close?
italian: [M] Il tuo cazzo mi sta solo pulsando in mano! Sei vicino?

source: [R] Yes, Mom!.... I'm so close!
italian: [R] Sì, mamma!.... Sono così vicino!

source: [R] Why did you stop?
italian: [R] Perché ti sei fermato?

source: [M] Because it's barely morning! It's a big day today. You're going to need your stamina.
italian: [M] Perché è appena mattina! È un grande giorno oggi. Hai bisogno della tua resistenza.

source: [R] But.... but that's just cruel!
italian: [R] Ma.... ma è crudele!

source: [M] Haha.... no, It will put you in the right mood for the rest of the day! I'll see you in just a bit. I've got to run use the bathroom.
italian: [M] Haha.... no, Ti metterà nell'umore giusto per il resto della giornata! Ti vedrò in un po'. Devo correre usare il bagno.

source: [RT] {i}What in the!....{/i}
italian: [RT] {i}Cosa c'è!....{/i}

source: [RT] {i}Holy shit!....{/i}
italian: [RT] {i}merda santa!....{/i}

source: [RT] {i}Is Mom?....{/i}
italian: [RT] {i}è mamma?....{/i}

source: [GF] Holy shit, dude! Is your mom pregnant?
italian: [GF] Merda santa, dude! È incinta tua mamma?

source: [RT] {i}Uhhh.... It kind of looks that way!{/i}
italian: [RT] {i}Uhhh.... Sembra così!{/i}

source: [RT] {i}Unless she ate a really big breakfast burrito.{/i}
italian: [RT] {i}A meno che lei non mangiasse una grande colazione burrito.{/i}

source: [GF] Holy shit! I wonder if it's yours!
italian: [GF] Merda santa! Mi chiedo se è tuo!

source: [RT] {i}Could I have knocked up my own mother?{/i}
italian: [RT] {i}Avrei potuto bussare a mia madre?{/i}

source: [GF] That would be fucking legendary!
italian: [GF] Quello sarebbe scopare leggendario!

source: [R] Uhhh.... Mom!...
italian: [R] Uhhh.... Mamma!...

source: [M] Hnnnhhh...Yeah honey?
italian: [M] Hnnhhh...Sì, miele?

source: [R] I need to talk to you a little before you leave!
italian: [R] Ho bisogno di parlarti un po' prima di partire!

source: [M] Alright, well make it fast.
italian: [M] Va bene, bene farlo veloce.

source: [M] You know how a pregnant woman's bladder is.
italian: [M] Sai come è la vescica di una donna incinta.

source: [M] And unless you're into water sports...
italian: [M] E a meno che non siate in sport acquatici...

source: [R] Mom!...
italian: [R] Moma!...

source: [M] Haha.... what is it you want?
italian: [M] Haha.... cosa vuoi?

source: [R] Uhhh.... I hope this isn't too indelicate to ask?
italian: [R] Uhhhh.... Spero che questo non sia troppo indelicato per chiedere?

source: [R] But.... how far along are you?
italian: [R] Ma.... fino a che punto siete?

source: [M] Hmmm.... let me think...
italian: [M] Hmmm.... lasciatemi pensare...

source: [M] I should be about 7 months along now.
italian: [M] Dovrei essere circa 7 mesi adesso.

source: [R] Wow!.... I mean you still look great!
italian: [R] Wow!.... Intendo che tu sembri ancora grande!

source: [M] Haha.... thanks hon!
italian: [M] Haha.... grazie hon!

source: [R] Uhhhh.... and do we think it's mine?
italian: [R] Uhhhhh... e pensiamo che sia mia?

source: [M] Are you serious?
italian: [M] Sei serio?

source: [R] Uhhh.... yeah.... I mean...
italian: [R] Uhhh... sì... Voglio dire...

source: [M] You must still have foggy morning brain, or pent up sexual energy brain, or something.
italian: [M] Devi ancora avere il cervello nebbioso del mattino, o spezzare il cervello di energia sessuale, o qualcosa.

source: [R] Well?...
italian: [R] Beh?...

source: [M] Of course it's not yours!
italian: [M] Naturalmente non è tuo!

source: [M] How do you think you could get me pregnant, when I only let you have sex with my butt?
italian: [M] Come pensi che tu possa farmi incinta, quando ti lascio solo fare sesso con il mio culo?

source: [R] Well.... yeah.... I suppose that's a pretty effective form of birth control.
italian: [R] Bene... sì... suppongo che sia una forma abbastanza efficace di controllo delle nascite.

source: [M] You know my pussy is reserved for [dad_name]!
italian: [M] Sai che la mia figa è riservata a [dad_name]!

source: [R] So Dad got you pregnant?
italian: [R] Così papà ti ha incinta?

source: [R] Did he get out of prison?
italian: [R] È uscito di prigione?

source: [M] [ryan]? Are you sure you're ok? I wonder if you have a fever or something.
italian: [M] [ryan]? Sei sicuro che stai bene? Mi chiedo se hai febbre o qualcosa.

source: [R] What? No.... I mean yes.... I'm ok, but is Dad out of prison?
italian: [R] Cosa? No.... Voglio dire sì... vado bene, ma papà è fuori prigione?

source: [M] Of course not honey! I know you miss him.... but I'm afraid he's going to be gone a very long time.
italian: [M] Naturalmente non il miele! So che ti manca... ma temo che sarà andato molto a lungo.

source: [R] So, how did you get pregnant?
italian: [R] Quindi, come sei incinta?

source: [M] I know you've heard of conjugal visits.
italian: [M] So che hai sentito parlare di visite coniugali.

source: [R] And you're ok raising him as a single mom?
italian: [R] E stai bene alzarlo come una singola mamma?

source: [M] No silly. You said you'd help! You'll be like his second daddy!
italian: [M] Non sei stupido. Hai detto che saresti aiutato! Sarai come il suo secondo papà!

source: [RT] {i}You've got to be fucking kidding me!{/i}
italian: [RT] {i}Devi farsi scherzare con me!{/i}

source: [GF] Oh man, and you're going to have to support his kid financially! You totally got cucked!
italian: [GF] Oh uomo, e dovrai sostenere finanziariamente il suo bambino! Hai cucito completamente!

source: [RT] {i}Oh shit! I can't believe this is happening!{/i}
italian: [RT] {i}Oh merda! Non riesco a credere che questo stia accadendo!{/i}

source: [GF] Hey, don't sweat it too bad! This hasn't happened yet. Now you can take steps to prevent this.
italian: [GF] Ehi, non sudare troppo male! Questo non è ancora successo. Ora puoi prendere provvedimenti per evitarlo.

source: [GF] You know, like rolling back scenes in one of those crappy incest H-games you like, so you can make the better decision?
italian: [GF] Sai, come piegare scene in uno di quei crappy incest H-giochi che ti piacciono, in modo da poter prendere la decisione migliore?

source: [GF] You can fix this!
italian: [GF] Puoi correggerlo!

source: [RT] {i}Yeah, you're right! Oh Thank Futa God!{/i}
italian: [RT] {i}Sì, hai ragione! Oh Grazie Futa God!{/i}

source: [M] Don't worry! You'll be the best surrogate dad!
italian: [M] Non ti preoccupare! Sarai il miglior papà surrogato!

source: [M] Well, of course it's yours!
italian: [M] Bene, ovviamente è tuo!

source: [M] Who else's would it be?
italian: [M] Chi altro sarebbe essere?

source: [M] Your father is in prison.
italian: [M] Tuo padre è in prigione.

source: [M] And between posing for pictures for you, and working at the school, I have no time to meet any other men.
italian: [M] E tra posare per le foto per voi, e lavorare alla scuola, non ho tempo per incontrare altri uomini.

source: [M] And I'm kind of freaking out here because I'm carrying your baby.
italian: [M] E qui sono piuttosto fuori perché porto il tuo bambino.

source: [M] And your father is going to murder me when he gets out, and meet's his grandbaby slash step-son!
italian: [M] E tuo padre mi ucciderà quando uscirà e incontrerà il suo nipote schiacciato figlioccio!

source: [M] Meanwhile, I have to raise and care for another baby! I thought I was done with that stage of my life!
italian: [M] Nel frattempo, devo alzarmi e prendermi cura di un altro bambino! Pensavo di essere stato fatto con quella fase della mia vita!

source: [R] Hey.... hey.... relax!.... It's ok!...
italian: [R] Hey.... hey.... relax!.... Va bene!...

source: [R] I'm going to be there to help take care of the baby!
italian: [R] Sarò lì per aiutare a prendersi cura del bambino!

source: [R] I'll take care of you financially.
italian: [R] Ti prenderò cura finanziariamente.

source: [R] I have it on good authority that Dad's not getting out of prison any time before we can cut all ties to him.
italian: [R] Ho su buona autorità che papà non sta uscendo di prigione in qualsiasi momento prima di poter tagliare tutti i legami con lui.

source: [R] It's all going to be alright!
italian: [R] Tutto andrà bene!

source: [RT] {i}Holy shit!.... I'm going to be a daddy!{/i}
italian: [RT] {i}merda santa!.... Sarò un papà!{/i}

source: [GF] Sure! If that's the way you want it.... that's the beauty of this gift you're receiving from us.
italian: [GF] Certo! Se questo è il modo in cui lo vuoi.... è la bellezza di questo regalo che stai ricevendo da noi.

source: [GF] It's like having the ability to roll back life. You know, like one of those crappy incest H-games you like, where you can roll back to make the better choice if you fuck up.
italian: [GF] È come avere la capacità di riavvolgere la vita. Sai, come uno di quei crappy incest giochi H-che ti piace, dove si può rotolare indietro per fare la scelta migliore se si scopa.

source: [GF] If you want to be a dad, good job. If you decide you don't want to be. You can decide to wear a condom, or only have anal sex.
italian: [GF] Se vuoi essere un papà, buon lavoro. Se decidi di non volerti essere. Si può decidere di indossare un preservativo, o solo fare sesso anale.

source: [RT] {i}Thank you! That is a pretty sweet gift.{/i}
italian: [RT] {i}Grazie! Questo è un regalo abbastanza dolce.{/i}

source: [M] Thanks for the pep talk honey!
italian: [M] Grazie per il miele pep parlare!

source: [M] If that's it, I'm going to run to the bathroom before I piss myself.
italian: [M] Se è così, correrò in bagno prima di baciarmi.

source: [M] You should get out of your room, and go see Lauren and Sidney. I think Lauren is baking cookies in the kitchen, and I think Sidney is in the lounge making sure everything is ready for our Christmas gift exchange.
italian: [M] Dovresti uscire dalla tua stanza e andare a vedere Lauren e Sidney. Penso che Lauren stia cuocendo biscotti in cucina, e penso che Sidney sia nella lounge assicurandosi che tutto sia pronto per il nostro scambio di regali di Natale.

source: [M] After that, we'll all meet in the lounge for the gift exchange. I think you'll like the gift we're all going to give you.
italian: [M] Dopo di che, ci incontreremo tutti nella sala per lo scambio di regali. Penso che ti piacerà il regalo che ti daremo tutti.

source: [GF] Hahahaha.... holy shit!
italian: [GF] Hahahaha.... merda santa!

source: [GF] In all the years I've been showing people their Christmas futures, I've never seen anyone cucked as hard as that!
italian: [GF] In tutti gli anni ho mostrato alla gente il loro futuro di Natale, non ho mai visto nessuno cornuto così duramente così!

source: [GF] Are you ok? Should I call an ambulance so the crew can come fuck your mom and then take you to the hospital?
italian: [GF] Stai bene? Dovrei chiamare un'ambulanza in modo che l'equipaggio possa venire a scopare tua mamma e poi portarti in ospedale?

source: [RT] {i}Fuck off!{/i}
italian: [RT] {i}Scopata fuori!{/i}

source: [GF] I'm sorry! I really do feel sorry for you, man!
italian: [GF] Mi dispiace! Mi dispiace davvero per te, uomo!

source: [GF] But like I said. This is not final. And even if it were, at least you're getting some side action from that hot piece of ass.
italian: [GF] Ma come ho detto. Questo non è definitivo. E anche se lo fosse, almeno state ottenendo qualche azione laterale da quel pezzo caldo di culo.

source: [GF] You are amazing!
italian: [GF] Sei incredibile!

source: [GF] In all the years I've been showing people their Christmas futures, I've never seen anyone be surprised with impregnating their mom!
italian: [GF] In tutti gli anni ho mostrato alla gente il loro futuro di Natale, non ho mai visto nessuno essere sorpreso di impregnare la loro mamma!

source: [GF] Ohhh.... hoho.... the look on your face!
italian: [GF] Ohhh.... hoho.... lo sguardo sul tuo viso!

source: [GF] I've got to say! That's pretty damn awesome! What better way to claim a woman for yourself, than to impregnate her.
italian: [GF] Devo dire! È abbastanza dannato fantastico! Che modo migliore per rivendicare una donna per te stesso, che impregnarla.

source: [GF] I don't know if I'd change a thing. Unless you hate kids or something.
italian: [GF] Non so se cambierei una cosa. A meno che non odiate i bambini o qualcosa.

source: [GF] So, are you ready to move on?
italian: [GF] Quindi, sei pronto a procedere?

source: [GF] I think your mom said something about cookies downstairs. Let's go see if they're done, and we can talk to Lauren while we're at it.
italian: [GF] Penso che tua mamma abbia detto qualcosa sui biscotti al piano di sotto. Andiamo a vedere se sono finiti, e possiamo parlare con Lauren mentre siamo a esso.

source: [GF] Sorry that we weren't able to stay longer.
italian: [GF] Siamo spiacenti di non essere riusciti a rimanere più a lungo.

source: [GF] Sometimes at these things you can't wait to get away, and sometimes you wish you could stay forever.
italian: [GF] A volte a queste cose non vedi l'ora di allontanarti, e a volte vorresti rimanere per sempre.

source: [GF] You definitely left on a high note though.
italian: [GF] Hai sicuramente lasciato su una nota alta.

source: [GF] So, did you learn anything?
italian: [GF] Quindi, hai imparato qualcosa?

source: [R] I learned that life is like a Ren'Py game.... It's full of choices, and I just need to make the ones that make me the happiest.
italian: [R] Ho imparato che la vita è come un gioco di Ren'Py.... È pieno di scelte, e ho solo bisogno di rendere quelli che mi rendono più felice.

source: [R] The best choice, usually leads to the outcome that makes the other NPC's happy too.
italian: [R] La scelta migliore, di solito porta al risultato che rende anche felice l'altro NPC.

source: [R] No one can tell me which choices are right for me, because each player can make whatever choices makes them the happiest.
italian: [R] Nessuno può dirmi quali scelte sono giuste per me, perché ogni giocatore può fare qualsiasi scelta li rende più felici.

source: [R] And if they want to judge me, like some troll in some incest game forum.
italian: [R] E se vogliono giudicarmi, come qualche troll in qualche incest forum di gioco.

source: [R] I just need to ignore them and keep living life the way I want.
italian: [R] Ho solo bisogno di ignorarli e mantenere la vita vivente come voglio.

source: [GF] That's a great lesson, and anyone who tries to impose their version of morals on you can go fuck themselves.
italian: [GF] Questa è una grande lezione, e chiunque cerchi di imporre la sua versione di morale su di voi può andare a scopare se stessi.

source: [GF] Haha.... just like Futa God is going to be fucking my sisters as soon as Christmas is over.
italian: [GF] Haha.... proprio come Futa Dio sta per farsi scopare le mie sorelle non appena il Natale è finito.

source: [GF] I hope your upcoming Christmases are all better than the last.
italian: [GF] Spero che i vostri prossimi Natale siano tutti migliori degli ultimi.

source: [GF] It's been fun!
italian: [GF] È stato divertente!

source: [GF] Keep it up, and maybe Futa God will send us back next year!
italian: [GF] Tienilo in alto, e forse Futa God ci manderà indietro l'anno prossimo!

source: [RT] {i}Holy shit!.... Dream or not, I don't want to ever forget that experience.{/i}
italian: [RT] {i}merda santa!.... Sogno o no, non voglio mai dimenticare quella esperienza.{/i}

source: [RT] {i}Oh Futa God.... I'm so tired now.... but will I even remember this dream when I wake up?{/i}
italian: [RT] {i}Oh Futa Dio.... Sono così stanco adesso.... ma mi ricorderò anche questo sogno quando mi sveglio?{/i}

source: [R] Testing.... testing.... ok.... It looks like it's recording.
italian: [R] Testing.... testing.... ok.... Sembra che stia registrando.

source: [R] My name is [ryan].... and if you are watching this recording, it means that I am dead.
italian: [R] Il mio nome è [ryan].... e se stai guardando questa registrazione, significa che sono morto.

source: [R] Or I guess it could mean the extremely unlikely scenario that my computer was hacked, and now some schmuck is using my story for financial gain.
italian: [R] O immagino che potrebbe significare lo scenario estremamente improbabile che il mio computer è stato violato, e ora qualche schmuck sta usando la mia storia per guadagno finanziario.

source: [R] Because the series of events I'm going to tell you about is so unbelievable, it would make a great movie or TV series.
italian: [R] Poiché la serie di eventi che vi racconterò è così incredibile, renderebbe un grande film o serie TV.

source: [R] But probably the kind of TV series you could only see on HBO.
italian: [R] Ma probabilmente il tipo di serie TV che si poteva vedere solo su HBO.

source: [R] Please God, just don't let anybody make a crappy H-game out of this.
italian: [R] Per favore Dio, basta non lasciare che nessuno faccia un gioco di H crappy da questo.

source: [WT] Sorry to interrupt.
italian: [WT] Mi dispiace interrompere.

source: [WT] My name is Will Tylor and I just wanted to take this opportunity to welcome you to our "awesome" H-game, "A Family Venture!"
italian: [WT] Il mio nome è Will Tylor e volevo solo cogliere l'occasione per darti il benvenuto nel nostro "fantastico" gioco H, "A Family Venture!"

source: [WT] Back to you, [ryan].
italian: [WT] Torna a te, [ryan].

source: [R] I wanted to record my version of the remarkable events that have occurred over the last little while.
italian: [R] Volevo registrare la mia versione degli eventi straordinari che si sono verificati nell'ultimo poco.

source: [R] I know many wouldn't understand why I've been doing the things I'm doing, if I didn't explain myself, so this is my attempt to justify my actions.
italian: [R] So che molti non capirebbero perché sto facendo le cose che sto facendo, se non ho spiegato me stesso, quindi questo è il mio tentativo di giustificare le mie azioni.

source: [R] I've been acquiring many items to help me achieve my goals, of saving those I love, and helping that love to become even more realized.
italian: [R] Ho acquisito molti oggetti per aiutarmi a raggiungere i miei obiettivi, di salvare quelli che amo, e di aiutare quell'amore a diventare ancora più realizzato.

source: [WT] Thanks [ryan]. Let me do a little explaining from here.
italian: [WT] Grazie [ryan]. Lasciatemi fare un po 'di spiegazioni da qui.

source: [WT] This is a typical in-game screen. As [ryan] mentioned, you will acquire many items in the game.
italian: [WT] Questa è una tipica schermata di gioco. Come [ryan] accennato, acquisirai molti oggetti nel gioco.

source: [WT] You can keep track of the items you acquire by clicking on this blue backpack.
italian: [WT] Puoi tenere traccia degli oggetti che acquisisci cliccando su questo zaino blu.

source: [WT] This will open up your inventory,
italian: [WT] Questo aprirà il tuo inventario,

source: [WT] where you will be able to see how much money you have earned,
italian: [WT] dove potrai vedere quanti soldi hai guadagnato,

source: [WT] and what items you have acquired.
italian: [WT] e quali oggetti hai acquisito.

source: [WT] There are several other important items on the game screen I'd like to draw your attention to.
italian: [WT] Ci sono diversi altri elementi importanti sulla schermata di gioco a cui vorrei attirare la vostra attenzione.

source: [WT] This symbol shows you what day of the week it is,
italian: [WT] Questo simbolo ti mostra quale giorno della settimana è,

source: [WT] while this symbol shows you the time of day.
italian: [WT] mentre questo simbolo mostra l'ora del giorno.

source: [WT] I'll let you get back to [ryan] again.
italian: [WT] Ti lascerò tornare a [ryan] di nuovo.
