Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [M] Ummm, yeah... tell him that would be fine.
french: [M] Ummm, ouais... dis-lui que ce serait bien.
italian: [M] Ummm, sì... gli dica che sarebbe bene.

source: [R] Really?... You don't have any hesitation about going on a date with another man while your husband is in jail?
french: [R] Vraiment?... Tu n'as aucune hésitation à sortir avec un autre homme pendant que ton mari est en prison?
italian: [R] Davvero?... Non hai alcuna esitazione ad andare in un appuntamento con un altro uomo mentre tuo marito è in prigione?

source: [M] [ryan]! This kind of thing is done all the time between people who work together.
french: [M] [ryan]! Ce genre de chose se fait tout le temps entre des personnes qui travaillent ensemble.
italian: [M] [ryan]! Questo genere di cose è fatto tutto il tempo tra le persone che lavorano insieme.

source: [M] Get it out of your head that this is a date.
french: [M] Sors de ta tête que c'est un rdv galant.
italian: [M] Fallo fuori dalla tua testa che questo è un appuntamento.

source: [M] It's just going to be a professional dinner between colleagues.
french: [M] Ce sera juste un dîner professionnel entre collègues.
italian: [M] Sarà solo una cena professionale tra colleghi.

source: [M] Now, eat your breakfast.
french: [M] Maintenant, prends ton petit déjeuner.
italian: [M] Ora, mangiate la colazione.

source: [RT] {i}Is Mom being too casual about having dinner with a known pervert, or am I just worrying about nothing?{/i}
french: [RT] {i}Est-ce que maman est trop désinvolte à l'idée de dîner avec un pervers connu, ou est-ce que je m'inquiète pour rien ?{/i}
italian: [RT] {i}La mamma è troppo casuale per cenare con un perverso conosciuto, o sono solo preoccupante per niente?{/i}

source: [RT] {i}It doesn't seem to bother her at all... And I know she doesn't have a very high opinion of Will Tylor.{/i}
french: [RT] {i}Cela ne semble pas la déranger du tout... Et je sais qu'elle n'a pas une très haute opinion de Will Tylor.{/i}
italian: [RT] {i}Sembra che non la disturbi affatto... E so che non ha un'opinione molto alta su Will Tylor.{/i}

source: [RT] {i}I guess I'll just relax and not worry about it.{/i}
french: [RT] {i}Je suppose que je vais juste me détendre et ne pas m'en soucier.{/i}
italian: [RT] {i}Immagino che mi rilasserò e non preoccuparti di esso.{/i}

source: [R] Would you mind pouring more maple syrup on my pancakes?
french: [R] Pourrais-tu verser plus de sirop d'érable sur mes crêpes?
italian: [R] Ti dispiacerebbe versare più sciroppo d'acero sulle mie frittelle?

source: [M] I can pass it to you, and you can pour it yourself.
french: [M] Je peux te le passer, et tu peux le verser toi-même.
italian: [M] Io posso passarlo a te, e tu puoi riversarlo te stesso.

source: [R] But I always pour too much, and it ruins my pancakes.
french: [R] Mais je verse toujours trop, et ça ruine mes crêpes.
italian: [R] Ma io versi sempre troppo, e rovina i miei frittelli.

source: [R] You always do it just right.
french: [R] Tu le fais toujours comme il faut.
italian: [R] Tu lo fai sempre giusto.

source: [M] Ok... I guess I can do that.
french: [M] D'accord... Je suppose que je peux le faire.
italian: [M] Ok... Credo di poterlo fare.

source: [M] There... how's that?
french: [M] Voilà... comment ça se passe ?
italian: [M] Lì... com'è?

source: [R] They're perfect... I mean the syrup's perfect!
french: [R] Ils sont parfaits... Je veux dire que le sirop est parfait!
italian: [R] Sono perfetti... voglio dire lo sciroppo perfetto!

source: [MT] {i}You bold, cheeky bastard!... I know what that was about.{/i}
french: [MT] {i}Espèce de bâtard audacieux et effronté !... Je sais de quoi il s'agissait.{/i}
italian: [MT] {i}Tu sei audace, sfacciato bastardo!... So di cosa si tratta.{/i}

source: [MT] {i}So, why did you do it for him?{/i}
french: [MT] {i}Alors, pourquoi l'as-tu fait pour lui ?{/i}
italian: [MT] {i}Quindi, perché hai fatto per lui?{/i}

source: [MT] {i}Shit!... I need to get laid, so I'm not always so horny around [ryan] and the girls!{/i}
french: [MT] {i}Merde !... J'ai besoin de baiser, donc je ne suis pas toujours aussi excitée avec [ryan] et les filles!{/i}
italian: [MT] {i}Merda!... Ho bisogno di essere posato, quindi non sono sempre così eccitata intorno [ryan] e le ragazze!{/i}

source: [MT] {i}When are they going to let my fucking husband out of prison?{/i}
french: [MT] {i}Quand vont-ils laisser sortir mon putain de mari de prison?{/i}
italian: [MT] {i}Quando lasceranno il mio marito scopata fuori dalla prigione?{/i}

source: [R] Thanks, Mom!
french: [R] Merci, maman!
italian: [R] Grazie, mamma!

source: [RT] {i}It almost seems like she knows I'm staring at her breasts, and just doesn't care. Is it possible she's showing them off for me on purpose?{/i}
french: [RT] {i}Il semble presque qu'elle sait que je regarde ses seins, et qu'elle s'en fiche. Est-il possible qu'elle les exhibe exprès pour moi ?{/i}
italian: [RT] {i}Sembra quasi che lei sappia che sto fissando i suoi seni, e semplicemente non importa. È possibile che li mostri fuori per me su scopo?{/i}

source: [RT] {i}Oh, she doesn't seem in any hurry to close that robe! Is it possible she's showing them off to me on purpose?{/i}
french: [RT] {i}Oh, elle ne semble pas pressée de fermer cette robe ! Est-il possible qu'elle s'exhibe exprès pour moi ?{/i}
italian: [RT] {i}Oh, lei non sembra in fretta di chiudere quella veste! È possibile che mi mostri di proposito?{/i}

source: [RT] {i}Look at that sexy redhead, just blabbering on about her social life.{/i}
french: [RT] {i}Regarde cette rousse sexy. Et je ne parle que de sa vie sociale.{/i}
italian: [RT] {i}Guardate quella rossa sexy, solo blabbering sulla sua vita sociale.{/i}

source: [RT] {i}I wonder what she'd do if I teased her a little. Hopefully she won't kill me now that we've messed around a little.{/i}
french: [RT] {i}Je me demande ce qu'elle ferait si je la taquinais un peu. J'espère qu'elle ne me tuera pas maintenant que nous avons un peu déconné.{/i}
italian: [RT] {i}Mi chiedo cosa farebbe se l'ho presa in giro un po'. Speriamo che non mi ucciderà ora che ci siamo incazzati un po'.{/i}

source: [L] And so I said to Kenzie...
french: [L] Et je l'ai dit à Kenzie...
italian: [L] E così ho detto a Kenzie...

source: [S] What?... What did you say to Kenzie?
french: [S] Quoi?... Qu'as-tu dit à Kenzie ?
italian: [S] Cosa?... Cosa hai detto a Kenzie?

source: [L] Never mind... it was a stupid story.
french: [L] Peu importe... c'était une histoire stupide.
italian: [L] Mai mente... era una storia stupida.

source: [LT] {i}I can't believe [ryan] is doing this in front of everybody!{/i}
french: [LT] {i}Je n'arrive pas à croire que [ryan] fasse ça devant tout le monde!{/i}
italian: [LT] {i}Non riesco a credere che [ryan] lo stia facendo di fronte a tutti!{/i}

source: [LT] {i}Ohhh... but his toes do feel good!{/i}
french: [LT] {i}Ohhh... mais ses orteils se sentent bien!{/i}
italian: [LT] {i}Ohhh... ma le dita dei piedi si sentono bene!{/i}

source: [M] You ok, Lauren? You're being unusually quiet.
french: [M] Ça va, Lauren ? Tu es exceptionnellement calme.
italian: [M] Va bene, Lauren? Sei insolitamente tranquillo.

source: [L] Uhhh... yeah... I'm great!...
french: [L] Uhhh... ouais... je suis super !...
italian: [L] Uhhh... sì... sono fantastico!...

source: [RT] {i}Man, Sidney is hella beautiful, but my brain just shuts down when she starts talking about design college.{/i}
french: [RT] {i}Mec, Sidney est belle, mais mon cerveau s'arrête quand elle commence à parler de l'école de design.{/i}
italian: [RT] {i}Uomo, Sidney è bello, ma il mio cervello si chiude appena quando inizia a parlare di design college.{/i}

source: [RT] {i}I need to liven things up a little or I'm going to fall asleep.{/i}
french: [RT] {i}J'ai besoin d'animer un peu les choses ou je vais m'endormir.{/i}
italian: [RT] {i}Ho bisogno di ravvivare un po' le cose o mi addormenterò.{/i}

source: [S] So, I had to start over from scratch, and when I finally got the new outfit put together according to his specifications...
french: [S] Donc, j'ai dû recommencer à zéro, et quand j'ai finalement obtenu la nouvelle tenue montée selon son cahier des charges...
italian: [S] Così, ho dovuto ricominciare da zero, e quando ho finalmente ottenuto il nuovo outfit messo insieme secondo le sue specifiche...

source: [S] ... do you know what he said to me?...
french: [S] ... tu sais ce qu'il m'a dit ?...
italian: [S] ... sai cosa mi ha detto?...

source: [M] What?...
french: [M] Quoi?
italian: [M] Cosa?...

source: [M] What did your professor say?
french: [M] Qu'a dit ton professeur?
italian: [M] Che cosa ha detto il vostro professore?

source: [S] Oh... uhh... "Nice outfit."
french: [S] Oh... euhh... 'Belle tenue.'

source: [M] No offense Sidney, but that story was a bit anticlimactic.
french: [M] Sans vouloir offenser Sidney, mais cette histoire était un peu anti-climactique.
italian: [M] Nessuna offesa Sidney, ma quella storia era un po' anticlimattica.

source: [S] Uhhh... yeah... sorry.
french: [S] Uhhh... ouais... désolé.
italian: [S] Uhhh... sì... mi dispiace.

source: [ST] {i}Ohhhh... I should kill that little shit!...{/i}
french: [ST] {i}Ohhhh... Je devrais tuer cette petite merde!...{/i}
italian: [ST] {i}Ohhhh... Dovrei uccidere quella piccola merda!...{/i}

source: [ST] {i}Mmmm... but it does feel really good.{/i}
french: [ST] {i}Mmmm... mais ça fait vraiment du bien.{/i}
italian: [ST] {i}Mmmm... ma si sente davvero bene.{/i}

source: {b}{i}"Sidney's Libido +1"{/i}{/b}
french: {b}{i}«Libido de Sidney +1»{/b}{/i}
italian: {b}{i}"Libido di Sidney +1""{/i}{/b}

source: [RT] {i}It smells good in here. Should I join everybody for breakfast?{/i}
french: [RT] {i}Ça sent bon ici. Dois-je rejoindre tout le monde pour le petit déjeuner?{/i}
italian: [RT] {i}Ha un buon odore qui. Dovrei unirmi a tutti per colazione?{/i}

source: [M] Good morning, how did everyone sleep?
french: [M] Bonjour, comment tout le monde a-t-il dormi?
italian: [M] Buongiorno, come hanno dormito tutti?

source: [L] Mom, do you think Mandy could change schools and join ours?
french: [L] Maman, penses-tu que Mandy pourrait changer d'école et rejoindre la nôtre?
italian: [L] Mamma, pensi che Mandy potrebbe cambiare scuola e unirsi alla nostra?

source: [M] Oh I don't know, honey. Cami doesn't have any money to pay for a private school.
french: [M] Oh je ne sais pas, chérie. Camille n'a pas d'argent pour payer une école privée.
italian: [M] Oh non lo so, il miele. Cami non ha soldi da pagare per una scuola privata.

source: [L] But she's going to one now. Isn't there any way to transfer her to ours?
french: [L] Mais elle y va maintenant. N'y a-t-il aucun moyen de la transférer chez nous?
italian: [L] Ma lei sta andando a uno ora. Non c'è modo di trasferirla al nostro?

source: [M] I don't think so, plus Cami probably doesn't want her to change schools.
french: [M] Je ne pense pas, et Camille ne veut probablement pas qu'elle change d'école.
italian: [M] Non lo credo, più Cami probabilmente non vuole che lei cambi scuola.

source: [S] Why not, your school is way better, Mom. You guys even have that model UN. Didn't they win a contest recently or something?
french: [S] Pourquoi pas, ton école est bien meilleure, Maman. Tu as même ce modèle ONU. N'ont-ils pas gagné un concours récemment ou quelque chose du genre?
italian: [S] Perché no, la tua scuola è molto meglio, la mamma. Hai anche quel modello ONU. Non hanno vinto un concorso di recente o qualcosa?

source: [R] Yah, they did. They are going to New York to visit the actual UN. Kinda crazy a bunch of high schoolers are going to the real UN.
french: [R] Oui, ils l'ont fait. Ils vont à New York pour visiter l'ONU. Un peu fou, un groupe de lycéens vont à la vraie ONU.
italian: [R] Sì, lo hanno fatto. Si recheranno a New York per visitare le vere Nazioni Unite. Kinda pazzo un gruppo di studenti superiori stanno andando alle vere Nazioni Unite.

source: [L] {i}(mumbling){/i} It should have been me...
french: [L] {i}(en marmonnant){/i} Ça aurait dû être moi...
italian: [L] {i}(mumbling){/i} Avrebbe dovuto essermi stato...

source: [M] What was that, sweety?
french: [M] Qu'est-ce que c'était, chérie ?
italian: [M] Cos'era quella, dolce?

source: [L] I said, it should have been me!
french: [L] J'ai dit, ça aurait dû être moi!
italian: [L] Ho detto che avrei dovuto essere io!

source: [R] Oh boy here we go again.
french: [R] Oh là là, c'est reparti.
italian: [R] Oh boy qui andiamo di nuovo.

source: [L] It should have, [ryan]. Lisa cheated in the student council election. I should be student council president. Do you know how good that would look on college scholarship application?
french: [L] Il devrait avoir, [ryan]. Lisa a triché lors de l'élection du conseil étudiant. Je devrais être présidente du conseil étudiant. Sais-tu à quel point cela ressemblerait à une demande de bourse d'études collégiales?
italian: [L] Dovrebbe avere, [ryan]. Lisa imbrogliato nell'elezione del consiglio studentesco. Dovrei essere presidente del consiglio studentesco. Sapete quanto bene che sembrerebbe sulla domanda di borse di studio universitaria?

source: [M] Oh sweety, I'm sure Lisa didn't cheat.
french: [M] Oh chérie, je suis sûr que Lisa n'a pas triché.
italian: [M] Oh sweety, sono sicuro che Lisa non ha imbrogliato.

source: [L] She did! And now with dad in jail and our family broke, I'll never get into a good college without a scholarship.
french: [L] Elle l'a fait! Et maintenant que papa est en prison et que notre famille s'est effondrée, je n'entrerais jamais dans un bon collège sans bourse.
italian: [L] Ha fatto! E ora con papà in carcere e la nostra famiglia si è rotta, non entrerò mai in un buon college senza una borsa di studio.

source: [S] Jeez Lauren, calm down.
french: [S] Bon Sang Lauren, calme-toi.
italian: [S] Jeez Lauren, calma.

source: [R] Yah, don't be a sore loser.
french: [R] Yah, ne sois pas une mauvaise perdante.
italian: [R] Sì, non essere un perdente doloroso.

source: [M] Ok, enough you two!
french: [M] Ok, assez vous deux!
italian: [M] Ok, bastano due!

source: [MT] {i}Poor Lauren. She was really crushed when she lost that election.{/i}
french: [MT] {i}Pauvre Lauren. Elle était vraiment écrasée quand elle a perdu cette élection.{/i}
italian: [MT] {i}Povero Lauren. È stata davvero schiacciata quando ha perso quella elezione.{/i}

source: [M] Honey, I can't change what's happened, but what if I talk to the school board and see if there's any way Mandy can transfer to our school?
french: [M] Chérie, je ne peux pas changer ce qui s'est passé, mais que se passe-t-il si je parle à la commission scolaire et que je vois s'il y a un moyen de transférer Mandy à notre école?
italian: [M] Miele non posso cambiare quello che è successo, ma cosa succede se parlo con il consiglio scolastico e vedo se c'è qualche modo che Mandy può trasferire alla nostra scuola?

source: [L] I really would like that. Thank you, Mom.
french: [L] J'aimerais vraiment ça. Merci, Maman.
italian: [L] Mi piacerebbe davvero questo. Grazie, mamma.

source: {i}(Keyboard clacking sounds){/i}
french: {i}(Bruit de touche de clavier){/i}
italian: {i}(Suoni della tastiera) {/i}

source: [RT] {i}Wow! Jessica is our new secretary.{/i}
french: [RT] {i}Wow! Jessica est notre nouvelle secrétaire.{/i}
italian: [RT] {i}Wow! Jessica è la nostra nuova segretaria.{/i}

source: [RT] {i}I had a constant hard-on for her during my freshman year.{/i}
french: [RT] {i}J'ai eu un acharnement constant pour elle pendant ma première année.{/i}
italian: [RT] {i}Ho avuto un costante hard-on per lei durante il mio anno matricola.{/i}

source: [RT] {i}Watching her dance around in that sexy cheerleader uniform at pep rallies gave me plenty of spank material.{/i}
french: [RT] {i}La regarder danser dans cet uniforme de pom-pom girl sexy lors de rassemblements de pep m'a donné beaucoup d'idées pour la fessée.{/i}
italian: [RT] {i}Guardando il suo ballo in quella sexy cheerleader uniforme ai raduni pep mi ha dato un sacco di materiale sculacciato.{/i}

source: [RT] {i}She's only gotten prettier... And her breasts are a lot bigger.{/i}
french: [RT] {i}Elle est seulement devenue plus jolie... Et ses seins sont beaucoup plus gros.{/i}
italian: [RT] {i}Lei è solo più carina... E i suoi seni sono molto più grandi.{/i}

source: [RT] {i}Did she get fake boobs?{/i}
french: [RT] {i}A-t-elle de faux seins ?{/i}
italian: [RT] {i}Ha ottenuto delle tette false?{/i}

source: [RT] {i}Has she even noticed I'm here?{/i}
french: [RT] {i}A-t-elle remarqué que je suis là?{/i}
italian: [RT] {i}Ha persino notato che sono qui?{/i}

source: [R] Uhhh... Excuse me... Miss Jessica.... Can I speak with you for just a moment?
french: [R] Uhhh... Excuse-moi... Mlle Jessica.... Je peux te parler un instant ?
italian: [R] Uhhh... Scusatemi... signorina Jessica.... Posso parlare con voi solo per un momento?

source: [MJ] Give me just a second.
french: [MJ] Donne-moi juste une seconde.
italian: [MJ] Dammi solo un secondo.

source: [R] Miss Jessica... I've got stuff I need to do.
french: [R] Mlle Jessica... J'ai des choses à faire.
italian: [R] Miss Jessica... Ho delle cose che devo fare.

source: [R] Can you take just a minute to help me?
french: [R] Peux-tu prendre une minute pour m'aider?
italian: [R] Puoi prenderti solo un minuto per aiutarmi?

source: [R] Miss Jessica!
french: [R] Mlle Jessica!
italian: [R] Signorina Jessica!

source: [MJ] Alright fine!... What's so important that you had to interrupt my messenger chat with my ex-boyfriend?
french: [MJ] Très bien!... Qu'est-ce qui est si important que tu aies dû interrompre ma conversation messenger avec mon ex-petit ami?
italian: [MJ] Va bene!... Cosa c'è di così importante che hai dovuto interrompere la mia chat di messaggero con il mio ex fidanzato?

source: [RT] {i}Ex-boyfriend? She's on the market!{/i}
french: [RT] {i}Ex-petit ami? Elle est sur le marché!{/i}
italian: [RT] {i}Ex-boyfriend? Lei è sul mercato!{/i}

source: [R] Ex-boyfriend, huh?
french: [R] Ex-petit ami, hein ?
italian: [R] Ex fidanzato, eh?

source: [MJ] Yeah... Stupid jerk! He left me for another girl on my college cheerleading squad. The stupid slut was also my sorority sister.
french: [MJ] Ouais... Abruti ! Il m'a quittée pour une autre fille de mon équipe de cheerleading. La salope stupide était aussi ma sœur de sororité.
italian: [MJ] Sì... Stupid jerk! Mi ha lasciato per un'altra ragazza sulla mia squadra cheerleading del college. La stupida troia era anche mia sorella.

source: [MJ] She took my spot as head cheerleader after I injured myself doing a keg stand.
french: [MJ] Elle a pris ma place de cheerleader en chef après que je me sois blessée en faisant un tonneau.
italian: [MJ] Ha preso il mio posto come capo cheerleader dopo che mi sono infortunato facendo una verticale su un fusto.

source: [MJ] ...Why am I telling you all this?...
french: [MJ] ...Pourquoi je te raconte tout ça ?...
italian: [MJ] ...Perché vi sto dicendo tutto questo?...

source: [MJ] Is there something you need?
french: [MJ] Y a-t-il quelque chose dont tu as besoin?
italian: [MJ] C'è qualcosa di cui hai bisogno?

source: [MJ] Alright fine!... What's so important that you can't wait for me to finish my messenger chat with my ex-boyfriend?
french: [MJ] Très bien!... Qu'est-ce qui est si important que tu ne peux pas attendre que je termine ma conversation avec mon ex-petit ami?
italian: [MJ] Va bene!... Cosa c'è di così importante che non puoi aspettare che finisca la mia chat di messaggero con il mio ex fidanzato?

source: [MJ] The stupid jerk! He left me for another girl on my college cheerleading squad. The stupid slut was also my sorority sister.
french: [MJ] Le crétin stupide! Il m'a quittée pour une autre fille de mon équipe de cheerleading. La salope stupide était aussi ma sœur de sororité.
italian: [MJ] Lo stupido jerk! Mi ha lasciato per un'altra ragazza sulla mia squadra cheerleader. La stupida troia era anche la mia sorella.

source: [MJ] You're still here?
french: [MJ] Tu es toujours là?
italian: [MJ] Siete ancora qui?

source: [R] Yeah... My name is [ryan]... Maybe you remember me from when I was a freshman?
french: [R] Ouais... Je m'appelle [ryan]... Tu te souviens peut-être de moi quand j'étais en première année ?
italian: [R] Sì... Il mio nome è [ryan]... Forse mi ricordi di quando ero un fresco?

source: [MJ] Were you on the varsity basketball team?
french: [MJ] Étais-tu dans l'équipe de basket-ball universitaire?
italian: [MJ] Eravate nella squadra di basket varsi?

source: [R] No... But I was on the freshman team.
french: [R] Non... Mais j'étais dans l'équipe de première année.
italian: [R] No... Ma ero nella squadra della matricola.

source: [MJ] And I'm guessing from your height, that you didn't make it any further?
french: [MJ] Et je devine d'après ta taille, que tu n'es pas allé plus loin ?
italian: [MJ] E sto indovinando dalla tua altezza, che non hai fatto di più?

source: [RT] {i}Ouch!{/i}
french: [RT] {i}Aïe!{/i}

source: [R] Yeah... no... I didn't.
french: [R] Ouais... non... Je ne l'ai pas fait.
italian: [R] Sì... no... Non ho fatto.

source: [MJ] Yeah, no... I don't remember you.
french: [MJ] Ouais, non... Je ne me souviens pas de toi.
italian: [MJ] Sì, no... non mi ricordo di voi.

source: [MJ] Did you just come to chat with me?
french: [MJ] Es-tu venu discuter avec moi ?
italian: [MJ] Sei appena venuto a chiacchierare con me?

source: [R] Umm... no... actually...
french: [R] Umm... non... en fait...
italian: [R] Umm... no... realmente...

source: [R] I need to turn in this application to run for student body president.
french: [R] Je dois présenter cette application pour briguer la présidence du corps étudiant.
italian: [R] Ho bisogno di girare questa applicazione per eseguire per il presidente del corpo dello studente.

source: [MJ] Hmmm... Really?
french: [MJ] Hmmm... Vraiment ?
italian: [MJ] Hmmm... Veramente?

source: [MJ] You want to run for student body president?
french: [MJ] Tu veux te présenter à la présidence du corps étudiant ?
italian: [MJ] Vuoi correre per il presidente del corpo dello studente?

source: [R] No... Actually, the application is for my sister, Lauren.
french: [R] Non... En fait, l'application est pour ma sœur, Lauren.
italian: [R] No... In realtà, la domanda è per mia sorella, Lauren.

source: [MJ] Oh good!... Is she super cute and popular?
french: [MJ] Oh bien!... Est-elle super mignonne et populaire?
italian: [MJ] Oh buono!... Lei è super carino e popolare?

source: [R] Well, she's super cute!
french: [R] Eh bien, elle est super mignonne!
italian: [R] Bene, lei è super carina!

source: [R] I mean... as far as a guy can think his sister is cute.
french: [R] Je veux dire... pour autant qu'un gars puisse penser que sa sœur est mignonne.
italian: [R] Intendo dire... per quanto un ragazzo possa pensare che sua sorella sia carina.

source: [R] And she's kind of popular... but not super popular.
french: [R] Et elle est plutôt populaire... mais pas super populaire.
italian: [R] E lei è piuttosto popolare... ma non super popolare.

source: [MJ] Huh...
french: [MJ] Hein...

source: [R] Huh...what?
french: [R] Hein...Comment?
italian: [R] Huh... cosa?

source: [MJ] It's just... maybe you should do her a favor, and tell her not to run for student body president.
french: [MJ] C'est juste... tu devrais peut-être lui rendre service et lui dire de ne pas se présenter à la présidence du corps étudiant.
italian: [MJ] È solo... forse dovresti farle un favore, e dirle di non correre per il presidente del corpo studentesco.

source: [MJ] Just to spare her feelings.
french: [MJ] Juste pour épargner ses sentiments.
italian: [MJ] Solo per risparmiare le sue sensazioni.

source: [R] Huh?...
french: [R] Hein?...
italian: [R] Eh?...
