Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.03.po
Languages: italian

source: [R] Wow, this photosession is getting really hot.
italian: [R] Wow, questa sessione fotografica sta diventando davvero bollente.

source: [R] Even being your brother and all, I'll admit that I'm struggling not to get turned on.
italian: [R] Anche essendo tuo fratello e tutto il resto, ammetto che faccio fatica a non eccitarmi.

source: [L] Just try to keep it in your pants, ok?
italian: [L] Cerca solo di tenerlo nei pantaloni, ok?

source: [R] Haha.... of course.
italian: [R] Haha.... naturalmente.

source: [R] Ok, now let's just get a quick shot of you bending over just a little bit.
italian: [R] Ok, ora facciamo una foto veloce di te che ti pieghi un pò.

source: [R] Yep, got it!
italian: [R] Sì, fatto!

source: [RT] {i}I think I might be able to get her to go just a little bit farther, but should I?{/i}
italian: [RT] {i}Penso che potrei essere in grado di farla andare un pò più in là, ma dovrei?

source: [L] I can't believe I'm about to share the most intimate parts of my body with anybody with an internet connection.
italian: [L] Non posso credere che sto per condividere le parti più intime del mio corpo con chiunque abbia una connessione internet.

source: [L] I've got a similar rush as riding on a roller coaster.
italian: [L] Ho un brivido simile a quello che si prova sulle montagne russe.

source: [R] Oh good, cuz that's a fun feeling.
italian: [R] Oh bene, perché è una sensazione divertente.

source: [L] Yeah, I guess.... I'm kind of in a daze right now.
italian: [L] Sì, immagino.... Sono un pò stordito in questo momento.

source: [L] So, I guess just tell me what to do.
italian: [L] Quindi, immagino che tu mi dica cosa fare.

source: [R] Let's just do a simple bend over and spread'em.
italian: [R] Facciamo un semplice piegamento e allarghiamo le gambe.

source: [R] Yeah, let me just zoom in and get a close-up shot.
italian: [R] Sì, fammi zoomare e fare una foto da vicino.

source: [R] Ok, and now I need a front shot with your legs spread.
italian: [R] Ok, e ora ho bisogno di una foto frontale con le gambe aperte.

source: [R] Let's just see how flexible you are.
italian: [R] Vediamo quanto sei flessibile.

source: [L] Oh, I can be pretty flexible, just call me ElastiBabe.
italian: [L] Oh, posso essere abbastanza flessibile, chiamami ElastiBabe.

source: [R] Hey, that's not a bad idea for a future cosplay costume.
italian: [R] Ehi, non è una cattiva idea per un futuro costume cosplay.

source: [R] That's a very pretty sight.
italian: [R] È una vista molto bella.

source: [R] Let me just get a close-up shot on that too.
italian: [R] Fammi fare un primo piano anche su questo.

source: [R] I hope this doesn't sound too weird, given this situation and all, but working like this with you really makes me feel like our relationship has become a lot closer.
italian: [R] Spero che questo non suoni troppo strano, data la situazione e tutto il resto, ma lavorare così con te mi fa davvero sentire come se il nostro rapporto fosse diventato molto più stretto.

source: [L] Yeah, I feel closer to you too.
italian: [L] Sì, anch'io mi sento più vicino a te.

source: [R] And I think we only need one more pose and we'll call it good.
italian: [R] E penso che abbiamo bisogno solo di un'altra posa e la chiameremo buona.

source: [R] For this one I want you to pose face down ass up.
italian: [R] Per questa voglio che tu posi a faccia in giù e culo in su.

source: [L] Ok, I've gone this far, what's a little more.
italian: [L] Ok, sono arrivato fin qui, cosa c'è di più.

source: [R] And I want a side shot.
italian: [R] E voglio una foto laterale.

source: [L] Really? Not a close-up between the legs?
italian: [L] Davvero? Non un primo piano tra le gambe?

source: [R] Not on this one. But we could do that too if you want.
italian: [R] Non in questo caso. Ma possiamo fare anche quello se vuoi.

source: [L] I'm good.
italian: [L] Sono a posto.

source: [R] Yeah, but now show a little more pain in your expression.
italian: [R] Sì, ma ora mostra un pò più di dolore nella tua espressione.

source: [R] That's great!
italian: [R] Fantastico!

source: [L] Oh boy.... I don't know if I even want to know what you're going to do with this picture.
italian: [L] Oh ragazzi.... Non so nemmeno se voglio sapere cosa farai con questa foto.

source: [R] Oh, I won't do much to it, but I think you'll like it.
italian: [R] Oh, non ci farò molto, ma penso che ti piacerà.

source: [L] For some reason, I have a feeling I won't.
italian: [L] Per qualche ragione, ho la sensazione che non mi piacerà.

source: [R] Hahah.... it just depends on what you're into.
italian: [R] Hahah.... dipende solo da cosa ti piace.

source: [R] Let's just say you've got to earn the title of "Dragon Breeder".
italian: [R] Diciamo che devi guadagnarti il titolo di "allevatore di draghi".

source: [L] Oh no, [ryan], don't you dare!
italian: [L] Oh no, [ryan], non osare!

source: [R] Don't worry, I won't do any penetration.
italian: [R] Non preoccuparti, non farò nessuna penetrazione.

source: [L] Oh my God, [ryan]!
italian: [L] Oh mio Dio, [ryan]!

source: [R] And let me zoom in just a little bit...
italian: [R] E fammi zoomare un pò...

source: [R] That's great Lauren!
italian: [R] È fantastico Lauren!

source: [R] I think this one is going to be my favorite.
italian: [R] Penso che questo sarà il mio preferito.

source: [R] You can get up now if you want.
italian: [R] Puoi alzarti ora se vuoi.

source: [L] So, that's it? We don't need any more shots this session?
italian: [L] Allora, tutto qui? Non abbiamo bisogno di altri scatti in questa sessione?

source: [R] No, I think we've got a lot of good stuff to work with.
italian: [R] No, penso che abbiamo un sacco di roba buona con cui lavorare.

source: [L] Oh.... ok.... good...
italian: [L] Oh.... ok.... bene...

source: [R] Let me just say, you did an amazing job!
italian: [R] Lasciami dire che hai fatto un lavoro incredibile!

source: [R] You acted like a professional, did everything I told you to, and your presence in front of the camera is so natural.
italian: [R] Ti sei comportata come una professionista, hai fatto tutto quello che ti ho detto e la tua presenza davanti alla macchina fotografica è così naturale.

source: [R] And I had a lot of fun working with you.
italian: [R] E mi sono divertito molto a lavorare con te.

source: [R] I'm glad we get to work together, because I miss all the time we used to spend together.
italian: [R] Sono felice che lavoriamo insieme, perché mi manca tutto il tempo che passavamo insieme.

source: [L] Thank's for being so professional, and helping me to fulfull my dream!
italian: [L] Grazie per essere così professionale e per avermi aiutato a realizzare il mio sogno!

source: [L] I've really enjoyed spending this time with you too.
italian: [L] Anche a me è piaciuto molto passare questo tempo con te.

source: [L] What are you doing?...
italian: [L] Cosa stai facendo?...

source: [R] I'm just hugging you back.
italian: [R] Ti sto solo abbracciando.

source: [L] [ryan]? We're brother and sister.... you shouldn't hug your sister like this when she's completely naked.
italian: [L] [ryan]? Siamo fratello e sorella.... non dovresti abbracciare tua sorella così quando è completamente nuda.

source: [R] Why not?
italian: [R] Perché no?

source: [L] Because this isn't just some episode of "Game of Thots", this is real life.
italian: [L] Perché questo non è solo un episodio di "Game of Thots", questa è la vita reale.

source: [R] I don't care.
italian: [R] Non mi interessa.

source: [L] But society doesn't...
italian: [L] Ma la società non...

source: [R] Fuck society.
italian: [R] Fanculo la società.

source: [L] Well, if you don't mind...
italian: [L] Beh, se non ti dispiace...

source: [L] Then...
italian: [L] Allora...

source: [R] Oh my God, Lauren! I can't believe you just did that.
italian: [R] Oh mio Dio, Lauren! Non posso credere che tu l'abbia appena fatto.

source: [L] Not done yet.
italian: [L] Non ho ancora finito.

source: [RT] {i}Oh, shit.... I got Lauren to grind me.... {/i}
italian: [RT] {i}Oh, merda.... Ho fatto in modo che Lauren mi macini.... {/i}

source: [RT] {i}She must want this as bad as me.{/i}
italian: [RT] {i}Deve volerlo tanto quanto me.

source: [RT] {i}Oh, man! I'm gonna cum.... {/i}
italian: [RT] {i}Oh, amico! Sto per sborrare.... {/i}

source: [R] Hnnnngggghhhh...
italian: [R] Hnnnngggghhh...

source: [L] Oh my God! Your pants are wet!
italian: [L] Oh mio Dio! I tuoi pantaloni sono bagnati!

source: [L] Did you just?...
italian: [L] Hai appena...

source: [R] Yeah.... I did...
italian: [R] Sì .... L'ho fatto...

source: [L] But what if some got inside me?...
italian: [L] Ma cosa succederebbe se ne entrasse un pò dentro di me?...

source: [L] Could I get pregnant?
italian: [L] Potrei rimanere incinta?

source: [R] No.... I don't think so...
italian: [R] No.... Non credo...

source: [R] I think I'd have to be deep inside of you.
italian: [R] Penso che dovrei essere dentro di te.

source: [L] Oh, thank God!...
italian: [L] Oh, grazie a Dio!...

source: [LT] {i}Mmmmmmmm.... [ryan] deep inside of me.... {/i}
italian: [LT] {i}Mmmmmmmm.... [ryan]in profondità dentro di me.... {/i}

source: {i}{b}"Lauren's Libido +10"{/b}{/i}
italian: {i}{b}"Libido di Lauren +10"{/b}{/i}

source: [L] I can't believe that just happened.
italian: [L] Non posso credere che sia appena successo.

source: [L] We can't let this go any further.
italian: [L] Non possiamo lasciare che questo vada oltre.

source: [R] Well, let's just see what happens.
italian: [R] Beh, vediamo cosa succede.

source: [R] Try not to be too closed minded to future possibilities.
italian: [R] Cerca di non avere una mentalità troppo chiusa verso le possibilità future.

source: [L] Well, don't push your luck.
italian: [L] Beh, non sfidare la fortuna.

source: [L] I love you, but what if Mom or Sidney found out?
italian: [L] Ti voglio bene, ma se mamma o Sidney lo scoprissero?

source: [R] We'll worry about that when the time comes.
italian: [R] Ce ne preoccuperemo quando sarà il momento.

source: [L] No really, I don't think we should go any further.
italian: [L] No davvero, non credo che dovremmo andare oltre.

source: [R] Ok, well we'll just have to worry about that when the time comes too.
italian: [R] Ok, beh dovremo preoccuparci anche di questo quando sarà il momento.

source: [L] [ryan]! I'm serious!
italian: [L] [ryan]! Sono serio!

source: [R] Me too.
italian: [R] Anch'io.

source: [L] Well, I'd better go get my clothes back on. I'll see you back at home sometime?
italian: [L] Beh, è meglio che vada a rimettermi i vestiti. Ci vediamo a casa qualche volta?

source: [R] Yeah.... I'll just clean things up here, and I'll be home soon too.
italian: [R] Sì.... Metto a posto le cose qui e sarò presto a casa anch'io.

source: [L] Mmmmm.... I love your hugs.
italian: [L] Mmmmm.... Adoro i tuoi abbracci.

source: [R] This feels so right.
italian: [R] Questo sembra così giusto.

source: [L] [ryan]? I know I said we shouldn't go any farther, but it's ok if we just go as far as we did before right?
italian: [L] [ryan]? So che ho detto che non dovremmo andare oltre, ma va bene se andiamo solo fino a dove abbiamo fatto prima, giusto?

source: [R] I think so.
italian: [R] Penso di sì.

source: [L] Good!
italian: [L] Bene!

source: [R] Oh my God, Lauren! This feels so good!
italian: [R] Oh mio Dio, Lauren! Mi sento così bene!

source: [RT] {i}Oh, shit.... I got Lauren to grind me again.... {/i}
italian: [RT] {i}Oh, merda.... Sono riuscito a farmi strusciare di nuovo da Lauren.... {/i}

source: [RT] {i}She won't admit it to herself, but she wants this as bad as me.{/i}
italian: [RT] {i}Non lo ammette a se stessa, ma lo vuole tanto quanto me.

source: [L] I got you there again?...
italian: [L] Ti ho preso di nuovo?...

source: [R] Yeah.... you did...
italian: [R] Sì .... l'hai fatto...

source: [LT] {i}Mmmmmmmm.... I love his wet cum against my pussy.... {/i}
italian: [LT] {i}Mmmmmmmm.... Adoro il suo sperma bagnato contro la mia figa.... {/i}

source: [L] I can't believe that just happened again.
italian: [L] Non posso credere che sia appena successo di nuovo.

source: [L] I told myself it wouldn't!
italian: [L] Mi ero detta che non sarebbe successo!

source: [R] Well, sometimes you just have to live in the moment.
italian: [R] Beh, a volte devi solo vivere il momento.

source: [L] Oh.... I really hope Mom and Sidney don't find out.
italian: [L] Oh.... Spero davvero che mamma e Sidney non lo scoprano.

source: [L] They would be so disgusted.
italian: [L] Sarebbero così disgustati.

source: [R] Well, you never know,
italian: [R] Beh, non si sa mai,

source: [R] They might just have some surprises of their own.
italian: [R] Potrebbero avere delle sorprese per conto loro.

source: [L] Doubt it would be anything like this.
italian: [L] Dubito che sia qualcosa del genere.

source: [R] Who knows.
italian: [R] Chi lo sa.

source: [RT] {i}Uuuuugghhh, who's texting me this early in the morning?{/i}
italian: [RT] {i}Uuuuugghhh, chi è che mi manda un messaggio a quest'ora del mattino? {/i}

source: [RT] {i}Oh man, it's just an email alert. You buy one thing at Hardnlong, and the emails never stop.{/i}
italian: [RT] {i}Oh amico, è solo un avviso via e-mail. Compri una cosa alla Hardnlong, e le e-mail non si fermano mai.{/i}

source: [RT] {i}Huh? Oh, man! I'd love to see Mom in this! Maybe I should check the store and get it for her. I'm sure I can think of some way to get her to wear it.{/i}
italian: [RT] {i}Huh? Oh, cavolo! Mi piacerebbe vedere mamma con questo! Forse dovrei controllare il negozio e prenderglielo. Sono sicuro di poter pensare a qualche modo per farglielo indossare.{/i}

source: Kenzie's Thoughts
italian: I pensieri di Kenzie

source: Waitress
italian: Cameriera

source: Everybody Else
italian: Tutti gli altri

source: Matt's Thoughts
italian: Pensieri di Matt

source: Agent Diaz
italian: Agente Diaz

source: Agent Diaz's Thoughts
italian: Pensieri dell'agente Diaz

source: Of course I'll protect Lauren!
italian: Certo che proteggerò Lauren!

source: Shit!.... I don't have the money to protect her this week!
italian: Merda! .... Non ho i soldi per proteggerla questa settimana!

source: I need that money elsewhere.... Lauren's ass will have to pay the bill this week.
italian: Ho bisogno di quei soldi altrove.... Il culo di Lauren dovrà pagare il conto questa settimana.

source: Just Leave her alone.
italian: Lasciala in pace.

source: Commission a new cosplay outfit.
italian: Commissionale un nuovo vestito da cosplay.

source: Ask her to take off her skirt. {i}(submission 5+ {b}{color=#0000ff}or{/color}{/b} libido 9+){/i}
italian: Chiedile di togliersi la gonna. {i}(sottomissione 5+ {b}{color=#0000ff}o{/color}{/b} libido 9+){/i}

source: Ask her to show her buckskin thong from behind. {i}(submission 7+ {b}{color=#0000ff}or{/color}{/b} libido 9+){/i}
italian: Chiedile di mostrare il suo perizoma di pelle di daino da dietro. {i}(sottomissione 7+ {b}{color=#0000ff}o{/color}{/b} libido 9+){/i}

source: Ask her to take off her buckskin bra. {i}(submission 10+ {b}{color=#0000ff}or{/color}{/b} libido 10){/i}
italian: Chiedile di togliersi il reggiseno di pelle di daino. {i}(sottomissione 10+ {b}{color=#0000ff}o{/color}{/b} libido 10){/i}

source: Ask her to show her titties. {i}(submission 14+){/i}
italian: Chiedile di mostrare le tette. {i}(sottomissione 14+){/i}

source: Ask her to take off her buckskin thong. {i}(submission 19+){/i}
italian: Chiedile di togliersi il perizoma di pelle di daino. {i}(sottomissione 19+){/i}

source: Ask her for explicit close-ups. {i}(submission 25+){/i}
italian: Chiedile dei primi piani espliciti. {i}(Sottomissione 25+){/i}
