Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [M] Because he knew the only person who could stop Moldevort was Perry, plus he didn't have one at the time since the Ministry keeps them locked up.
italian: [M] Perché sapeva che l'unica persona che poteva fermare Moldevort era Perry, e in più non ne aveva uno in quel momento, dato che il Ministero li tiene rinchiusi.

source: [M] Besides they need to use the time turner to save Blackbeak!
italian: [M] Inoltre hanno bisogno di usare il tornitore del tempo per salvare Blackbeak!

source: [R] That stupid bird?
italian: [R] Quello stupido uccello?

source: [M] He's not stupid!... He and Hermione have a very special relationship!
italian: [M] Non è stupido!... Lui ed Hermione hanno un rapporto molto speciale!

source: [R] What!?
italian: [R] Cosa?!

source: [M] Whoops!... Sorry! I didn't mean to spoil it!
italian: [M] Ops!... Scusa! Non volevo rovinare tutto!

source: [R] Please don't tell me they get romantically involved!
italian: [R] Per favore non dirmi che hanno una relazione romantica!

source: [M] Welllll...
italian: [M] Beh...

source: [R] Fuck!
italian: [R] Cazzo!

source: [M] Language, [ryan]! Plus, it's just a short fling, Hermione moves on in the next book.
italian: [M] Il linguaggio, [ryan]! Inoltre, è solo una breve avventura, Hermione va avanti nel prossimo libro.

source: [R] Uuurrgghh... Here's why I have a problem with that!...
italian: [R] Uuurrgghh... Ecco perché ho un problema con questo!...

source: [MT] {i}Wow!... He's pretty upset over this Blackbeak/Hermione relationship.{/i}
italian: [MT] {i}Wow! È piuttosto arrabbiato per questa relazione tra Fierobecco ed Hermione.

source: [R] ...It's just bullshit and poor writing when an interspecies relationship has to bring together the whole plot at the...
italian: [R] ...È solo una stronzata e una cattiva scrittura quando una relazione interspecie deve mettere insieme l'intera trama al...

source: [R] ...when there are so many better things they could have used that time turner for, and...
italian: [R] ...quando ci sono così tante cose migliori per cui avrebbero potuto usare quel timer, e...

source: [MT] {i}He won't shut up!... How do I get him to calm down?{/i}
italian: [MT] {i}Non vuole stare zitto!... Come faccio a farlo calmare?

source: [MT] {i}I mean... I guess I could distract him.{/i}
italian: [MT] {i}Voglio dire... Immagino che potrei distrarlo.

source: [MT] {i}Haha... I know exactly how to shut him up!{/i}
italian: [MT] {i}Haha... So esattamente come farlo tacere!

source: [R] and furthermore, that stupid Dungeon of Moldevort's was hardly even mentioned in the...
italian: [R] e inoltre, quello stupido Dungeon di Moldevort non è stato quasi nemmeno menzionato nel...

source: [M] [ryan]! Calm down, it's just a book!
italian: [M] [ryan]! Calmati, è solo un libro!

source: [R] And not to menti...
italian: [R] E non menti...

source: [MT] {i}Perfect, exactly like I planned... now to act shocked!{/i}
italian: [MT] {i}Perfetto, esattamente come avevo previsto... ora fai lo scioccato!

source: [MT] {i}Wait! I just exposed my entire body to my son on purpose!{/i}
italian: [MT] {i}Aspetta! Ho appena esposto tutto il mio corpo a mio figlio su scopo!{/i}

source: [MT] {i}What the fuck is wrong with me?{/i}
italian: [MT] {i}Che cazzo c'è di sbagliato in me? {/i}.

source: [RT] {i}Oh... my... God!{/i}
italian: [RT] {i}Oh... mio... Dio!

source: [M] I'm so sorry!... I forgot I was wearing a towel for a second.
italian: [M] Mi dispiace tanto!... Ho dimenticato di aver indossato un asciugamano per un secondo.

source: [MT] {i}I'm going to hell!{/i}
italian: [MT] {i}Andrò all'inferno!

source: [R] Uhhh... no... it's ok... I mean, I've seen it before...
italian: [R] Uhhh... no... va tutto bene... Voglio dire, l'ho già visto prima...

source: [R] At least the top half.
italian: [R] Almeno la metà superiore.

source: [M] Oh, God!
italian: [M] Oh, Dio!

source: [RT] {i}Wow!... That was amazing!{/i}
italian: [RT] {i}Wow!... E' stato incredibile! {/i}.

source: [RT] {i}But I kind of feel bad seeing her so embarrassed.{/i}
italian: [RT] {i}Ma mi sento un pò male a vederla così imbarazzata.

source: [RT] {i}It was kind of cute at the same time though...{/i}
italian: [RT] {i}È stato carino allo stesso tempo però...{/i}.

source: [RT] {i}Haha... that's a memory I'll enjoy forever!{/i}
italian: [RT] {i}Haha... questo è un ricordo che godrò per sempre!

source: [RT] {i}Plus, I'm sure she's fine...{/i}
italian: [RT] {i}Inoltre, sono sicuro che sta bene...{/i}

source: [RT] {i}Back to my book I guess.{/i}
italian: [RT] {i}Torna al mio libro indovino.{/i}

source: {i}Much later"{/i}
italian: {i}Molto più tardi"{/i}.

source: [RT] {i}(reading in head) Grinning broadly at the look of horror on Uncle’s face, Perry set off toward the station exit, Headswig rattling along in front of him, for what looked like a much better summer than the last. THE END!{/i}
italian: [RT] {i}(leggendo nella testa) Sorridendo ampiamente allo sguardo di orrore sul volto dello zio, Perry si avviò verso l'uscita della stazione, con Headswig che gli sferragliava davanti, per quella che sembrava un'estate molto migliore della precedente. LA FINE!{/i}

source: [RT] {i}Yes! I finished! Now I can get Mom to do a photoshoot!{/i}
italian: [RT] {i}Sì! Ho finito! Ora posso convincere la mamma a fare un photoshoot!{/i}

source: [RT] {i}Oh... look... there's a preview for the first chapters of the next book...{/i}
italian: [RT] {i}Oh... guarda... c'è un'anteprima dei primi capitoli del prossimo libro...{/i}

source: [RT] {i}I'll just take a little look... if... I can... stay... awake...{/i}
italian: [RT] {i}Darò solo un'occhiatina... se... Posso... rimanere... sveglio...{/i}

source: [RT] {i}I can't ever admit that to [mom_name], though. Should I take the time to read right now?{/i}
italian: [RT] {i}però non posso mai ammetterlo a [mom_name]. Dovrei prendermi il tempo di leggere in questo momento?{/i}

source: [RT] {i}Now would be a great time to read the next Perry Hotter book... too bad I haven't bought the third one yet.{/i}
italian: [RT] {i}Ora sarebbe un grande momento per leggere il prossimo libro Perry Hotter... troppo male non ho ancora comprato il terzo.{/i}

source: [RT] {i}I've got to admit, the first Perry Hotter book was alright... too bad it took the whole rest of the day to finish... should I read the second book now?{/i}
italian: [RT] {i}Devo ammettere, il primo libro Perry Hotter è stato bene... troppo male ci volle tutto il resto della giornata per finire... dovrei leggere il secondo libro ora?{/i}

source: [RT] {i}Perry Hotter and her Chambers of Secrets.{/i}
italian: [RT] {i}Perry Hotter e le sue Camere dei Segreti.{/i}

source: [RT] {i}Who is "her?"{/i}
italian: [RT] {i}Chi è "lei?"{/i}.

source: [RT] {i}And could her "Chambers of Secrets" be what I think they are?{/i}
italian: [RT] {i}E le sue "Camere dei Segreti" potrebbero essere quello che penso che siano?

source: [RT] {i}I can't wait to read and find out!{/i}
italian: [RT] {i}Non vedo l'ora di leggere e scoprirlo!

source: [RT] {i}([ryan] reading in head) Not for the first time, an argument had broken out over breakfast at number five, Pecker Drive...{/i}
italian: [RT] {i}([ryan] leggendo nella testa) Non per la prima volta, una discussione era scoppiata durante la colazione al numero cinque di Pecker Drive...{/i}

source: [RT] {i}([ryan] still reading in head) "What have we found out, I’d like to know?""That Hargrid never entered her Chambers of Secrets," said Perry, throwing the cloak over Rod and prodding him in the arm to make him walk. "She's still innocent."{/i}
italian: [RT] {i}([ryan] ancora leggendo nella testa) "Cosa abbiamo scoperto, vorrei sapere?" "Che Hargrid non è mai entrata nella sua Camera dei Segreti", disse Perry, gettando il mantello su Rod e pungolandolo nel braccio per farlo camminare. "È ancora innocente."{/i}

source: [M] You are such a fast reader.
italian: [M] Sei un lettore così veloce.

source: [M] I can't believe you are already on the second book.
italian: [M] Non posso credere che tu sia già al secondo libro.

source: [R] Yeah, speed reading comes pretty easy to me.
italian: [R] Sì, la lettura veloce mi viene abbastanza facile.

source: [R] Especially when I'm motivated.
italian: [R] Soprattutto quando sono motivato.

source: [MT] {i}Does he mean what I think he means?{/i}
italian: [MT] {i}Vuole dire quello che penso che voglia dire? {/i}

source: [M] So how far into the book are you?
italian: [M] Allora, a che punto del libro sei?

source: [R] They just found out that Hargrid didn't enter that underaged wizard's chambers of secrets after being chased by those giant spiders.
italian: [R] Hanno appena scoperto che Hargrid non è entrato nelle camere dei segreti di quel mago minorenne dopo essere stato inseguito da quei ragni giganti.

source: [M] That's such an exciting part!
italian: [M] Questa è una parte così eccitante!

source: [R] Yeah well, there's one thing about this book that's been bothering me?
italian: [R] Sì beh, c'è una cosa di questo libro che mi preoccupa?

source: [R] So these are considered children's books right?
italian: [R] Quindi questi sono considerati libri per bambini, giusto?

source: [M] Of course...
italian: [M] Certo...

source: [R] Well aren't the so called "Chambers of Secrets" Just a metaphor for a girl's... you know...
italian: [R] Beh, le cosiddette "Camere dei Segreti" non sono solo una metafora per una ragazza... sai...

source: [M] Of course not! At least I don't think so. They are a physical location in the book.
italian: [M] Certo che no! Almeno non credo. Sono un luogo fisico nel libro.

source: [R] Are you sure?
italian: [R] Sei sicura?

source: [M] Of course I'm sure, you just haven't reached that part yet.
italian: [M] Certo che sono sicuro, è solo che non hai ancora raggiunto quella parte.

source: [M] Though if you pay attention, you will understand that the purpose of the Chambers of Secrets are to help a wizard awaken their sexuality in their teen years.
italian: [M] Anche se se presti attenzione, capirai che lo scopo delle Camere dei Segreti è quello di aiutare un mago a risvegliare la propria sessualità negli anni dell'adolescenza.

source: [R] And you don't think it's a metaphor for a girl's vagina and asshole?
italian: [R] E non pensi che sia una metafora della vagina e del buco del culo di una ragazza?

source: [R] Well, the reason I think it might be...
italian: [R] Beh, il motivo per cui penso che potrebbe esserlo...

source: [MT] {i}Does [ryan] ever think of anything besides sex?{/i}
italian: [MT] {i}Ma [ryan] pensa mai a qualcos'altro oltre al sesso?

source: [MT] {i}I wonder how much he's been thinking about the last time I visited him in his room and flashed him my nipple.{/i}
italian: [MT] {i}Mi chiedo quanto abbia pensato all'ultima volta che sono andato a trovarlo nella sua stanza e gli ho mostrato il mio capezzolo.{/i}

source: [MT] {i}He still seems pretty comfortable around me.{/i}
italian: [MT] {i}Sembra ancora abbastanza a suo agio con me.

source: [MT] {i}Maybe I need to test him again.{/i}
italian: [MT] {i}Forse devo metterlo di nuovo alla prova.

source: [MT] {i}I mean... I need to know how bad his Oedipal complex is... right?{/i}
italian: [MT] {i}Voglio dire... Devo sapere quanto è grave il suo complesso edipico... giusto?

source: [R] And, if you really pay attention to what Duffledore says when Perry gets a glimpse into his past...
italian: [R] E se presti davvero attenzione a ciò che dice Duffledore quando Perry dà uno sguardo al suo passato...

source: [RT] {i}Holy shit! Both her boobs fell out of her towel this time!{/i}
italian: [RT] {i}Santa merda! Entrambe le sue tette sono cadute dall'asciugamano questa volta!

source: [RT] {i}Fuck! I just lost my train of thought!{/i}
italian: [RT] {i}Cazzo! Ho appena perso il filo del discorso!

source: [RT] {i}Does she really not notice?{/i}
italian: [RT] {i}Davvero non se n'è accorta? {/i}.

source: [RT] {i}What do I do?{/i}
italian: [RT] {i}Che cosa faccio?{/i}

source: [MT] {i}Filthy pervert! He can't look away...{/i}
italian: [MT] {i}Pervertito schifoso! Non riesce a distogliere lo sguardo...{/i}.

source: [MT] {i}Looks like we've still got some major work to do!{/i}
italian: [MT] {i}Sembra che abbiamo ancora un lavoro importante da fare!{/i}

source: [MT] {i}Look at him!... He's practically drooling?{/i}
italian: [MT] {i}Guardalo!... Sta praticamente sbavando?

source: [MT] {i}Still... I haven't had anyone stare at my breasts like that for a long time!{/i}
italian: [MT] {i}Ancora... Era da molto tempo che nessuno mi fissava il seno in quel modo!

source: {i}{b}"Mom's Libido +2"{/b}{/i}
italian: {i}{b}"Libido della Mamma +2"{/b}{/i}

source: [MT] {i}Fuck! What is wrong with me... I've got to get the hell out of here!{/i}
italian: [MT] {i}Cazzo! Cosa c'è di sbagliato in me... Devo andarmene da qui!

source: [M] Uhhh... I've got to run... I think... I heard Sidney calling for me.
italian: [M] Uhhh... devo scappare... Penso... Ho sentito Sidney che mi chiamava.

source: [RT] {i}Whoa... that got weird fast!...{/i}
italian: [RT] {i}Whoa... che è diventato strano velocemente!...{/i}

source: [RT] {i}Does she keep flashing me on purpose?{/i}
italian: [RT] {i}Continua a lampeggiare di proposito?

source: [RT] {i}No way!... She probably just noticed her breasts were hanging out... and got super embarrassed.{/i}
italian: [RT] {i}Non è possibile! Probabilmente si è solo accorta di avere il seno di fuori... e si è sentita super imbarazzata.

source: [R] Oh! Hey, Mom?
italian: [R] Oh! Ehi, mamma?

source: [R] Just to let you know... uhhmmm... your towel slipped down and now your breasts are hanging out.
italian: [R] Solo per farti sapere... uhhmmm... il tuo asciugamano è scivolato giù e ora i tuoi seni sono fuori.

source: [M] Oh, my God! I'm so sorry that happened!... I'm so embarrassed!
italian: [M] Oh, mio Dio! Mi dispiace tanto che sia successo!... Sono così imbarazzata!

source: [MT] {i}Maybe his complex is getting better off after all.{/i}
italian: [MT] {i}Forse il suo complesso sta migliorando dopo tutto.{/i}

source: [MT] {i}Good for him!{/i}
italian: [MT] {i}Buono per lui!{/i}

source: [M] I'm just going to leave, so you can get back to your book.
italian: [M] Me ne vado, così puoi tornare al tuo libro.

source: [RT] {i}Did she flash me on purpose?{/i}
italian: [RT] {i}Mi ha lampeggiata per scopo?{/i}

source: [RT] {i}No way!... She just got super embarrassed.{/i}
italian: [RT] {i}Niente affatto!... Si è solo sentita super imbarazzata {/i}.

source: [RT] {i}Back to my book, I guess.{/i}
italian: [RT] {i}Torna al mio libro, credo.{/i}

source: [RT] {i}(reading in head) And together they walked back through the gateway to the Muddle world... THE END!{/i}
italian: [RT] {i}(leggendo nella testa) E insieme camminarono di nuovo attraverso il portale del mondo Muddle... LA FINE!{/i}

source: [RT] {i}Oh... Look... There's a preview for the first chapters of the next book...{/i}
italian: [RT] {i}Oh... Guarda... C'è un'anteprima dei primi capitoli del prossimo libro...{/i}.

source: [RT] {i}Now would be a great time to read the next Perry Hotter book... too bad I haven't bought the second one yet.{/i}
italian: [RT] {i}Ora sarebbe un grande momento per leggere il prossimo libro di Perry Hotter... troppo male non ho ancora acquistato il secondo.{/i}

source: [RT] {i}Mom said she won't do a Perry Hotter photoshoot unless I read the Perry Hotter books.{/i}
italian: [RT] {i}Mamma ha detto che non farà un photoshoot Perry Hotter a meno che non leggo i libri Perry Hotter. {/i}

source: [RT] {i}Now seems as good a time as any.{/i}
italian: [RT] {i}Ora sembra un buon momento quante sia.{/i}

source: [RT] {i}Should I read the first Perry Hotter book right now?{/i}
italian: [RT] {i}Dovrei leggere il primo libro più caldo di Perry in questo momento?{/mi}

source: [RT] {i}Perry Hotter and the Sorceror's Bone...{/i}
italian: [RT] {i}Perry Hotter e l'osso dello stregone...{/i}

source: [RT] {i}I've avoided reading this series for as long as I could.{/i}
italian: [RT] {i}Ho evitato di leggere questa serie il più a lungo possibile.

source: [RT] {i}I always thought being a Perry Hotter nerd would keep me from getting laid.{/i}
italian: [RT] {i}Ho sempre pensato che essere un nerd Perry Hotter mi avrebbe impedito di fare sesso.{/i}

source: [RT] {i}Now, it seems like it's the best path to getting laid.{/i}
italian: [RT] {i}Ora, sembra che sia la strada migliore per fare sesso.{/i}

source: [RT] {i}Ok... I can do this...{/i}
italian: [RT] {i}Ok... posso farlo...{/i}

source: [RT] {i}([ryan] reading in head) Mr. and Mrs. Bursley, of number five Pecker Drive, were proud to say they were immaculately normal, thank you very much...{/i}
italian: [RT] {i}([ryan] leggendo nella testa) Il signore e la signora Bursley, del numero cinque di Pecker Drive, erano orgogliosi di dire che erano immacolatamente normali, grazie mille...{/i}

source: [RT] {i}([ryan] still reading in head) It's tonight, said Perry, once he was sure Professor McGargleCum was out of earshot.{/i}
italian: [RT] {i}([ryan] ancora leggendo nella testa) È stasera, disse Perry, una volta che fu sicuro che il professor McGargleCum fosse fuori portata d'orecchio.{/i}

source: [M] Oh, hey!
italian: [M] Oh, ehi!

source: [R] Oh, hi Mom.
italian: [R] Oh, ciao mamma.

source: [M] Sorry to interrupt you... I was on my way to my bedroom after my shower, and saw your light on... I was going to turn it off... but now I see you're in here.
italian: [M] Scusa se ti ho interrotto... Stavo andando in camera mia dopo la doccia e ho visto la tua luce accesa... Stavo per spegnerla... ma ora vedo che sei qui.

source: [M] Oh, hey!... Is that Perry Hotter you're reading?
italian: [M] Oh, ehi!... È Perry Hotter quello che stai leggendo?

source: [R] Yeah... I decided to finally bite the bullet.
italian: [R] Sì... ho deciso finalmente di mordere il proiettile.

source: [M] Don't you just love it?
italian: [M] Non ti piace?

source: [R] It's ok... but there's one thing that's been bugging me... he's got a terrible nickname.
italian: [R] E' ok... ma c'è una cosa che mi sta dando fastidio... ha un soprannome terribile.

source: [M] Oh, really? You don't like it?
italian: [M] Oh, davvero? Non ti piace?

source: [R] You do?... Really?... You wouldn't mind being called "The boy with the golden snatch?"
italian: [R] Ti piace?... Davvero?... Non ti dispiacerebbe essere chiamato "Il ragazzo con la passera d'oro"?

source: [R] You do know what a snatch is slang for, right?
italian: [R] Sai per cosa si intende una fregna, vero?

source: [M] No... the author is British, I don't think it means that in British English...
italian: [M] No... l'autore è britannico, non credo che significhi questo in inglese britannico...

source: [R] I'm pretty sure it does.
italian: [R] Io sono abbastanza sicuro di sì.

source: [M] Well... it doesn't mean that in the Perry Hotter world.
italian: [M] Beh... non significa questo nel mondo di Perry Hotter.

source: [M] In the magic world, a snatch is a beautiful spherical object that they have to chase, and when they catch it... they win their game.
italian: [M] Nel mondo magico, uno snatch è un bellissimo oggetto sferico che devono inseguire e quando lo prendono... vincono il loro gioco.

source: [M] And since Perry caught the snatch in his mouth, they gave him that nickname.
italian: [M] E dato che Perry ha preso lo snatch in bocca, gli hanno dato questo soprannome.

source: [R] And that doesn't sound like a metaphor to you?
italian: [R] E questa non ti sembra una metafora?

source: [M] Hmmm... I don't think there's any hidden meaning there.
italian: [M] Hmmm... Non credo che ci sia un significato nascosto.

source: [MT] {i}Is there?{/i}
italian: [MT] {i}C'è? {/i}

source: [R] And all of these sexual innuendos? I think that...
italian: [R] E tutte queste allusioni sessuali? Penso che...

source: [MT] {i}I can't believe how far [ryan]'s read in that book in one night, at this pace he'll be done before he goes to sleep tonight.{/i}
italian: [MT] {i}Non posso credere a quanto [ryan] abbia letto in quel libro in una notte, a questo ritmo avrà finito prima di andare a dormire stanotte.{/i}

source: [MT] {i}Is he really that excited to get me to do his little photoshoot?{/i}
italian: [MT] {i}È davvero così entusiasta di farmi fare il suo piccolo servizio fotografico?

source: [MT] {i}That can't be a good sign for his Oedipal complex... I'd better do a little experiment... I'll guage by his reaction just how serious his complex is.{/i}
italian: [MT] {i}Questo non può essere un buon segno per il suo complesso edipico... Farei meglio a fare un piccolo esperimento... Valuterò dalla sua reazione quanto è serio il suo complesso.

source: [R] And another thing...
italian: [R] E un'altra cosa...

source: [R] All the charact...
italian: [R] Tutti i personaggi...

source: [M] Yes?
italian: [M] Si?

source: [RT] {i}Holy shit! Her nipple fell out of her towel!{/i}
italian: [RT] {i}Cazzo! Il suo capezzolo è caduto dall'asciugamano!

source: [MT] {i}That little horndog!...{/i}
italian: [MT] {i}Quell'arrapato!...{/i}

source: [MT] {i}I haven't had anyone stare at my breasts like that for a long time!{/i}
italian: [MT] {i}Non avevo nessuno che fissasse il mio seno in quel modo da molto tempo!

source: [M] Uhhh... I've got to run... I think I left the oven on.
italian: [M] Uhhh... devo scappare... Penso di aver lasciato il forno acceso.

source: [RT] {i}Whoa... That got weird fast!...{/i}
italian: [RT] {i}Whoa... È diventato strano velocemente!...{/i}

source: [RT] {i}No way!... She probably just noticed her nipple was hanging out... And got super embarrassed.{/i}
italian: [RT] {i}Niente affatto!... Probabilmente ha solo notato che il suo capezzolo era fuori... E si è sentita super imbarazzata.

source: [R] Just to let you know... uhhmmm... your nipple slipped out of your towel.
italian: [R] Solo per farti sapere... uhhmmm... il tuo capezzolo è scivolato fuori dal tuo asciugamano.

source: [M] Oh my God! I'm so sorry that happened!... I'm so embarrassed!
italian: [M] Oh mio Dio! Mi dispiace tanto che sia successo!... Sono così imbarazzata!

source: [RT] {i}(reading in head) I'm going to have a lot of fun with Pudgeley this summer... THE END!{/i}
italian: [RT] {i}(leggendo nella testa) Mi divertirò molto con Pudgeley quest'estate... LA FINE!{/i}

source: [RT] {i}They've already showered, and will be coming out that door any second. I don't want to be creeping around when they do.{/i}
italian: [RT] {i}Hanno già fatto la doccia e usciranno da quella porta da un momento all'altro. Non voglio essere strisciante quando lo fanno.{/mi}

source: [RT] {i}I'm excited about Mandy and Lauren sharing a shower in the morning... imagine the possibilities!{/i}
italian: [RT] {i}Sono entusiasta di Mandy e Lauren che condividono una doccia al mattino... immagina le possibilità!{/i}

source: [RT] {i}Let's just see what those two are up to.{/i}
italian: [RT] {i}Vediamo solo a cosa sono i due.{/i}

source: [RT] {i}Whoops, I caught Lauren on the toilet...{/i}
italian: [RT] {i}Ooops, Ho preso Lauren in toilette...{/i}

source: [RT] {i}It's still a great view of her ass, but I probably should go in case something comes out of it...{/i}
italian: [RT] {i}È ancora una bella vista del suo asino, ma probabilmente dovrei andare nel caso in cui qualcosa se ne esce fuori...{/i}

source: [RT] {i}I doubt she'd do that with Mandy in there with her, but I'm not sticking around to take that chance.{/i}
italian: [RT] {i}Dubito che lo farebbe con Mandy lì dentro con lei, ma non sto attaccando per prendere quell'occasione.{/i}
