Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [CC] Shit! Someone's coming!
italian: [CC] Merda! Sta arrivando qualcuno!

source: [AD] {i}(Muffled voice){/i} Armani?... Sidney... Can you girls hear me?
italian: [AD] {i}(Voce soffocata){/i} Armani?... Sidney... Mi sentite, ragazze?

source: [A] Help! We're in the interrogation room!
italian: [A] Aiuto! Siamo nella stanza degli interrogatori!

source: [AD] {i}GASP!{/i} Oh, my God!
italian: [AD] {i}GASP! {/i} Oh, mio Dio!

source: [ADT] {i}Holy fuck, Diaz! Ignore those sexy asses for a minute.{/i}
italian: [ADT] {i}Cazzo, Diaz! Ignora quei culi sexy per un minuto.

source: [AD] Where's Charlie the Chin?... Did he do this to you?
italian: [AD] Dov'è Charlie il mento?... E' stato lui a farti questo?

source: [A] {i}(Panicked voice){/i} I'm not sure where he is, but I think he's still in the room!
italian: [A] {i}(Voce in preda al panico){/i}Non sono sicuro di dove sia, ma penso che sia ancora nella stanza!

source: [CC] That's right, I'm right here.
italian: [CC] Esatto, sono proprio qui.

source: [CC] Now drop your gun!
italian: [CC] Ora getta la pistola!

source: [AD] Charlie? What in God's name are you doing?
italian: [AD] Charlie? In nome di Dio, cosa stai facendo?

source: [AD] Are you some kind of retard?
italian: [AD] Sei una specie di ritardato?

source: [CC] I said to drop it!
italian: [CC] Ho detto di gettarla!

source: [AD] What the hell do you think you're doing?
italian: [AD] Cosa diavolo pensi di fare?

source: [CC] Shut up bitch! I've got a gun, so I don't have to tell you anything.
italian: [CC] Chiudi il becco, puttana! Ho una pistola, quindi non devo dirti nulla.

source: [A] He said he's here to kill my uncle!
italian: [A] Ha detto che è qui per uccidere mio zio!

source: [AD] You have got to be the dumbest son of a bitch. You do realize you've just dug your own grave, right?
italian: [AD] Devi essere il più stupido figlio di puttana. Ti rendi conto che ti sei appena scavato la fossa da solo, vero?

source: [CC] Not if I succeed, and I turn you all into drugged up sex slaves that can't tell anyone about it.
italian: [CC] Non se avrò successo e vi trasformerò tutti in schiavi del sesso drogati che non potranno dire niente a nessuno.

source: [AD] You're not smart enough, nor do you have the resources to succeed with that.
italian: [AD] Non sei abbastanza intelligente, né hai le risorse per riuscirci.

source: [A] He's got help from someone!
italian: [A] Qualcuno l'ha aiutato!

source: [CC] If you don't shut your mouth, I'm going to put something in it!
italian: [CC] Se non chiudi la bocca, ci metterò qualcosa dentro!

source: [CC] How would you like to get a little practice for your new profession?
italian: [CC] Che ne diresti di fare un pò di pratica per la tua nuova professione?

source: [A] {i}(Timid voice){/i} I'll be quiet!
italian: [A] {i}(voce timida){/i}Sarò tranquillo!

source: [CC] You'd better.
italian: [CC] Sarà meglio.

source: [CC] And as for you, Diaz, drop your gun and strip, so I can make sure you're not hiding more weapons.
italian: [CC] E per quanto riguarda te, Diaz, getta la tua pistola e spogliati, così posso assicurarmi che tu non stia nascondendo altre armi.

source: [AD] There, as you can see I'm not hiding any more weapons.
italian: [AD] Ecco, come puoi vedere non sto nascondendo altre armi.

source: [CC] Good... Now bend over that wooden pony, I need to detain you so I can go wait for Joey.
italian: [CC] Bene... Ora piegati su quel pony di legno, ho bisogno di trattenerti così posso andare ad aspettare Joey.

source: {i}"Meanwhile...{/i}"
italian: {i}"Nel frattempo...{/i}"

source: [R] Huh... I've never seen the entrance without a guard before...
italian: [R] Huh... non ho mai visto l'ingresso senza una guardia prima d'ora...

source: [R] I know Mondays are slow... but where is everyone?
italian: [R] So che i lunedì sono lenti... ma dove sono tutti?

source: [R] Sidney and Armani aren't here either.
italian: [R] Anche Sidney e Armani non sono qui.

source: [RT] {i}Oh, good!... I was beginning to think the DeCapos had packed up and left town... Actually that would probably be a good thing.{/i}
italian: [RT] {i}Oh, bene! Stavo iniziando a pensare che i Decapo avessero fatto le valigie e lasciato la città... In realtà sarebbe probabilmente una buona cosa.

source: [SR] Oh, finally! A customer!
italian: [SR] Oh, finalmente! Un cliente!

source: [R] Oh no... Actually... I'm just looking for my sister, Sidney.
italian: [R] Oh no... In realtà... Sto solo cercando mia sorella, Sidney.

source: [R] Have you seen her? She's always waitressing here on Mondays?
italian: [R] L'hai vista? Fa sempre la cameriera qui il lunedì?

source: [SR] Ohhh... You're the waitress's little brother. I've heard of you.
italian: [SR] Ohhh... Sei il fratellino della cameriera. Ho sentito di te.

source: [R] Oh, really? From who?
italian: [R] Oh, davvero? Da chi?

source: [SR] Emma... One of the other dancers.
italian: [SR] Emma... Uno degli altri ballerini.

source: [R] Yeah... I know who that is... I hope she said good things.
italian: [R] Sì... so chi è... Spero che abbia detto cose positive.

source: [SR] She was telling all of us about the waitress's younger brother, who looks far too young to be in a strip club, who sits there with a raging hard-on, and never gives any tips.
italian: [SR] Stava raccontando a tutti noi il fratello minore della cameriera, che sembra troppo giovane per essere in un club di striscia, che si siede lì con un duro infuriante, e non dà mai alcun consiglio.

source: [R] Ouch...
italian: [R] Ahi...

source: [SR] You're not just here to waste my time are you?
italian: [SR] Non sei qui solo per perdere il mio tempo vero?

source: [R] Well... kind of, I guess... I'm just here to find my sister.
italian: [R] Bene... tipo di, immagino... sono qui per trovare mia sorella.

source: [SR] I'll tell you what... I'm having a terrible night... And I really need to make some money.
italian: [SR] Ti dirò cosa... sto avendo una notte terribile... E ho davvero bisogno di fare qualche soldo.

source: [SR] If you'll pay me double for a lapdance... I'll tell you where your sister and Armani went.
italian: [SR] Se mi pagherai il doppio per una lapdanca... ti dirò dove andarono tua sorella e Armani.

source: [SR] I'll also let the girls know what a good customer and tipper you are, and maybe raise your status here at the club a little bit.
italian: [SR] Farò sapere anche alle ragazze che cosa sei un buon cliente e un ribaltamento, e forse alzare il vostro status qui al club un po '.

source: [R] How much is a lapdance?
italian: [R] Quanto costa una lapdance?

source: [SR] Nomally twenty five dollars, but I really need at least fifty tonight.
italian: [SR] Nomally venticinque dollari, ma ho davvero bisogno di almeno cinquanta stasera.

source: [SR] What do you say?
italian: [SR] Che cosa dite?

source: [SR] You want to know about me?
italian: [SR] Vuoi sapere su di me?

source: [R] Yeah... I'm just curious what your story is.
italian: [R] Sì... sono solo curioso di sapere qual è la tua storia.

source: [SR] You mean, do I have an interesting backstory like your mom does?
italian: [SR] Significa che ho un retroscena interessante come tua mamma?

source: [R] Yeah... kind of... I guess...
italian: [R] Sì... più o meno... Credo...

source: [SR] Well, it turns out that I do.
italian: [SR] Beh, si scopre che lo faccio.

source: [SR] My name is Candy, by the way.
italian: [SR] Il mio nome è Candy, a proposito.

source: [R] Candy?... How sweet!
italian: [R] Candy?... Che dolce!

source: [CD] I've never heard that one before.
italian: [CD] Non l'ho mai sentito prima.

source: [CD] So, my story starts on my honeymoon, with my new husband, Jack.
italian: [CD] Così, la mia storia inizia sulla mia luna di miele, con il mio nuovo marito, Jack.

source: [CD] We were spending it in Vegas, when somehow, Jack got invited to a high-stakes poker game.
italian: [CD] Lo stavamo spendendo a Vegas, quando in qualche modo, Jack è stato invitato a un gioco di poker high-stakes.

source: [CD] During the game Jack got what he called an "unbeatable hand".
italian: [CD] Durante il gioco Jack ha ottenuto quello che ha chiamato una "mano imbattibile".

source: [CD] He had a straight flush.
italian: [CD] Aveva un rossore dritto.

source: [CD] So, he bet way more than he could afford.
italian: [CD] Quindi, scommette molto di più di quanto poteva permettersi.

source: [CD] Well... More than we could ever afford, in both our lifetimes.
italian: [CD] Bene... Più di quanto potremmo mai permetterci, in entrambe le nostre vite.

source: [CD] And guess what?...
italian: [CD] E indovina un pò?...

source: [R] He lost?
italian: [R] Ha perso?

source: [CD] Yep... That motherfucker lost to Joey DeCapo, who had a royal flush.
italian: [CD] Yep... Quel madrelingua ha perso Joey DeCapo, che aveva un rossore reale.

source: [CD] Long story short, I ended up spending my honeymoon with Joey, and now I have to work here once a week to pay off my loser husband's poker debt.
italian: [CD] Lunga storia breve, Ho finito per passare la mia luna di miele con Joey, e ora devo lavorare qui una volta alla settimana per pagare il debito di poker del mio marito perdente.

source: [CD] On top of that, Joey has me entertain important clients doing things you can only imagine in the VIP room.
italian: [CD] Oltre a questo, Joey mi fa divertire importanti clienti facendo cose che puoi solo immaginare nella sala VIP.

source: [CD] Jack took me to Vegas, and made me a whore!
italian: [CD] Jack mi portò a Vegas e mi fece una puttana!

source: [R] Wow! That sounds like it could be the plot of a movie!
italian: [R] Wow! Sembra la trama di un film!

source: [CD] Yeah, well, I have yet to see the happy ending for this one.
italian: [CD] Sì, beh, devo ancora vedere il lieto fine per questo.

source: [CD] Although I've given many men a happy ending.
italian: [CD] Anche se ho dato a molti uomini un lieto fine.

source: [CD] So you can see why I need that money tonight...
italian: [CD] Così potete vedere perché ho bisogno di quel denaro stasera...

source: [CD] So, will you pay me for a lapdance?
italian: [CD] Quindi, mi pagherai per un lapdance?

source: {i}"Money -$50"{/i}
italian: {i}"Soldi -$50"{/i}

source: [SR] My name is Candy, by the way! Just thought you should know the name of the dancer that's grinding on your dick.
italian: [SR] Il mio nome è Candy, a proposito! Basta pensare che dovreste conoscere il nome del ballerino che macina sul vostro cazzo.

source: [CD] Thank you so much for buying a lapdance!
italian: [CD] Grazie mille per aver acquistato un lapdance!

source: [CD] You won't be dissapointed!
italian: [CD] Non sarai dissapointo!

source: [CD] Wow... I can tell you're packing quite a unit.
italian: [CD] Wow... Posso dire che stai imballando abbastanza unità.

source: [CD] I'll make sure all the dancers hear about that too.
italian: [CD] Mi assicurerò che anche tutti i ballerini ne sentano parlare.

source: [R] Oh God, you can really move those hips!
italian: [R] Oh Dio, puoi davvero muovere quei fianchi!

source: [CD] Haha... You like that?
italian: [CD] Haha... Ti piace?

source: [R] I love it!
italian: [R] Lo adoro!

source: [CD] For a little tip, I'll give you some more!
italian: [CD] Per un piccolo consiglio, ti darò un po' di più!

source: [RT] {i}I only have twenty dollar bills on me!{/i}
italian: [RT] {i}Ho solo venti banconote da un dollaro con me!

source: [RT] {i}Is it really worth it?{/i}
italian: [RT] {i}Ne vale davvero la pena? {/i}

source: [RT] {i}Shit! I don't have the money!{/i}
italian: [RT] {i}merda! Non ho il denaro!{/i}

source: [R] I'd love to pay you more, but your lapdance took all the money I had.
italian: [R] Mi piacerebbe pagarti di più, ma il tuo lapdance ha preso tutti i soldi che avevo.

source: [CD] That's alright, honey. I really appreciate you buying a dance in the first place. Now my night wasn't a complete waste of time.
italian: [CD] Va bene, il miele. Apprezzo davvero che tu compri una danza in primo luogo. Ora la mia notte non è stata una perdita completa di tempo.

source: [R] I'd love to, but I think I'd better go find my sister now.
italian: [R] Mi piacerebbe, ma penso che sia meglio che vada a cercare mia sorella ora.

source: {i}"Money -$20"{/i}
italian: {i}"Soldi -$20"{/i}

source: [CD] Twenty dollars! Now that's a great tip!
italian: [CD] Venti dollari! Ora è un ottimo consiglio!

source: [CD] Let me show you something even sweeter than my name.
italian: [CD] Lasciate che vi mostri qualcosa di ancora più dolce del mio nome.

source: [R] Oh, my God!
italian: [R] Oh, mio Dio!

source: [CD] Wow! Your dick twitch almost lifted me up an inch.
italian: [CD] Wow! Il tuo twitch di cazzo mi ha quasi sollevato un pollice.

source: [R] Can I touch them?... Or even better, could I taste them?
italian: [R] Posso toccarli?... O ancora meglio, potrei assaggiarli?

source: [CD] Sorry, the rules are to keep your hands to yourself.
italian: [CD] Siamo spiacenti, le regole devono mantenere le mani a te stesso.

source: [R] That's a terrible rule!
italian: [R] Questa è una regola terribile!

source: [CD] If you spend enough money here, you can become a VIP, then those kind of rules won't apply to you.
italian: [CD] Se spendi abbastanza soldi qui, puoi diventare un VIP, allora quel tipo di regole non si applicherà.

source: [R] How much money?
italian: [R] Quanti soldi?

source: [CD] I don't even know... You have to work it out with the boss.
italian: [CD] Non lo so neanche... devi farlo con il capo.

source: [RT] {i}Hmmm... maybe I will.{/i}
italian: [RT] {i}Hmmm... forse lo farò.

source: [CD] If you like what you see, you can give me another tip and I'll let you see even more.
italian: [CD] Se ti piace quello che vedi, puoi darmi un'altra punta e ti lascerò vedere ancora di più.

source: [RT] {i}I'd love to see more.{/i}
italian: [RT] {i}Mi piacerebbe vederne di più.{/i}

source: [RT] {i}But is it worth another twenty bucks?{/i}
italian: [RT] {i}Ma vale la pena spendere altri venti dollari?

source: [CD] Oh, my God! Another twenty dollars? Thank you so much!
italian: [CD] Oh, mio Dio! Altri venti dollari? Grazie!

source: [CD] If you think your dick is hard now...
italian: [CD] Se pensi che il tuo cazzo sia duro adesso...

source: [CD] Wait until you see my sugary little funnel cake.
italian: [CD] Aspetta finché non vedi la mia piccola torta zuccherina.

source: [R] Funnel cake? I've never heard that one before. What does it mean?
italian: [R] Torta a imbuto? Non l'ho mai sentita prima. Cosa significa?

source: [CD] You'll see.
italian: [CD] Vedrete.

source: [R] Oh, God! That is a sweet looking funnel cake.
italian: [R] Oh, Dio! Quella è una torta a imbuto dall'aspetto dolce.

source: [R] And you really know how to shake it.
italian: [R] E tu sai davvero come scuoterla.

source: [R] I need some release!
italian: [R] Ho bisogno di un pò di liberazione!

source: [CD] Don't you dare touch yourself!
italian: [CD] Non osate toccarti!

source: [CD] That's definitely not allowed here.
italian: [CD] Sicuramente non è permesso qui.

source: [R] Oh, God! What a cocktease! I've really got to get me a VIP membership!
italian: [R] Oh, Dio! Che cazzone! Devo proprio farmi un abbonamento VIP!

source: [RT] {i}I've really got to keep Mom out of here, so she doesn't have to start servicing VIP clients.{/i}
italian: [RT] {i}Devo davvero tenere mamma fuori di qui, così non dovrà iniziare a servire i clienti VIP.{/i}

source: [RT] {i}Although... If I were the client...{/i}
italian: [RT] {i}Anche se... Se io fossi il cliente...{/i}

source: [CD] Alright, the dance is over!
italian: [CD] Bene, la danza è finita!

source: [CD] Thank you for making my night so much better!
italian: [CD] Grazie per aver reso la mia notte molto meglio!

source: [CD] I really hope you do become a VIP member. I can tell that cock is so much bigger than my husband Jack's.
italian: [CD] Spero davvero che tu diventi un membro VIP. Posso dire che il cazzo è molto più grande di mio marito Jack.

source: [SR] Urrggghh... Fine!... it was worth a try.
italian: [SR] Urrggghh... Fine!... vale la pena provare.

source: [SR] This is the worst fucking night ever.
italian: [SR] Questa è la peggiore notte di cazzo mai.

source: [SR] I saw your sister go down the hallway that leads to the VIP room.
italian: [SR] Ho visto tua sorella scendere il corridoio che conduce alla sala VIP.

source: [SR] She was with Armani and tonight's guard Charlie.
italian: [SR] Era con Armani e la guardia di stasera Charlie.

source: [SR] There must have been some sort of staff meeting or something.
italian: [SR] Ci deve essere stata una sorta di riunione del personale o qualcosa.

source: [SR] And the fuckers must not have thought I was important enough to attend.
italian: [SR] E le fottute non devono aver pensato che io fossi abbastanza importante da partecipare.

source: [R] So just down the hallway, behind the stage, and to the right?
italian: [R] Quindi in fondo al corridoio, dietro il palco e a destra?

source: [SR] Yeah, but be careful. I've been warned that I'm not allowed to go any further down that hallway than the VIP room.
italian: [SR] Sì, ma stai attento. Mi è stato avvertito che non mi è permesso andare oltre quel corridoio rispetto alla sala VIP.

source: [R] Alright, thanks! I'd better run.
italian: [R] Va bene, grazie! Sarà meglio che corra.

source: [CD] Urrggghh... Fine!... it was worth a try.
italian: [CD] Urrggghh... Fine!... vale la pena provare.

source: [CD] This is the worst fucking night ever.
italian: [CD] Questa è la peggiore notte di cazzo mai.

source: [CD] She was with Armani and tonight's guard, Charlie.
italian: [CD] Era con Armani e la guardia di stasera, Charlie.

source: [CD] There must have been some sort of staff meeting or something.
italian: [CD] Ci deve essere stata una sorta di riunione del personale o qualcosa.

source: [CD] And the fuckers must not have thought I was important enough to attend.
italian: [CD] E le fottute non devono aver pensato che io fossi abbastanza importante da partecipare.

source: [CD] Yeah, but be careful. I've been warned that I'm not allowed to go any further down that hallway than the VIP room.
italian: [CD] Sì, ma stai attento. Mi è stato avvertito che non mi è permesso andare oltre quel corridoio rispetto alla sala VIP.

source: [CD] Alright, a deal's a deal.
italian: [CD] Va bene, un accordo è un affare.

source: [RT] {i}I hope everything's alright.{/i}
italian: [RT] {i}Spero che vada tutto bene.

source: [AD] Ouch! Not so tight, you moron!
italian: [AD] Ahi! Non così stretto, idiota!

source: [AD] You think you're going to get away with this?
italian: [AD] Pensi di farla franca con questo?

source: [AD] You really are dumber than a box of rocks!
italian: [AD] Sei davvero più stupido di una scatola di sassi!

source: [CC] If you don't shut your trap, you're really going to regret it!
italian: [CC] Se non chiudi la bocca, te ne pentirai davvero!

source: [AD] Oh, am I?... What are you going to put me in my place with, your incredible wit?
italian: [AD] Oh, lo sono?... Con cosa hai intenzione di mettermi al mio posto, con la tua incredibile arguzia?

source: [CC] Don't insult my intelligence!
italian: [CC] Non insultare la mia intelligenza!

source: [AD] Why? Do you actually think you have some?
italian: [AD] Perché? Pensi davvero di averne?

source: [A] Agent Diaz, maybe you should be quiet!
italian: [A] Agente Diaz, forse dovresti stare zitto!

source: [AD] If only your mom had swallowed you instead.
italian: [AD] Se solo tua madre avesse inghiottito te invece.

source: [CC] That's it! Now you're going to get it!
italian: [CC] Questo è quanto! Ora lo prenderai!

source: [AD] Don't you dare!
italian: [AD] Non osare!

source: [AD] You sick, perverted fucker! Pull my panties back up!
italian: [AD] Brutto stronzo malato e pervertito! Tirami su le mutande!

source: [CC] Not until I teach you some respect.
italian: [CC] Non finché non ti avrò insegnato un pò di rispetto.

source: [AD] If you stick your dick in me, I swear I'll...
italian: [AD] Se mi infili il tuo cazzo dentro, giuro che...

source: [CC] I wouldn't stick my dick in that community jizz hole!
italian: [CC] Non infilerei il mio cazzo in quel buco di sborra della comunità!

source: [AD] Oh... So you're gay!
italian: [AD] Oh... Quindi sei gay!

source: [CC] Damnit Diaz! I'm going to fuck your ass with a wrench!
italian: [CC] Dannazione Diaz! Ti scoperò il culo con una chiave inglese!

source: [AD] You wouldn't dare!
italian: [AD] Non oseresti!

source: [AD] Oh, fuck!
italian: [AD] Oh, cazzo!

source: [CC] Haha... That shut your big mouth!
italian: [CC] Haha... Questo chiude la tua grande bocca!

source: [A] Oh, my God! Did he really stick a wrench in your ass?
italian: [A] Oh, mio Dio! Ti ha davvero infilato una chiave inglese nel culo?

source: [S] Oh, my God, oh my God, oh my God!
italian: [S] Oh, mio Dio, oh mio Dio, oh mio Dio!

source: [A] Holy fuck! Diaz, you aren't enjoying it, are you?
italian: [A] Porca puttana! Diaz, non ti sta piacendo, vero?

source: [AD] ...I... I cant... help it!...
italian: [AD] ...Io... Non riesco... a farne a meno!...

source: [A] Oh, my God! How depraved are you?
italian: [A] Oh, mio Dio! Quanto sei depravato?

source: [AD] It's just... I'm kind of into... anal...
italian: [AD] E' solo... Mi piace... l'anale...

source: [AD] And bondage... situations... really turn me on!...
italian: [AD] E il bondage... le situazioni... mi eccitano molto!...

source: [AD] Fuck!
italian: [AD] Cazzo!

source: [CC] Haha!... You really are a slut!
italian: [CC] Haha!... Sei davvero una puttana!

source: [CC] Are you going to cum?
italian: [CC] Stai per venire?

source: [S] No! Don't give him the satisfaction of making you cum!
italian: [S] No! Non dargli la soddisfazione di farti venire!

source: [AD] I'm fucking trying! Ok?
italian: [AD] Ci sto provando, cazzo! Ok?

source: [RT] {i}What's behind this doo...{/i}
italian: [RT] {i}Che cosa c'è dietro questo doo...{/i}

source: [RT] {i}Holy shit!{/i}
italian: [RT] {i}Santa merda! {/i}

source: [RT] {i}Is that Sidny and Armani in the tights?{/i}
italian: [RT] {i}Quelli in calzamaglia sono Sidny e Armani?

source: [RT] {i}And who the hell is that guy fucking in the ass with a wrench?{/i}
italian: [RT] {i}E chi diavolo è quel tipo che si scopa il culo con una chiave inglese?

source: [RT] {i}And who is that with her panties down, and what is he about to do with that wrench?{/i}
italian: [RT] {i}E chi è con le sue mutandine e cosa sta per fare con quella chiave?{/i}

source: [RT] {i}I have to do something!{/i}
italian: [RT] {i}Devo fare qualcosa!

source: [RT] {i}He hasn't noticed me yet... And there's his gun on the floor!{/i}
italian: [RT] {i}Non mi ha ancora notato... E c'è la sua pistola sul pavimento!

source: [RT] {i}I don't think I can do this!{/i}
italian: [RT] {i}Non credo di poterlo fare!

source: [RT] {i}For fuck's sake, [ryan]! You don't have a choice!... Find your balls!{/i}
italian: [RT] {i}Perché cazzo, [ryan]! Non hai scelta!... Trova le tue palle!

source: [RT] {i}I think they've retreated into my stomach!{/i}
italian: [RT] {i}Credo che si siano ritirate nel mio stomaco!

source: [RT] {i}I don't even know how to use a gun!{/i}
italian: [RT] {i}Non so nemmeno come usare una pistola!

source: [RT] {i}He doesn't know that though...{/i}
italian: [RT] {i}Ma lui non lo sa...{/i}

source: [RT] {i}Here goes nothing!{/i}
italian: [RT] {i}Non c'è niente da fare! {/i}

source: [R] Drop that wrench, you perverted son of a bitch!
italian: [R] Butta quella chiave inglese, pervertito figlio di puttana!

source: [CC] Whoa... Hey... Hey... Please, don't shoot!
italian: [CC] Whoa... Ehi... Ehi... Per favore, non sparare!

source: [A] Who's that?
italian: [A] Chi è quello?
