Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [L] God, The next time I talk to Mom or Sidney, yours and Matt's cum could be leaking out of my pussy... And they'll have no idea.
french: [L] Mon Dieu, La prochaine fois que je parlerai à Maman ou à Sidney, ton sperme et celui de Matt pourraient s'échapper de ma chatte... Et ils n'en auront aucune idée.
italian: [L] Dio, La prossima volta che parlo con Mamma o Sidney, il vostro e lo sperma di Matt, potrebbe fuoriuscire dalla mia figa. E non avranno idea.

source: [L] Fuck, that's hot.
french: [L] Putain, c'est chaud.
italian: [L] Cazzo che è caldo.

source: [R] Well, it's been fun, but...
french: [R] Eh bien, c'était amusant, mais...
italian: [R] Beh, è stata divertente, ma...

source: [L] We'd better go?
french: [L] On ferait mieux d'y aller ?
italian: [L] Faremmo meglio a andare?

source: [R] So, I'll see you back here soon?
french: [R] Alors, à bientôt ?
italian: [R] Così, ti vedrò qui presto?

source: [L] Sure, I'll just have to make sure it's ok with Matt.
french: [L] Bien sûr, je devrai juste m'assurer que tout va bien avec Matt.
italian: [L] Certo, dovrò solo assicurarsi che sia ok con Matt.

source: [R] Does he always have to come?
french: [R] Doit-il toujours venir ?
italian: [R] Deve sempre venire?

source: [L] I need to at least give him the option.
french: [L] Je dois au moins lui donner l'option.
italian: [L] Ho bisogno di almeno dargli l'opzione.

source: [R] Alright, whatever.
french: [R] D'accord, peu importe.
italian: [R] Bene, qualsiasi.

source: [L] Yeah... I'll make sure it works for Matt.
french: [L] Ouais... Je m'assurerai que ça marche pour Matt.
italian: [L] Sì... assicurerò che funzioni per Matt.

source: [R] Why does it matter? Matt came in your pussy.
french: [R] Pourquoi est-ce important? Matt est venu dans ta chatte.
italian: [R] Perché è importante? Matt è venuto nella tua figa.

source: [L] The difference is that if he gets me pregnant, it's just another teen pregnancy, but if you get me pregnant, it's a major scandal.
french: [L] La différence est que s'il me met enceinte, c'est juste une autre grossesse chez les adolescentes, mais si tu me mets enceinte, c'est un scandale majeur.
italian: [L] La differenza è che se mi rimane incinta, è solo un'altra gravidanza adolescente, ma se mi tenete incinta, è un grande scandalo.

source: [R] Good point.
french: [R] Bon point.
italian: [R] Buono punto.

source: [R] Why haven't you started birth control yet?
french: [R] Pourquoi n'as-tu pas encore commencé le contrôle des naissances?
italian: [R] Perché non hai ancora iniziato il controllo delle nascite?

source: [R] I'm really sorry! I just got caught up in the moment again.
french: [R] Je suis vraiment désolé ! Je me suis encore laissé emporter par le moment.
italian: [R] Mi dispiace davvero! Mi sono appena ritrovato in quel momento.

source: [R] You're not on birth control yet?
french: [R] Tu n'es pas encore sous contrôle des naissances?
italian: [R] Non sei già sul controllo delle nascite?

source: [L] You haven't gotten a vasectomy yet?
french: [L] Tu n'as-tu pas encore subi de vasectomie?
italian: [L] Non hai ancora ricevuto una vasectomia?

source: [L] God, The next time I talk to Mom or Sidney, your cum could be leaking out of my pussy... And they'll have no idea.
french: [L] Mon Dieu, La prochaine fois que je parlerai à Maman ou à Sidney, ton sperme pourrait s'échapper de ma chatte... Et ils n'en auront aucune idée.
italian: [L] Dio, la prossima volta che parlo con Mamma o Sidney, il tuo sperma potrebbe fuoriuscire dalla mia figa... E non avranno idea.

source: [L] We'll see.
french: [L] On verra.
italian: [L] Vedremo.

source: [R] That would be awesome, but I do enjoy seeing you covered in cum.
french: [R] Ce serait génial, mais j'aime bien te voir couverte de sperme.
italian: [R] Sarebbe fantastico, ma mi piace vederti coperto di cum.

source: [RT] {i}I'm going to be late for class if I don't hurry.{/i}
french: [RT] {i}Je vais être en retard pour les cours si je ne me dépêche pas.{/i}
italian: [RT] {i}Sarò in ritardo per la lezione se non mi sbrigo.

source: [RT] {i}Should I sit through another class, or find something else to do?{/i}
french: [RT] {i}Dois-je suivre une autre classe ou trouver autre chose à faire?{/i}
italian: [RT] {i}Dovrei stare seduta per un'altra lezione o trovare qualcos'altro da fare?

source: [RT] {i}Alright, I got class out of the way, now my priorities are to make some money and find a way to empty my balls.{/i}
french: [RT] {i}D'accord, j'ai mis la classe à l'écart, maintenant mes priorités sont de gagner de l'argent et de trouver un moyen de me vider les couilles.{/i}
italian: [RT] {i}Va bene, sono uscito dalla lezione, ora le mie priorità sono di fare soldi e trovare un modo per svuotare le mie palle. /i}

source: [L] Hey, big brother!
french: [L] Hé, grand frère!
italian: [L] Ehi, fratello maggiore!

source: [R] Oh, hey, Lauren.
french: [R] Oh, salut, Lauren.

source: [R] Aren't you going to Mom's afternoon class? You're going to be late.
french: [R] Tu ne vas pas au cours de maman cet après-midi ? Tu vas être en retard.
italian: [R] Non andrai alla lezione pomeridiana di mamma? Stai per essere in ritardo.

source: [L] No, I've got too much to do, and to think about.
french: [L] Non, j'ai trop de choses à faire et à penser.
italian: [L] No, ho troppo da fare, e da pensare.

source: [R] Oh, no... You're not thinking about running for president again, are you?
french: [R] Oh, non... tu ne songes pas à te présenter à nouveau à la présidence, n'est-ce pas?
italian: [R] Oh, no... Non stai pensando di correre di nuovo per presidente, vero?

source: [L] How did you guess?
french: [L] Comment as-tu deviné ?
italian: [L] Come ha indovinato?

source: [R] Please, no. I don't think that's a very good idea.
french: [R] S'il te plait, non. Je ne pense pas que ce soit une très bonne idée.
italian: [R] Per favore, no. Non penso che sia un'idea molto buona.

source: [L] What do you mean? It's a great idea!
french: [L] Que veux-tu dire? C'est une excellente idée!
italian: [L] Che cosa intendi? È un'ottima idea!

source: [L] That stupid whore Lisa made me look stupid when she won the election last time.
french: [L] Cette putain stupide Lisa m'a fait paraître stupide quand elle a gagné les élections la dernière fois.
italian: [L] Quella stupida puttana Lisa mi ha fatto sembrare stupida quando ha vinto le elezioni l'ultima volta.

source: [L] Now she's been kicked out in shame, giving me a chance to rise back up, and do the job she was never good enough to do.
french: [L] Maintenant, elle a été expulsée de honte, me donnant une chance de me relever et de faire le travail qu'elle n'a jamais été assez bonne pour faire.
italian: [L] Ora è stata espulsa nella vergogna, dandomi la possibilità di risalire, e fare il lavoro che non è mai stato abbastanza buono da fare.

source: [R] Wow Lauren, that sounds really catty. Lisa's not that bad. At the very least, she didn't deserve to be humiliated like that.
french: [R] Wow Lauren, ça sonne vraiment méchant. Lisa n'est pas si mauvaise. Au moins, elle ne mérite pas d'être humiliée comme ça.
italian: [R] Wow Lauren, che suona davvero cattivo. Lisa non è così male. Almeno, non meritava di essere umiliata così.

source: [L] You're right. That's pretty bitchy of me.
french: [L] Tu as raison. C'est plutôt méchant de ma part.
italian: [L] Hai ragione. È una bella cagnola da parte mia.

source: [L] And if I'm going to win this election, I'm gonna need to treat people better than that stupid whore Lisa did.
french: [L] Et si je veux gagner cette élection, je vais devoir traiter les gens mieux que cette putain stupide Lisa l'a fait.
italian: [L] E se vincerò queste elezioni, dovrò trattare le persone meglio di quella stupida puttana che Lisa ha fatto.

source: [L] Thanks for calling me out.
french: [L] Merci de m'avoir appelé.
italian: [L] Grazie per avermi richiamato.

source: [L] And that's one of the reasons why I need your help.
french: [L] Et c'est l'une des raisons pour lesquelles j'ai besoin de ton aide.
italian: [L] E questo è uno dei motivi per cui ho bisogno del tuo aiuto.

source: [R] You got it! I'll let you know any time you're being a bitch.
french: [R] Tu l'as eu ! Je te ferai savoir à chaque fois que tu seras une garce.
italian: [R] Ce l'hai fatta! Ti farò sapere ogni volta che sei una cagna.

source: [L] You know that's not what I meant.
french: [L] Tu sais que ce n'est pas ce que je voulais dire.
italian: [L] Lo sai che non è quello che intendevo.

source: [R] Don't even ask...
french: [R] Ne demande même pas...
italian: [R] Non chiediamo...

source: [L] But I need you!
french: [L] Mais j'ai besoin de toi!
italian: [L] Ma ho bisogno di voi!

source: [R] No, you don't... Get some of your friends to help.
french: [R] Non, non... Demandes à certains de tes amis de t'aideraider.
italian: [R] No, non lo fa... Ottieni alcuni dei tuoi amici per aiutarti.

source: [L] No... I mean, I really, really need you!
french: [L] Non... J'ai vraiment, vraiment besoin de toi!
italian: [L] No... Voglio dire, davvero, ho davvero bisogno di te!

source: [R] How do you mean?
french: [R] Comment, que veux-tu dire?
italian: [R] In che senso?

source: [L] Well, running a successful campaign can get pretty expensive.
french: [L] Eh bien, mener une campagne réussie peut coûter très cher.
italian: [L] Beh, l'esecuzione di una campagna di successo può ottenere abbastanza costoso.

source: [L] Dad paid all my expenses for the last election.
french: [L] Papa a payé toutes mes dépenses pour la dernière élection.
italian: [L] Papà pagò tutte le mie spese per le ultime elezioni.

source: [L] I have no chance of winning if I don't spend any money.
french: [L] Je n'ai aucune chance de gagner si je ne dépense pas d'argent.
italian: [L] Non ho alcuna possibilità di vincere se non spendo denaro.

source: [R] Oh... So you need my money?
french: [R] Oh... Donc tu as besoin de mon argent ?
italian: [R] Oh... Allora hai bisogno del mio denaro?

source: [L] "Our" money!
french: [L] 'Notre' argent!
italian: [L] soldi "Our"!

source: [L] At least the money you've made from my pictures.
french: [L] Au moins l'argent que tu as gagné avec mes photos.
italian: [L] Almeno i soldi che hai fatto dalle mie foto.

source: [L] And I know you want to do good things with the money, like paying the Mafia debt, but wouldn't it be ok if Mom had to work at their club a couple weekends so that I have enough money for this campaign?
french: [L] Et je sais que tu veux faire de bonnes choses avec l'argent, comme payer la dette de la Mafia, mais ne serait-ce pas correct si maman devait travailler dans leur club quelques week-ends pour que j'aie assez d'argent pour cette campagne?
italian: [L] E so che volete fare cose buone con i soldi, come pagare il debito mafioso, ma non sarebbe ok se la mamma dovesse lavorare al loro club un paio di fine settimana in modo che ho abbastanza soldi per questa campagna?

source: [L] I know a Mafia club can be dangerous, but seriously, how much danger can she be in serving drinks?
french: [L] Je sais qu'un club mafieux peut être dangereux, mais sérieusement, à quel point peut-elle être dangereuse en servant des boissons?
italian: [L] So che un mafioso club può essere pericoloso, ma seriamente, quanto pericolo può essere nel servire bevande?

source: [R] Uhh... Yes, serving drinks.
french: [R] Heu... Oui, servir des boissons.
italian: [R] Uhh... Sì, servendo bevande.

source: [L] Wait... Didn't you say she was stripping?
french: [L] Attends... Tu n'as pas dit qu'elle se déshabillait ?
italian: [L] Aspetta... Non hai detto che era stripping?

source: [R] Did I?
french: [R] L'ai-je fait?
italian: [R] Ho fatto?

source: [L] Yeah, you said you'd fill me in on the details later.
french: [L] Oui, tu as dit que tu me donnerais les détails plus tard.
italian: [L] Sì, hai detto che mi avresti riempito nei dettagli successivamente.

source: [R] Oh no, I think I said she was serving drinks by the stripper pole.
french: [R] Oh non, je pense que j'ai dit qu'elle servait des boissons près du poteau de strip-teaseuse.
italian: [R] Oh no, credo di aver detto che stava servendo bevande dal polo spogliarellista.

source: [L] That's not what you said.
french: [L] Ce n'est pas ce que tu as dit.
italian: [L] Non è ciò che hai detto.

source: [R] Yeah?... Well, that's what I meant.
french: [R] Ouais?... C'est ce que je voulais dire.
italian: [R] Sì, sì?... Beh, è quello che intendevo.

source: [LT] {i}Hmmm... He's not telling me something... Maybe I'll ask Mom about it.{/i}
french: [LT] {i}Hmmm... Il ne me dit rien... Je vais peut-être demander ça à maman.{/i}
italian: [LT] {i}Hmmm... Non mi sta dicendo qualcosa... Forse chiederò a mamma di questo.{/i}

source: [L] Well, anyways... Please help me! Please, please, please, please, please, please, puleeeease!
french: [L] Eh bien, de toute façon... Aides-moi s'il te plait! S'il te plait, s'il te plait, s'il te plait, s'il te plait, s'il te plllaaaaiiiiiiitt!
italian: [L] Beh, comunque... Aiutami! Per favore, per favore, per favore, per favore, per favore, per favore, puleeeeease!

source: [L] Yay!
french: [L] Ouah!
italian: [L] Evviva!

source: [L] I'm so happy right now!
french: [L] Je suis tellement heureuse en ce moment!
italian: [L] Sono così felice ora!

source: {b}{i}"Lauren's Affection +1"{/i}{/b}
french: {i}{b}«Affection de Lauren +1»{/b}{/i}
italian: {b}{i}"Affetto di Lauren +1"{/i}{/b}

source: {b}{i}"Lauren's Respect +1"{/i}{/b}
french: {i}{b}«Respect de Lauren +1»{/b}{/i}
italian: {b}{i}"Rispetto di Lauren +1"{/i}{/b}

source: [L] What the fuck, [ryan]?
french: [L] Putain, [ryan]?
italian: [L] Che cazzo, [ryan]?

source: {b}{i}"Lauren's Anger +10"{/i}{/b}
french: {i}{b}«Colère de Lauren +10»{/b}{/i}

source: [L] This is something I've wanted since I started high school, and you can't have my back on this?
french: [L] C'est quelque chose que je veux depuis que j'ai commencé le lycée, et tu ne peux pas me soutenir sur ce point ?
italian: [L] Questo è qualcosa che volevo da quando ho iniziato le scuole superiori, e non puoi avere le spalle su questo?

source: [L] Even after I let you take close-up pics of my pussy and asshole?
french: [L] Même après que je t'ai laissé prendre des photos en gros plan de ma chatte et de mon trou du cul ?
italian: [L] Anche dopo che ti lascio scattare foto da vicino della mia figa e il mio stronzo?

source: [R] Shhh... Not so loud!
french: [R] Shhh... Pas si fort !
italian: [R] Shhh... Non così forte!

source: [L] Well, don't expect me to pose for a single picture for you ever again.
french: [L] Eh bien, ne t'attends pas à ce que je pose pour une seule photo pour toi plus jamais.
italian: [L] Beh, non aspettatevi che io posi per una singola immagine per voi mai più.

source: [L] In fact, I'm going to show Mom your little Cosplay Heaven account, and the pics you've already taken of me.
french: [L] En fait, je vais montrer à maman ton petit compte Cosplay Heaven, et les photos que tu as déjà prises de moi.
italian: [L] In effetti, mostrerò alla mamma il tuo piccolo Cosplay Heaven e le foto che hai già scattato di me.

source: [L] She'll make you delete your account, and your whole little business venture will come to an end.
french: [L] Elle te fera supprimer ton compte, et toute ta petite entreprise prendra fin.
italian: [L] Ti farà cancellare il tuo account, e tutta la tua piccola impresa commerciale finirà.

source: [RT] {i}Shit!... I need that money... {/i}
french: [RT] {i}Merde!... J'ai besoin de cet argent... {/i}
italian: [RT] {i}Merda!... Ho bisogno di quel denaro... {/i}

source: [R] Ok... fine! I know when I'm beat.
french: [R] D'accord... très bien ! Je sais quand je suis battu.
italian: [R] Ok... bene! So quando sono battuto.

source: [R] I'll bankroll your presidential campaign.
french: [R] Je financerais ta campagne présidentielle.
italian: [R] Bancarò la tua campagna presidenziale.

source: [L] Thank you for seeing it my way!
french: [L] Merci de l'avoir vu à ma façon!
italian: [L] Grazie per avermi visto così!

source: {b}{i}"Lauren's Anger -5"{/i}{/b}
french: {i}{b}«Colère de Lauren -5»{/b}{/i}
italian: {b}{i}"Rabbia di Lauren -5"{/i}{/b}

source: [R] Like I had any other choice.
french: [R] Comme si j'avais tout autre choix.
italian: [R] Come se avessi altre scelte.

source: [L] What is this infatuation you have with protecting Mom?
french: [L] Quel est ton engouement pour la protection de maman?
italian: [L] Cos'è questa infatuazione che hai con la protezione della mamma?

source: [L] She should be protecting you, not the other way around.
french: [L] Elle devrait te protéger, pas l'inverse.
italian: [L] Dovrebbe proteggerti, non viceversa.

source: [L] You're not her husband! It's not like you're trying to bang her.
french: [L] Tu n'es pas son mari! Ce n'est pas comme si tu essayais de la baiser.
italian: [L] Non sei suo marito! Non è come se stesse cercando di sbatterla.

source: [L] Are you?
french: [L] Le veux-tu ?
italian: [L] È tu?

source: [R] What?... No... Of course not!
french: [R] Quoi ?... Non... Bien sûr que non !
italian: [R] Cosa?... No... Certo no!

source: [LT] {i}Is he messing around with me?... Is it possible he could be doing stuff with Mom?{/i}
french: [LT] {i}Est-il en train de déconner avec moi ?... Est-il possible qu'il fasse des trucs avec maman?{/i}
italian: [LT] {i}Sta dispettando con me?... È possibile che stia facendo cose con la mamma?{/i}

source: [LT] {i}Pfff... Of course not! Mom would never fall for a twerp like [ryan].{/i}
french: [LT] {i}Pfff... Bien sûr que non! Maman ne tomberait jamais amoureuse d'un crétin comme [ryan].{/i}
italian: [LT] {i}Pfff... Naturalmente no! La mamma non cadrebbe mai per un twerp come [ryan].{/i}

source: [LT] {i}Let alone her own son.{/i}
french: [LT] {i}Encore moins son propre fils.{/i}
italian: [LT] {i}Lasciate solo il suo figlio.{/i}

source: [L] Allow me to introduce you to my team so far.
french: [L] Permets-moi de te présenter mon équipe à ce jour.
italian: [L] Permettetemi di presentarvi al mio team finora.

source: [L] Kenzie, [cousin_name]! Come over here for a second.
french: [L] Kenzie, [cousin_name]! Viens ici une seconde.
italian: [L] Kenzie, [cousin_name]! Vieni qui per un secondo.

source: [L] Kenzie, Come over here for a second.
french: [L] Kenzie, viens ici une seconde.
italian: [L] Kenzie, Vieni qua per un secondo.

source: [R] This is the team?
french: [R] C'est l'équipe?
italian: [R] È la squadra?

source: [L] You know Kenzie, right?
french: [L] Tu connais Kenzie, non?
italian: [L] Tu conosci Kenzie, giusto?

source: [R] Of course I know Kenzie, She's in our class.
french: [R] Bien sûr que je connais Kenzie, Elle est dans notre classe.
italian: [R] Naturalmente conosco Kenzie, lei è nella nostra classe.

source: [R] And we've spent time together at the country club.
french: [R] Et nous avons passé du temps ensemble au country club.
italian: [R] E abbiamo passato del tempo insieme al country club.

source: [K] Haha... more recently at the club pool.
french: [K] Haha... plus récemment à la piscine du club.
italian: [K] Haha... più recentemente nella piscina del club.

source: [L] Please, don't bring that story up again... My family can be so embarrassing.
french: [L] S'il te plait, ne relances pas cette histoire... Ma famille peut être si embarrassante.
italian: [L] Per favore, non riportare questa storia... La mia famiglia può essere così imbarazzante.

source: [R] So [cousin_name], how did Lauren rope you into helping with her campaign?
french: [R] Alors [cousin_name], comment Lauren t'a t-elle convaincu de l'aider dans sa campagne ?
italian: [R] Così [cousin_name], come ti ha corda Lauren per aiutare con la sua campagna?

source: [MD] She promised me that she'd get me out of class to help with school events.
french: [MD] Elle m'a promis qu'elle me sortirait de la classe pour aider avec les événements scolaires.
italian: [MD] Lei mi ha promesso che mi avrebbe portato fuori classe per aiutare con gli eventi scolastici.

source: [MD] Honestly, that's all the motivation I needed.
french: [MD] Honnêtement, c'est toute la motivation dont j'avais besoin.
italian: [MD] Onestamente, questa è tutta la motivazione che mi serviva.

source: [L] Alright ladies, say goodbye. We've got a lot of work to do.
french: [L] D'accord mesdames, dites au revoir. Nous avons beaucoup de travail à faire.
italian: [L] Buona signore, saluta. Abbiamo molto lavoro da fare.

source: [L] Alright, Kenzie, say goodbye to [ryan]...
french: [L] D'accord, Kenzie, dis au revoir à [ryan]...
italian: [L] Bene, Kenzie, salutate [ryan]...

source: [K] Bye, [ryan].
french: [K] Au revoir, [ryan].
italian: [K] Ciao, [ryan].

source: [L] Let's meet back up in the girls' bathroom on the south side of the school. It's not used very often, so it will be a perfect place for our campaign headquarters.
french: [L] Retrouvons-nous dans la salle de bain des filles du côté sud de l'école. Elle n'est pas utilisé très souvent, ce sera donc un endroit idéal pour notre quartier général de campagne.
italian: [L] Incontriamoci di nuovo nel bagno delle ragazze sul lato sud della scuola. Non è usato molto spesso, quindi sarà un luogo perfetto per la nostra sede di campagna.

source: [K] Bye again, [ryan].
french: [K] Au revoir encore, [ryan].
italian: [K] Ciao ancora, [ryan].

source: [R] See ya, Kenzie. Bye, Mandy.
french: [R] À plus, Kenzie. Au revoir, Mandy.
italian: [R] Vedi ya, Kenzie. Ciao, Mandy.

source: [L] See you soon, my cunties!
french: [L] A bientôt, mes petites chattes !
italian: [L] Ci vediamo presto, le mie zie!

source: [R] Cunties?
french: [R] Chattes?
italian: [R] Cuntie?

source: [R] See ya, Kenzie.
french: [R] A bientôt, Kenzie.
italian: [R] Vedi ya, Kenzie.

source: [L] See you soon, my cunty!
french: [L] A bientôt, ma chatte !
italian: [L] Ci vediamo presto, la mia cunta!

source: [R] Cunty?
french: [R] Chatte?

source: [L] It's a girl thing... Don't try to understand.
french: [L] C'est un truc de fille... N'essaie pas de comprendre.
italian: [L] È una ragazza cosa... Non provare a capire.

source: [L] I'm so excited that you're going to be on our campaign team!
french: [L] Je suis tellement excitée que tu vas faire partie de notre équipe de campagne!
italian: [L] Sono così entusiasta che sarai nella nostra squadra di campagna!

source: [R] You mean you're excited that I'm going to be financing your campaign team.
french: [R] Tu veux dire que tu es excitée que je finance ton équipe de campagne.
italian: [R] Significa che sei entusiasta del fatto che sto per finanziare il tuo team di campagna.

source: [L] That too.
french: [L] Ça aussi.
italian: [L] Anche questa.

source: [L] But I think you'll be surprised how much fun the election process can be.
french: [L] Mais je pense que tu seras surpris de voir à quel point le processus électoral peut être amusant.
italian: [L] Ma penso che sarete sorpresi quanto divertimento possa essere il processo elettorale.

source: [L] Especially if we're winning.
french: [L] Surtout si nous gagnons.
italian: [L] Soprattutto se stiamo vincere.

source: [L] But speaking of financing? Can I get some money now for the application fee and a little more so we can start making some campaign swag?
french: [L] Mais en parlant de financement ? Puis-je obtenir de l'argent maintenant pour les frais de candidature et un peu plus pour que nous puissions commencer à avoir du matériel de campagne?
italian: [L] Ma parlare di finanziamento? Posso ottenere alcuni soldi ora per la tassa di richiesta e un po 'di più così possiamo iniziare a fare un po 'di corsa campagna?

source: [R] How much is the application fee?
french: [R] Quel est le montant des frais de dossier ?
italian: [R] Quanto costa la commissione di applicazione?

source: [L] It's $50.
french: [L] C'est 50 $.
italian: [L] Sono 50 dollari.
