Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [MG] She made my life hell our freshman year.
french: [MG] Elle a fait de ma vie l'enfer notre première année.
italian: [MG] Ha reso la mia vita un inferno il nostro primo anno.

source: [MB] She's not so bad.
french: [MB] Elle n'est pas si mauvaise.
italian: [MB] Non è così male.

source: [MG] I FORBID YOU TO STICK YOUR DICK IN HER!!!
french: [MG] JE T'INTERDIS DE LUI METTRE TA BITE!!!
italian: [MG] TI PROIBISCO DI INFILARLE IL TUO CAZZO!!!

source: [MB] What? Why?
french: [MB] Quoi?.... Pourquoi?
italian: [MB] Cosa? Perché?

source: [MB] You've never cared who I fucked before!
french: [MB] Tu ne t'es jamais soucié de qui j'ai baisé auparavant!
italian: [MB] Non ti è mai importato chi mi sono scopato prima!

source: [MG] Do you have any idea the amount of emotional abuse I went through when she was our team captain?
french: [MG] As-tu une idée de la quantité de violence psychologique que j'ai subie quand elle était notre capitaine d'équipe?
italian: [MG] Hai una vaga idea dell'abuso emotivo che ho subito quando lei era il nostro capitano della squadra?

source: [MG] She gave me several eating disorders!!
french: [MG] Elle m'a donné plusieurs désordres alimentaires!!
italian: [MG] Mi ha causato diversi disordini alimentari!

source: [MB] Yeah, and you look great now!
french: [MB] Ouais, et tu es superbe maintenant!
italian: [MB] Sì, e ora stai benissimo!

source: [MG] I swear that if I find out you've stuck your dick in her, I'll never let you stick your dick in me again!
french: [MG] Je jure que si je découvre que tu as coincé ta bite en elle, je ne te laisserai plus jamais enfoncer ta bite en moi!
italian: [MG] Giuro che se scopro che le hai infilato il cazzo, non ti permetterò mai più di infilare il tuo cazzo dentro di me!

source: [MB] What if I only do it once?
french: [MB] Et si je ne le fais qu'une seule fois?
italian: [MB] E se lo faccio solo una volta?

source: [MB] R U There?
french: [MB] Non je même pas?
italian: [MB] Ci sei?

source: [MB] Ok, I won't fuck her :(
french: [MB] Ok, je ne la baiserai pas: (
italian: [MB] Ok, non me la scoperò :(

source: [MG] Thank you!
french: [MG] Merci!
italian: [MG] Grazie!

source: [MB] But I'm going to need to fuck you extra to keep my mind off her.
french: [MB] Mais je vais avoir besoin de te baiser en plus pour garder mon esprit hors d'elle.
italian: [MB] Ma avrò bisogno di scoparti di più per non pensare a lei.

source: [MG] Meet me under the gym bleachers.
french: [MG] Retrouves-moi sous les gradins du gymnase.
italian: [MG] Incontriamoci sotto le gradinate della palestra.

source: [R] Ok... Why am I reading that disgusting exchange?
french: [R] D'accord... Pourquoi suis-je en train de lire cet échange dégoûtant?
italian: [R] Ok... Perché sto leggendo questo scambio disgustoso?

source: [AD] Ask and you shall receive.
french: [AD] Demandes et tu recevras.
italian: [AD] Chiedi e riceverai.

source: [AD] Look at the screen to the right.
french: [AD] Regardes l'écran à droite.
italian: [AD] Guarda lo schermo a destra.

source: [AD] Incredibly, this video wouldn't have been possible without your own daring escapades.
french: [AD] Incroyable, cette vidéo n'aurait pas été possible sans tes propres escapades audacieuses.
italian: [AD] Incredibilmente, questo video non sarebbe stato possibile senza le tue audaci scappatelle.

source: [AD] Now, watch closely, and I hope you enjoy it as much as I did.
french: [AD] Maintenant, regardes attentivement, et j'espère que tu l'apprécieras autant que moi.
italian: [AD] Ora guarda attentamente e spero che ti piaccia tanto quanto è piaciuto a me.

source: [MJ] Come on... Why are you dragging your feet?
french: [MJ] Allez... Pourquoi tu traînes tes pieds ?
italian: [MJ] Dai... Perché la stai tirando per le lunghe?

source: [MB] It's just that I don't know what you're up to.
french: [MB] C'est juste que je ne sais pas ce que tu fais.
italian: [MB] È solo che non so cosa avete in mente.

source: [MJ] Well, we're here.
french: [MJ] Eh bien, nous sommes là.
italian: [MJ] Beh, siamo qui.

source: [MB] Why are we in the girl's showers?
french: [MB] Pourquoi sommes-nous dans les douches des filles?
italian: [MB] Perché siamo nelle docce delle ragazze?

source: [MJ] I thought it was obvious.
french: [MJ] Je pensais que c'était évident.
italian: [MJ] Pensavo fosse ovvio.

source: [MJ] If you need more of a hint...
french: [MJ] Si tu as besoin de plus d'un indice...
italian: [MJ] Se hai bisogno di più di un indizio...

source: [MJ] Am I starting to make myself more clear?
french: [MJ] Est-ce que je commence à me rendre plus clair?
italian: [MJ] Sto cominciando ad essere più chiara?

source: [MB] Oh my God, Jessica... Please don't.
french: [MB] Oh mon Dieu, Jessica... S'il te plaît, ne le fais pas.
italian: [MB] Oh mio Dio, Jessica... Per favore non farlo.

source: [MJ] Why?... Ever since I started working here, you've been trying to get in my pants.
french: [MJ] Pourquoi?... Depuis que j'ai commencé à travailler ici, tu essayais de la mettre dans mon pantalon.
italian: [MJ] Perché?... Da quando ho iniziato a lavorare qui, hai cercato di entrare nelle mie mutande.

source: [MJ] Don't tell me you've had a change of heart.
french: [MJ] Ne me dis pas que tu as changé d'avis.
italian: [MJ] Non dirmi che hai cambiato idea.

source: [MB] It's just... My girlfriend.
french: [MB] C'est juste... Ma copine.
italian: [MB] È solo... La mia ragazza.

source: [MJ] Ohhh... She doesn't like to share?
french: [MJ] Ohhh... Elle n'aime pas partager?
italian: [MJ] Ohhh... Non le piace condividere?

source: [MB] She's actually really good about sharing... It's just...
french: [MB] Elle est vraiment douée pour le partage... C'est juste...
italian: [MB] In realtà è molto brava a condividere... È solo...

source: [MB] She doesn't want to share me with you.
french: [MB] Elle ne veut pas me partager avec toi.
italian: [MB] Non vuole condividermi con te.

source: [MJ] Here... Let's make you more comfortable and you can tell me all about it.
french: [MJ] Ici... Je vais te mettre plus à l'aise et tu pourras à tout me dire à ce sujet.
italian: [MJ] Ecco... Mettiti più comoda e potrai raccontarmi tutto.

source: [MB] Oh, God...
french: [MB] Oh, Mon Dieu...
italian: [MB] Oh, Dio...

source: [MJ] So why doesn't your girlfriend like me?
french: [MJ] Alors pourquoi ta copine ne m'aime pas?
italian: [MJ] Allora perché non piaccio alla tua ragazza?

source: [MB] I guess... hnnn... you used to be her cheerleading captain when she was a freshman on the cheer squad.
french: [MB] Je suppose... hnnn... tu étais son capitaine de cheerleading quand elle était en première année dans l'équipe de cheerleader.
italian: [MB] Immagino... hnnn... eri il suo capitano delle cheerleader quando era una matricola nella squadra delle cheerleader.

source: [MJ] Is your girlfriend Megan, by chance?
french: [MJ] Est-ce que ta petite amie est Megan, par hasard?
italian: [MJ] La tua ragazza è Megan, per caso?

source: [MJ] So, that's why she's been such a little bitch to me.
french: [MJ] Donc, c'est pour ça qu'elle a été une si petite chienne pour moi.
italian: [MJ] Ecco perché è stata così stronza con me.

source: [MJ] I threatened to demote her as captain, but she's the only one that's good enough, and she knows it.
french: [MJ] J'ai menacé de la rétrograder en tant que capitaine, mais c'est la seule qui est assez bonne, et elle le sait.
italian: [MJ] Ho minacciato di degradarla come capitano, ma è l'unica che è abbastanza brava e lei lo sa.

source: [MJ] She's come a long way. I never thought she'd stay on the team when she was a freshman, let alone become the best.
french: [MJ] Elle a parcouru un long chemin. Je n'aurais jamais pensé qu'elle resterait dans l'équipe quand elle était en première année, et encore moins devenir la meilleure.
italian: [MJ] Ha fatto molta strada. Non avrei mai pensato che sarebbe rimasta in squadra quando era una matricola, figuriamoci diventare la migliore.

source: [MJ] You're going to fuck me, and it's going to serve the little bitch right.
french: [MJ] Tu vas me baiser, et ça va servir la petite chienne.
italian: [MJ] Mi fotterai, e questo servirà alla puttanella come si deve.

source: [MB] No Jessica!... I'm not going to.
french: [MB] Non Jessica!... Je ne le ferai pas.
italian: [MB] No Jessica!... Non lo farò.

source: [MJ] What if I let you fuck my ass?
french: [MJ] Et si je te laissais me baiser le cul?
italian: [MJ] E se ti lasciassi scopare il mio culo?

source: [MJ] You heard me.
french: [MJ] Tu m'as entendu.
italian: [MJ] Mi hai sentito.

source: [MB] I've... never fucked anyone's ass before...
french: [MB] J'ai... je n'ai jamais baisé le cul de personne avant...
italian: [MB] Non ho... mai scopato il culo di nessuno prima...

source: [MB] I'm too big... No one has ever let me.
french: [MB] Je suis trop grand... Personne ne m'a jamais laissé faire.
italian: [MB] Sono troppo grande... Nessuno me lo ha mai permesso.

source: [MJ] Trust me. I can take it.
french: [MJ] Crois-moi. Je peux le supporter.
italian: [MJ] Fidati di me. Posso prenderlo.

source: [MB] Oh, fuck!... How do I say no to that?
french: [MB] Oh, putain!... Comment dire non à ça ?
italian: [MB] Oh, cazzo!... Come faccio a dire di no a questo?

source: [MB] But you have to swear that you won't tell Megan anything.
french: [MB] Mais tu dois jurer que tu ne diras rien à Megan.
italian: [MB] Ma devi giurare che non dirai nulla a Megan.

source: [MJ] Ohh... fine... cross my heart.
french: [MJ] Ohh... très bien... je croise mon cœur.
italian: [MJ] Ohh... bene... croce sul cuore.

source: [MJ] Here, let me get you nice and wet.
french: [MJ] Ici, laisses-moi te mouiller.
italian: [MJ] Ecco, lascia che ti bagni per bene.

source: [MB] Oh... fuck...
french: [MB] Oh... merde...
italian: [MB] Oh... cazzo...

source: [MB] Here, let me return the favor.
french: [MB] Tiens, laisses-moi te retourner la faveur.
italian: [MB] Ecco, lascia che ti restituisca il favore.

source: [MJ] Alright... I think you're lubed up enough.
french: [MJ] D'accord... Je pense que tu es assez lubrifiée.
italian: [MJ] Bene... Penso che tu sia abbastanza lubrificata.

source: [R] Oh, my God! How can she take a cock that big in her ass?
french: [R] Oh, mon Dieu! Comment peut-elle prendre une bite aussi grosse dans son cul?
italian: [R] Oh, mio Dio! Come può prendere un cazzo così grande nel suo culo?

source: [AD] You'd be surprised how much an ass can stretch with enough practice.
french: [AD] Tu serais surpris de voir à quel point un âne peut s'étirer avec suffisamment de pratique.
italian: [AD] Saresti sorpreso di quanto un culo possa allungarsi con abbastanza pratica.

source: [MJ] Matt!... You're... splitting me... in half!...
french: [MJ] Matt!... Tu l'es... je me sépare... en deux !...
italian: [MJ] Matt!... Mi stai... spaccando... a metà!...

source: [RT] {i}Then there's hope for my girls to be able to take me someday.{/i}
french: [RT] {i}Ensuite, il y a de l'espoir pour mes filles de pouvoir me prendre un jour.{/i}
italian: [RT] {i}Allora c'è speranza che le mie ragazze possano prendermi un giorno.

source: [RT] {i}Ohhh... I can't wait until I'm balls deep in their asses.{/i}
french: [RT] {i}Ohhh... J'ai hâte d'être dans leurs culs.{/i}
italian: [RT] {i}Ohhh... non vedo l'ora di essere con le palle nel loro culo.

source: [MB] Oh, God!...
french: [MB] Oh, mon Dieu!...
italian: [MB] Oh, Dio!...

source: [R] Did he just cum in her ass?
french: [R] Vient-il de jouir dans son cul?
italian: [R] Le ha appena sborrato nel culo?

source: [AD] He sure did... You can see it dripping out, even from this crappy camera's view.
french: [AD] Elle l'a certainement fait... Tu peux la voir dégouliner, même depuis cette caméra merdique.
italian: [AD] Certo che sì... Puoi vederlo colare fuori, anche dalla vista di questa telecamera di merda.

source: [AD] Yeah... He fucked her so hard she can't even get up.
french: [AD] Ouais... Il l'a baisée si fort qu'elle ne peut même pas se lever.
italian: [AD] Sì... L'ha scopata così forte che non riesce nemmeno ad alzarsi.

source: [AD] Go and show that to Megan, and you're going to have one angry girlfriend.
french: [AD] Vas montrer ça à Megan, et tu vas avoir une petite amie en colère.
italian: [AD] Vai a mostrarlo a Megan e avrai una ragazza arrabbiata.

source: [AD] And if you can get her and the cheerleaders supporting Lauren... I'd say Lauren has a pretty good chance of winning this election.
french: [AD] Et si tu peux la faire soutenir Lauren, elle et les pom-pom girls... Je dirais que Lauren a de bonnes chances de gagner cette élection.
italian: [AD] E se riesci a convincere lei e le cheerleader a sostenere Lauren... Direi che Lauren ha una buona possibilità di vincere queste elezioni.

source: [R] Yeah... This is gold!
french: [R] Ouais... C'est de l'or !
italian: [R] Sì... Questo è oro!

source: [R] I never thought I'd say this to you Agent Diaz, but thank you.
french: [R] Je n'aurais jamais pensé te dire cela Agent Diaz, mais merci.
italian: [R] Non avrei mai pensato di dirtelo agente Diaz, ma grazie.

source: [AD] Well, you did the ground work.
french: [AD] Eh bien, tu as fait le travail.
italian: [AD] Beh, hai fatto il lavoro di base.

source: [AD] And you could have found this video as easily as I did.
french: [AD] Et tu aurais pu trouver cette vidéo aussi facilement que moi.
italian: [AD] E avresti potuto trovare questo video facilmente come ho fatto io.

source: [AD] That is assuming you kept the code to the camera, so you can see through it too?
french: [AD] Cela suppose que tu aies gardé le code de la caméra, afin que tu puissies voir à travers elle aussi?
italian: [AD] Questo supponendo che tu abbia tenuto il codice della telecamera, in modo da poter vedere anche attraverso di essa?

source: [R] Of course I did.
french: [R] Bien sûr que je l'ai fait.
italian: [R] Certo che l'ho fatto.

source: [R] But, I would have never known the value of this video without the text messages.
french: [R] Mais, je n'aurais jamais connu la valeur de cette vidéo sans les messages textos.
italian: [R] Ma non avrei mai saputo il valore di questo video senza i messaggi di testo.

source: [AD] Well, that's true.
french: [AD] Eh bien, c'est vrai.
italian: [AD] Beh, questo è vero.

source: [AD] OH, SHIT!
french: [AD] OH, MERDE!
italian: [AD] OH, MERDA!

source: [AD] I just got an alert that the FBI director is on his way to see me.
french: [AD] Je viens d'avoir une alerte que le directeur du FBI est en route pour me voir.
italian: [AD] Ho appena ricevuto un avviso che il direttore dell'FBI sta venendo a trovarmi.

source: [AD] You've got to leave now.
french: [AD] Tu dois partir maintenant.
italian: [AD] Devi andartene subito.

source: [R] But, I wanted to ask...
french: [R] Mais, je voulais demander...
italian: [R] Ma, volevo chiedere...

source: [AD] No time. Come see me tomorrow.
french: [AD] Pas le temps. Viens me voir demain.
italian: [AD] Non c'è tempo. Vieni a trovarmi domani.

source: [R] Will you at least send that video to my phone?
french: [R] Veux-tu au moins envoyer cette vidéo à mon téléphone?
italian: [R] Spedirai almeno quel video al mio telefono?

source: [AD] Already done, in fact I already took the liberty of downloading it into your photo library.
french: [AD] Déjà fait, en fait j'ai déjà pris la liberté de le télécharger dans ta photothèque.
italian: [AD] Già fatto, infatti mi sono già preso la libertà di scaricarlo nella tua libreria di foto.

source: [R] But how?
french: [R] Mais comment?
italian: [R] Ma come?

source: [AD] FBI... remember?
french: [AD] FBI... tu te souviens ?
italian: [AD] FBI... ricordare?

source: [R] Right.
french: [R] D'accord.
italian: [R] A destra.

source: [AD] Now, go!
french: [AD] Maintenant, vas-y!
italian: [AD] Ora vai!

source: [RT] {i}I wonder how she keeps all her shady dealings secret from her higher ups at the FBI?{/i}
french: [RT] {i}Je me demande comment elle garde toutes ses relations louches secrètes de ses hauts dirigeants du FBI ?{/i}
italian: [RT] {i}Mi chiedo come lei mantenga segrete tutti i suoi rapporti ombreggiati dai suoi alti al FBI?{/i}

source: [RT] {i}Maybe they're corrupt as well.{/i}
french: [RT] {i}Peut-être qu'ils sont aussi corrompus.{/i}
italian: [RT] {i}Forse sono anche corrotti.{/i}

source: [RT] {i}I wonder if Diaz has found any dirt on Matt yet.{/i}
french: [RT] {i}Je me demande si Diaz a encore trouvé de la saleté sur Matt.{/i}
italian: [RT] {i}Mi chiedo se Diaz abbia ancora trovato uno sporco su Matt.{/i}

source: [AD] To what do I owe the pleasure?... Can I help you with something?
french: [AD] À quoi dois-je le plaisir?... Je peux t'aider avec quelque chose ?
italian: [AD] A cosa devo il piacere?... Posso aiutarti con qualcosa?

source: [R] Did you find anything on Matt yet?
french: [R] As-tu encore trouvé quelque chose sur Matt ?
italian: [R] Hai già trovato qualcosa su Matt?

source: [AD] Patience, you've hardly given me any time.
french: [AD] Patience, tu ne m'as guère donné de temps.
italian: [AD] Pazienza, appena mi hai dato qualsiasi momento.

source: [AD] Come back next week, and I'm sure I'll have something for you by then.
french: [AD] Reviens la semaine prochaine, et je suis sûr que j'aurais quelque chose pour toi d'ici là.
italian: [AD] Tornate la settimana prossima, e sono sicuro che avrò qualcosa per voi fino a quel momento.

source: [RT] {i}Lauren helped me set up the spy cam in the girls' locker room.{/i}
french: [RT] {i}Lauren m'a aidé à installer la caméra espion dans le vestiaire des filles.{/i}
italian: [RT] {i}Lauren mi ha aiutato a impostare la spia cam nello spogliatoio delle ragazze.{/i}

source: [RT] {i}Hopefully it won't take long for Agent Diaz to find some dirt on Matt.{/i}
french: [RT] {i}J'espère qu'il ne faudra pas longtemps à l'Agent Diaz pour trouver des trucs sales sur Matt.{/i}
italian: [RT] {i}Si spera che non ci vorrà molto tempo perché l'Agente Diaz trovi uno sporco su Matt.{/i}

source: [RT] {i}She also owes me a handjob... To completion this time... She better come through.{/i}
french: [RT] {i}Elle me doit aussi une branlette... Pour terminer cette fois... Elle ferait mieux de le faire.{/i}
italian: [RT] {i}Mi deve anche un handjob... Per completare questa volta... È meglio che passi. {/i}

source: [AD] Well well, if it isn't the twerp.
french: [AD] Eh bien, si ce n'est pas le petit.
italian: [AD] Bene, se non è il twerp.

source: [AD] Nice job on that spy cam, I've already recorded several hours of... important investigatory content.
french: [AD] Beau travail sur cette caméra espion, j'ai déjà enregistré plusieurs heures de... contenu d'enquête important.
italian: [AD] Bel lavoro su quella spia cam, ho già registrato diverse ore di... importanti contenuti investigativi.

source: [AD] I hope it wasn't too much trouble?
french: [AD] J'espère que ça n'a pas été trop gênant ?
italian: [AD] Spero che non sia stato troppo problemi?

source: [R] Oh, no... I just had to sneak through a locker room full of girls... You know... super easy.
french: [R] Oh, non... Je devais me faufiler dans un vestiaire rempli de filles... Tu sais... super facile.
italian: [R] Oh, no... Ho appena dovuto passare attraverso un armadietto pieno di ragazze... sa... super facile.

source: [AD] Well, the important thing is you did it.
french: [AD] Eh bien, l'important est que tu l'aies fait.
italian: [AD] Beh, la cosa importante è che l'hai fatto.

source: [AD] Do you want to come in?
french: [AD] Veux-tu entrer?
italian: [AD] Si vuole entrare?

source: [R] Don't mind if I do.
french: [R] Ça ne me dérange pas si je le fais.
italian: [R] Non mi dispiace se lo faccio.

source: [AD] I've already started looking for some dirt on Matt.
french: [AD] J'ai déjà commencé à chercher des choses compromettantes sur Matt.
italian: [AD] Ho già iniziato a cercare uno sporco su Matt.

source: [AD] This type of thing can take a little while though.
french: [AD] Ce type de chose peut cependant prendre un peu de temps.
italian: [AD] Questo tipo di cose può richiedere un po 'di tempo.

source: [AD] So try coming back next week.
french: [AD] Alors essaies de revenir la semaine prochaine.
italian: [AD] Prova a tornare la settimana prossima.

source: [AD] Was there anything else I can do for you before you go?
french: [AD] Y avait-il autre chose que je puisse faire pour toi avant de partir ?
italian: [AD] C'era qualcos'altro che posso fare per voi prima di andare?

source: [AD] Did you want to spy on your family for a few minutes or anything?
french: [AD] Voulais-tu espionner ta famille pendant quelques minutes ou quoi que ce soit?
italian: [AD] Volevi spiare la tua famiglia per alcuni minuti o qualcosa?

source: [R] No, I just want you to finish that handjob you promised me.
french: [R] Non, je veux juste que tu finis cette branlette que tu m'as promise.
italian: [R] No, voglio solo che tu finisca quel lavoro che mi hai promesso.

source: [AD] Did I promise?
french: [AD] Ais-je promis?
italian: [AD] Avevo promesso?

source: [R] Yes, you promised!
french: [R] Oui, tu as promis!
italian: [R] Si, hai promesso!

source: [R] You said you'd finish me off when I got the camera installed.
french: [R] Tu as dit que tu m'achèterais quand j'aurais installé la caméra.
italian: [R] Hai detto che mi avresti finito quando ho installato la fotocamera.

source: [R] Well... it's installed.
french: [R] Bien... elle est installée.
italian: [R] Bene... è installata.

source: [AD] Ok, ok, keep your pants on... Uhhh... I guess I should be saying the opposite.
french: [AD] Ok, ok, garde ton pantalon... Ohhh... Je devrais dire le contraire.
italian: [AD] Ok, ok, tieni i pantaloni su... Uhhhh... Immagino che dovrei dire il contrario.

source: [AD] Haha... Anyways... why don't you sit down and watch Sidney with me for a minute to get us in the mood... She's looking at step-brother porn on her laptop right now.
french: [AD] Haha... De toute façon... assieds-toi et regardes Sidney avec moi pendant une minute pour nous mettre dans l'ambiance... Elle regarde le porno de son beau-frère sur son ordinateur portable en ce moment.
italian: [AD] Haha... comunque... perché non ti siedi e guardi Sidney con me per un minuto per farci stare in stato di animo. Lei sta guardando il porno step-fratello sul suo computer portatile in questo momento.

source: [AD] It won't be long until she starts taking care of herself.
french: [AD] Il ne faudra pas longtemps avant qu'elle commence à prendre soin d'elle-même.
italian: [AD] Non ci vorrà più tempo fino a quando non inizia a prendersi cura di se stessa.

source: [AD] Oh, yeah... There she goes.
french: [AD] Oh, oui... La voilà.
italian: [AD] Oh, sì... Là va.

source: [AD] That poor girl has got so much pent up sexual frustration.
french: [AD] Cette pauvre fille a tellement de frustration sexuelle refoulée.
italian: [AD] Quella povera ragazza ha così tanta frustrazione sessuale.

source: [AD] Ooohhh...yeah...
french: [AD] Ooohhh...ouais...
italian: [AD] Ooohhhh...sì...

source: [R] Hey, you're supposed to be rubbing me, not yourself.
french: [R] Hé, tu es censé me caresser, pas toi-même.
italian: [R] Ehi, si suppone che mi strofini, non te stesso.

source: [AD] Are you sure you don't want to lick my pussy first?
french: [AD] Es-tu sûr de ne pas vouloir lécher ma chatte en premier?
italian: [AD] Sei sicuro di non voler prima leccare la mia figa?

source: [R] Yeah, right... I'm not falling for that again.
french: [R] Ouais, c'est ça... Je ne craque plus pour ça.
italian: [R] Sì, giusto... non sto cadendo di nuovo.

source: [AD] Well, then pull down your pants and pop your dick out.
french: [AD] Eh bien, baisses ton pantalon et sorts ta bite.
italian: [AD] Beh, poi tirate giù i pantaloni e pop il vostro cazzo fuori.

source: [R] There!
french: [R] Là!
italian: [R] Là!
