Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [R] I get it... I'm an artist too... At least a photographer, and I understand that art needs to push boundaries and be exciting sometimes to get an emotional response from the observer.
french: [R] Je comprends... Je suis aussi un artiste... Au moins un photographe, et je comprends que l'art a besoin de repousser les limites et d'être excitant parfois pour obtenir une réponse émotionnelle de l'observateur.
italian: [R] Lo ottengo... anche io sono un artista... Almeno un fotografo, e capisco che l'arte deve spingere i confini ed essere emozionante a volte per ottenere una risposta emotiva da parte dell'osservatore.

source: [MS] I'm so glad you understand! Let me grab my canvas, and I'll lock the door to make sure nobody disturbs the artistic process.
french: [MS] Je suis si content que tu comprennes! Laisses-moi saisir ma toile, et je verrouille la porte pour m'assurer que personne ne perturbe le processus artistique.
italian: [MS] Sono così felice che tu capisci! Lasciami prendere la mia tela, e chiuderò la porta per assicurarsi che nessuno disturba il processo artistico.

source: [MST] {i}Holy shit!... I would have never guessed [ryan] was packing anything that big.{/i}
french: [MST] {i}Merde !... Je n'aurais jamais deviné que [ryan] cachait quelque chose d'aussi gros.{/i}
italian: [MST] {i}Santa merda!... Non avrei mai immaginato che [ryan] avesse in mano qualcosa di così grande.{/i}

source: [MST] {i}I didn't even know white boys could get that big.{/i}
french: [MST] {i}Je ne savais même pas que les garçons blancs pouvaient devenir aussi gros.{/i}
italian: [MST] {i}Non sapevo nemmeno che i ragazzi bianchi potessero diventare così grandi.{/i}

source: [MS] Your pose is perfect, but you seem a little nervous.
french: [MS] Ta pose est parfaite, mais tu sembles un peu nerveux.
italian: [MS] La tua posa è perfetta, ma sembri un pò nervoso.

source: [R] I'm ok.
french: [R] Je vais bien.
italian: [R] Sto bene.

source: [RT] {i}I can't believe I'm sitting bare-assed naked in front of my sexy art teacher.{/i}
french: [RT] {i}Je n'arrive pas à croire que je suis assis nu devant ma professeure d'art sexy.{/i}
italian: [RT] {i}Non posso credere di essere seduto a culo nudo di fronte alla mia sexy insegnante d'arte.{/i}

source: [RT] {i}I wonder if she likes what she sees?{/i}
french: [RT] {i}Je me demande si elle aime ce qu'elle voit?{/i}
italian: [RT] {i}Chissà se le piace quello che vede? {/i}

source: [RT] {i}I wonder if she would ever...{/i}
french: [RT] {i}Je me demande si elle le ferait un jour...{/i}
italian: [RT] {i}Mi chiedo se lei potrebbe mai...{/i}

source: [RT] {i}Oh, shit!... I'd better stop thinking sexy thoughts.{/i}
french: [RT] {i}Oh, merde!... Je ferais mieux d'arrêter de penser à des pensées sexy.{/i}
italian: [RT] {i}Oh, merda!... E' meglio che smetta di fare pensieri sexy.{/i}

source: [RT] {i}Oh, shit!... You stupid penis!{/i}
french: [RT] {i}Oh, merde!... Imbécile de pénis !{/i}
italian: [RT] {i}Oh, merda! Stupido pene!{/i}

source: [RT] {i}You've betrayed me!{/i}
french: [RT] {i}Tu m'as trahi!{/i}
italian: [RT] {i}Mi hai tradito!{/i}

source: [MS] [ryan]?... Is there a problem?
french: [MS] [ryan]?... Y a-t-il un problème?
italian: [MS] [ryan]?... C'è un problema?

source: [R] Sorry... I'm just... trying to get something under control.
french: [R] Désolé... Je suis juste... en train d'essayer de maîtriser quelque chose.
italian: [R] Scusa... Sto solo... cercando di avere qualcosa sotto controllo.

source: [MS] Oh, no!... This won't do at all.
french: [MS] Oh, non!... Cela ne suffira pas du tout.
italian: [MS] Oh, no!... Questo non va bene per niente.

source: [MS] I can't draw your little guy... I mean big guy when it's like this...
french: [MS] Je ne peux pas dessiner ton petit gars... Je veux dire un grand gars quand c'est comme ça...
italian: [MS] Non posso disegnare il tuo piccolo... Voglio dire grande uomo quando è così...

source: [MS] There's a very fine line between a tasteful nude and porn... And an erect penis is definitely in the latter category.
french: [MS] Il y a une ligne très fine entre un nu de bon goût et du porno... Et un pénis en érection est définitivement dans cette dernière catégorie.
italian: [MS] C'è una linea molto sottile tra un nudo di buon gusto e il porno... E un pene eretto è sicuramente nella seconda categoria.

source: [R] But... Are you sure?
french: [R] Mais... Es-tu sûre?
italian: [R] Ma... Sei sicuro?

source: [MS] Well, I need to know how serious this is, to see if we're just going to have to do this another day.
french: [MS] Eh bien, j'ai besoin de savoir à quel point c'est sérieux, pour voir si nous allons juste devoir le faire un autre jour.
italian: [MS] Beh, ho bisogno di sapere quanto è grave la situazione, per capire se dovremo farlo un altro giorno.

source: [MS] So, go ahead...
french: [MS] Alors, vas-y...
italian: [MS] Quindi, vai avanti...

source: [MS] Oh, wow!... You're both a grower and a shower!
french: [MS] Oh, wow!... Tu es à la fois un cultivateur et une douche!
italian: [MS] Oh, wow!... Sei sia un coltivatore che una doccia!

source: [R] Uhhh... Thanks... I think.
french: [R] Euhh... Merci... Je pense.
italian: [R] Uhhh... Grazie... Credo.

source: [MS] Oh, yes... You should be very proud of this dick!
french: [MS] Oh, oui... Tu devrais être très fière de cette bite !
italian: [MS] Oh, sì... Dovresti essere molto orgoglioso di questo cazzo!

source: [MS] I've only ever seen its equal in pornos.
french: [MS] Je n'ai jamais vu son égal que dans les pornos.
italian: [MS] Ho visto il suo uguale solo nei porno.

source: [R] You watch porn?
french: [R] Tu regardes du porno?
italian: [R] Guardi i porno?

source: [MS] Oh, please, [ryan]... Everyone does... Even your teachers.
french: [MS] Oh, s'il te plaît, [ryan]... Tout le monde le fait... Même tes professeurs.
italian: [MS] Oh, per favore, [ryan]... Tutti lo fanno... Anche i tuoi insegnanti.

source: [MS] Now, the question is... What are we going to do to get this massive hardon to go away?
french: [MS] Maintenant, la question est... Qu'allons-nous faire pour que cette énorme trique disparaisse ?
italian: [MS] Ora, la domanda è... Cosa possiamo fare per far sparire questa enorme erezione?

source: [MS] Maybe it would help, if we knew what caused it?
french: [MS] Peut-être que cela aiderait, si nous savions ce qui l'a causé?
italian: [MS] Forse aiuterebbe, se sapessimo cosa l'ha causata?

source: [R] It's just... knowing I'm naked in front of such a beautiful woman... I just couldn't keep my mind from going where it shouldn't have.
french: [R] C'est juste... sachant que je suis nue devant une si belle femme... Je ne pouvais pas empêcher mon esprit d'aller là où il n'aurait pas dû.
italian: [R] È solo che... sapendo che sono nudo davanti ad una donna così bella... Non potevo evitare che la mia mente andasse dove non avrebbe dovuto.

source: [MS] I see... That's just what I suspected.
french: [MS] Je vois... C'est exactement ce que je soupçonnais.
italian: [MS] Capisco... È proprio quello che sospettavo.

source: [MST] {i}Don't do it!... Your husband will be furious if he finds out you're doing this with students again!{/i}
french: [MST] {i}Ne le fais pas!... Ton mari sera furieux s'il découvre que tu fais à nouveau cela avec des étudiants!{/i}
italian: [MST] {i}Non farlo!... Tuo marito si infurierà se scopre che lo stai facendo di nuovo con gli studenti!

source: [MST] {i}Shut up, conscience!... My husband doesn't give me nearly the attention a hyper-sexualized woman like myself needs.{/i}
french: [MST] {i}Tais-toi, ma conscience !... Mon mari ne me donne pas l'attention dont une femme hypersexualisée comme moi a besoin.{/i}
italian: [MST] {i}Stai zitta, coscienza!... Mio marito non mi dà l'attenzione di cui una donna ipersessualizzata come me ha bisogno.

source: [MS] Since I'm the one who caused this... I should be the one to take care of it.
french: [MS] Puisque je suis celle qui a causé cela... Je devrais m'en occuper.
italian: [MS] Dato che sono io la causa di tutto questo... Dovrei essere io ad occuparmene.

source: [MS] That is... if you don't object?
french: [MS] C'est-à-dire... si tu ne t'y opposes pas ?
italian: [MS] Cioè... se non ti opponi?

source: [R] No... I... Just... I'm not sure what you mean.
french: [R] Non... Je... Juste... Je ne sais pas ce que tu veux dire.
italian: [R] No... io... Solo... Non sono sicuro di quello che vuoi dire.

source: [MS] I think you do.
french: [MS] Je pense que oui.
italian: [MS] Io penso di sì.

source: [MST] {i}Ok... I'm not cheating on my husband....{/i}
french: [MST] {i}Ok... Je ne trompe pas mon mari....{/i}
italian: [MST] {i}Ok... non sto tradendo mio marito....{/i}

source: [MST] {i}I'm just giving [ryan] a handjob so he can finish posing for me.{/i}
french: [MST] {i}Je donne juste à [ryan] une branlette pour qu'il puisse jouir sur moi.{/i}
italian: [MST] {i}Sto solo facendo una sega a [ryan] così può finire di posare per me.{/i}

source: [MST] {i}It's just like how nannies used to jack off little boys so they would sleep better.{/i}
french: [MST] {i}C'est comme la façon dont les nounous branlaient les petits garçons pour qu'ils dorment mieux.{/i}
italian: [MST] {i}E' proprio come quando le tate facevano le seghe ai bambini per farli dormire meglio.{/i}

source: [MST] {i}The fact that I really enjoy it is beside the point.{/i}
french: [MST] {i}Le fait que je l'apprécie vraiment est un bon point.{/i}
italian: [MST] {i}Il fatto che mi piaccia davvero non è importante.{/i}

source: [MST] {i}Not to mention the revitalizing skin benefits I'll get from a cum facial.{/i}
french: [MST] {i}Sans parler des bienfaits revitalisants pour la peau que j'obtiendrai avec du foutre sur le visage.{/i}
italian: [MST] {i}Per non parlare dei benefici rivitalizzanti per la pelle che otterrò da una pulizia del viso alla sborra.{/i}

source: [RT] {i}Oh, my God!... If I'd known that making posters for Lauren would end in me getting a handy from Mrs. Stone, I never would have complained about it.{/i}
french: [RT] {i}Oh, mon Dieu!... Si j'avais su que faire des affiches pour Lauren finirait par me faire faire une pipe de Mme Stone, je ne m'en serais jamais plaint.{/i}
italian: [RT] {i}Oh, mio Dio! Se avessi saputo che fare dei poster per Lauren mi avrebbe portato a ricevere una mano dalla signora Stone, non mi sarei mai lamentata.{/i}

source: [RT] {i}I mean, I've heard Mrs. Stone has a reputation, but I never would have guessed that I would be on the receiving end of her generosity to male students.{/i}
french: [RT] {i}Je veux dire, j'ai entendu dire que Mme Stone a une réputation, mais je n'aurais jamais deviné que je verrais sa générosité envers les étudiants masculins.{/i}
italian: [RT] {i}Voglio dire, ho sentito che la sig.ra Stone ha una certa reputazione, ma non avrei mai immaginato che mi sarei trovata dalla parte del destinatario della sua generosità verso gli studenti maschi.{/i}Si sta avvicinando, sig.ra Stone.

source: [MS] Just let it out.
french: [MS] Laisses-le sortir.
italian: [MS] Fallo uscire e basta.

source: [MS] I've never seen so much cum from one person!
french: [MS] Je n'ai jamais vu autant de sperme d'une seule personne!
italian: [MS] Non ho mai visto così tanto sperma da una sola persona!

source: [MS] That was like a three man bukkake!
french: [MS] C'était comme un bukkake à trois hommes!
italian: [MS] Era come un bukkake a tre uomini!

source: [RT] {i}I can't believe Mrs. Stone knows what a bukkake is.{/i}
french: [RT] {i}Je n'arrive pas à croire que Mme Stone sache ce qu'est un bukkake.{/i}
italian: [RT] {i}Non posso credere che la signora Stone sappia cos'è un bukkake.{/i}

source: [MS] You must have been really backed up.
french: [MS] Tu dois avoir été vraiment sauvegardé.
italian: [MS] Devi essere stato molto tirato su.

source: [MS] I'll see you soon?
french: [MS] À bientôt ?
italian: [MS] Ci vediamo presto?

source: [R] Yeah... As soon as I need some more posters.
french: [R] Ouais... Dès que j'ai besoin de quelques affiches supplémentaires.
italian: [R] Sì... Non appena avrò bisogno di altri poster.

source: [MS] Oh, right...
french: [MS] Oh, c'est ça...
italian: [MS] Oh, giusto...

source: [R] Remove my shirt again?
french: [R] Retirer à nouveau ma chemise?
italian: [R] Rimuovere di nuovo la maglia?

source: [MS] Uh... yes please, but would you also be willing to remove your pants?
french: [MS] Euh... oui, mais serais-tu également prêt à retirer ton pantalon?
italian: [MS] Uh... sì per favore, ma saresti anche disposto a rimuovere i pantaloni?

source: [MS] You can keep your underwear on. I just need to capture more of your figure to complete my painting.
french: [MS] Tu peux garder tes sous-vêtements. J'ai juste besoin de capturer plus de ta silhouette pour compléter ma peinture.
italian: [MS] Puoi mantenere la tua biancheria intima accesa. Ho solo bisogno di catturare più della tua figura per completare il mio dipinto.

source: [RT] {i}Having me strip slowly?... While she captures my image?... I think I'm starting to understand how the girls feel when I ask them to strip for my photo shoots.{/i}
french: [RT] {i}Me déshabiller lentement ?... Pendant qu'elle me photographie ?... Je pense que je commence à comprendre ce que ressentent les filles quand je leur demande de se déshabiller pour mes séances photo.{/i}
italian: [RT] {i}Avendo me striscia lentamente?... Mentre cattura la mia immagine?... Penso che sto cominciando a capire come si sentono le ragazze quando chiedo loro di strappare per i miei scatti fotografici.{/i}

source: [RT] {i}So... I guess I'd be a hypocrite if I said no.{/i}
french: [RT] {i}Donc... Je serais hypocrite si je disais non.{/i}
italian: [RT] {i}So... Immagino di essere un ipocrita se ho detto no.{/i}

source: [MS] Perfect, let me grab my canvas, and I'll lock the door to make sure nobody disturbs the artistic process.
french: [MS] Parfait, Laisses-moi saisir ma toile, et je verrouille la porte pour m'assurer que personne ne perturbe le processus artistique.
italian: [MS] Perfetta, permettetemi di afferrare la mia tela e chiuderò la porta per assicurarsi che nessuno disturba il processo artistico.

source: [MS] Your pose is perfect. Just like last time.
french: [MS] Ta pose est parfaite. Comme la dernière fois.
italian: [MS] La tua posa è perfetta. Proprio come la scorsa volta.

source: [RT] {i}I should try to flex a little... Just so Mrs. Stone can see how strong my muscles really are.{/i}
french: [RT] {i}Je devrais essayer de fléchir un peu... Juste pour que Mme Stone puisse voir à quel point mes muscles sont forts.{/i}
italian: [RT] {i}Dovrei provare a flettere un po'... Solo così la signora Stone può vedere quanto sono forti i miei muscoli.{/i}

source: [MS] Now, hold still while I try to capture your likeness.
french: [MS] Maintenant, restes immobile pendant que j'essaie de capturer ta ressemblance.
italian: [MS] Ora, tieni fermo mentre provo a catturare la tua somiglianza.

source: [MST] {i}Damn!... I got him to take his pants off.{/i}
french: [MST] {i}Merde!... Je lui ai demandé d'enlever son pantalon.{/i}
italian: [MST] {i}Dannazione!... L'ho fatto sparire i pantaloni.{/i}

source: [MST] {i}Am I being predatory, like my husband claims I am?{/i}
french: [MST] {i}Suis-je prédatrice, comme mon mari le prétend ?{/i}
italian: [MST] {i}Sono predatorio, come afferma mio marito?{/i}

source: [MST] {i}I wonder if I could have gotten him to take off his underwear?{/i}
french: [MST] {i}Je me demande si j'aurais pu lui faire enlever ses sous-vêtements?{/i}
italian: [MST] {i}Mi chiedo se avrei potuto fargli togliersi la biancheria intima?{/i}

source: [MST] {i}No!... Stop thinking like that.{/i}
french: [MST] {i}Non!... Arrête de penser comme ça.{/i}
italian: [MST] {i}No!... Smetti di pensare così.{/i}

source: [MST] {i}Just... paint the canvas.{/i}
french: [MST] {i}Juste... peindre la toile.{/i}
italian: [MST] {i}Giusto... dipinge la tela.{/i}

source: {i}(A few more minutes later){/i}
french: {i}(Encore quelques minutes plus tard){/i}
italian: {i}(Pochi minuti più tardi){/i}

source: [MS] And done... At least for today.
french: [MS] Et c'est fait... Au moins pour aujourd'hui.
italian: [MS] E fatto... almeno per oggi.

source: [MS] I've got a class starting in a few minutes so, please, will you come back another day so I can finish capturing your likeness?
french: [MS] J'ai un cours qui commence dans quelques minutes, alors, s'il te plait, reviendras-tu un autre jour pour que je puisse finir de capturer ta ressemblance?
italian: [MS] Ho una lezione che inizia tra pochi minuti così, per favore, tornerai un altro giorno così posso finire di catturare le tue somiglianze?

source: [MST] {i}Can I control myself and let him keep his underwear on?{/i}
french: [MST] {i}Puis-je me contrôler et le laisser garder ses sous-vêtements?{/i}
italian: [MST] {i}Posso controllare me stesso e fargli mantenere la sua biancheria intima su?{/i}

source: [MST] {i}Shit!... I think I know myself well enough to know that that's not going to happen.{/i}
french: [MST] {i}Merde!... Je pense que je me connais assez bien pour savoir que cela n'arrivera pas.{/i}
italian: [MST] {i}Merda!... Penso di conoscermi abbastanza bene da sapere che non accadrà.{/i}

source: [R] Yeah, most likely I'll be back to have more posters made.
french: [R] Oui, très probablement, je reviendrai pour faire d'autres affiches.
italian: [R] Sì, molto probabilmente tornerò ad avere più poster fatti.

source: [R] Thanks, Mrs. Stone... I do too.
french: [R] Merci, Mme Stone... Moi aussi.
italian: [R] Grazie, signora Pietra... lo faccio anche io.

source: [R] What's that?
french: [R] C'est quoi ça ?
italian: [R] Cos'è quello?

source: [MS] Would you mind just taking off your shirt and tie?
french: [MS] Veux-tu simplement enlever ta chemise et ta cravate?
italian: [MS] Ti dispiacerebbe semplicemente toglierti la camicia e le legame?

source: [R] What? Really?
french: [R] Quoi? Vraiment?
italian: [R] Che cosa? Davvero?

source: [MS] Yeah, for this piece, I really want to capture the physique of the average male student.
french: [MS] Oui, pour cette pièce, je veux vraiment capturer le physique de l'étudiant masculin moyen.
italian: [MS] Sì, per questo brano, voglio davvero catturare il fisico dello studente medio maschile.

source: [MS] Though... maybe your muscles are a little bigger than the average male student?
french: [MS] Cependant... peut-être que tes muscles sont un peu plus gros que l'étudiant masculin moyen?
italian: [MS] Pensare... forse i tuoi muscoli sono un po' più grandi dello studente maschio medio?

source: [R] Well, I don't want to brag, but I've tried to keep myself in pretty good shape.
french: [R] Eh bien, je ne veux pas me vanter, mais j'essaie de me maintenir en assez bonne forme.
italian: [R] Beh, non voglio vantarmi, ma ho cercato di tenermi in forma abbastanza buona.

source: [MS] Ohh... Do you mind letting me draw you without your shirt, then?
french: [MS] Ohh... Tu peux me laisser te dessiner sans ta chemise, alors ?
italian: [MS] Ohh... Ti dispiace lasciarti disegnare senza la tua camicia, allora?

source: [R] Yeah, I suppose I could do that.
french: [R] Ouais, je suppose que je pourrais le faire.
italian: [R] Sì, immagino che potrei farlo.

source: [MST] {i}Damn!... I haven't had a shirtless boy in my class for a long time.{/i}
french: [MST] {i}Merde!... Je n'ai pas eu de garçon torse nu dans ma classe depuis longtemps.{/i}
italian: [MST] {i}Dannazione!... Non ho avuto un ragazzo senza camicia nella mia classe per molto tempo.{/i}

source: [MST] {i}And I'm not going to let it progress as far as last time... He's only got his shirt off.{/i}
french: [MST] {i}Et je ne vais pas le laisser progresser aussi loin que la dernière fois... Il a seulement enlevé sa chemise.{/i}
italian: [MST] {i}E non farò progredire fino all'ultima volta... è solo spento la maglia.{/i}

source: [MST] {i}Should I have tried to get him down to his underwear?{/i}
french: [MST] {i}Aurais-je dû essayer de lui faire enlever ses sous-vêtements ?{/i}
italian: [MST] {i}Dovrei aver provato a farlo scendere nella sua intima?{/i}

source: [MS] The ink on your posters is almost dry.
french: [MS] L'encre de tes affiches est presque sèche.
italian: [MS] L'inchiostro sui vostri manifesti è quasi asciutto.

source: [MS] I'm going to scan them real quick, and then you can do some posing for me while they're being printed.
french: [MS] Je vais les scanner très rapidement, puis tu pourras poser pour moi pendant qu'ils sont en train de s'imprimer.
italian: [MS] Ho intenzione di scansionarli veramente veloce, e poi si può fare un po 'in posa per me mentre sono stampati.

source: [MS] So 10 of each for a total of 20 posters, right?
french: [MS] Donc 10 de chacun pour un total de 20 affiches, non?
italian: [MS] Così 10 di ciascuno per un totale di 20 manifesti, giusto?

source: [R] Yes, thank you.
french: [R] Oui, merci.
italian: [R] Si, grazie.

source: [MS] Great!... Why don't you grab a stool and go in front of my easel and try to think of a pose where you look thoughtful. You know, like a model student should be.
french: [MS] Génial!... Pourquoi ne pas prendre un tabouret et aller devant mon chevalet et essayer de penser à une pose où tu as l'air pensif. Tu sais, comme un étudiant modèle devrait l'être.
italian: [MS] Grande!... Perché non afferri uno sgabello e vai davanti al mio cavalletto e cerca di pensare a una posa dove sembri pensieroso. Sai, come dovrebbe essere uno studente modello.

source: [MS] I'll be right back after I get your posters printing.
french: [MS] Je reviendrai après avoir imprimé tes affiches.
italian: [MS] Tornerò subito dopo aver stampato i tuoi poster.

source: {i}(A few minutes later){/i}
french: {i}(Quelques minutes plus tard){/i}
italian: {i}(Alcuni minuti più tardi){/i}

source: [MS] That pose is perfect.
french: [MS] Cette pose est parfaite.
italian: [MS] La posa è perfetta.

source: [MS] I've got a class starting in a few minutes so, I need you to come back another day so I can finish capturing your likeness.
french: [MS] J'ai un cours qui commence dans quelques minutes, donc j'ai besoin que tu reviennes un autre jour pour que je puisse finir de capturer ta ressemblance.
italian: [MS] Ho una lezione che inizia in pochi minuti, Ho bisogno di tornare un altro giorno in modo da poter finire di catturare la tua somiglianza.

source: [R] Ok, I promise I'll be back!
french: [R] Ok, je promets que je reviendrai!
italian: [R] Ok, prometto che sarò tornato!

source: [MS] And thanks for coming to see me. This is the most enjoyable free hour I've had in a long time.
french: [MS] Et merci d'être venu me voir. C'est l'heure libre la plus agréable que j'ai eue depuis longtemps.
italian: [MS] E grazie per essere venuto a trovarmi. Questa è l'ora gratuita più piacevole che ho avuto da molto tempo.

source: [RT] {i}Oh God, Mrs. Stone is so good!... I'm going to cum!{/i}
french: [RT] {i}Oh Mon Dieu, Mme Stone est si bonne!... Je vais jouir!{/i}
italian: [RT] {i}Oh Dio, la signora Stone è così buona!... Sto per venire! {/i}

source: [MS] I feel like you filled up my stomach!
french: [MS] J'ai l'impression que tu m'as rempli le ventre!
italian: [MS] Mi sento come se mi avessi riempito lo stomaco!

source: [MS] I don't think I'll be needing lunch later.
french: [MS] Je ne pense pas avoir besoin de déjeuner plus tard.
italian: [MS] Non credo che avrò bisogno del pranzo più tardi.

source: [MS] That took longer than I thought it would.
french: [MS] Cela a pris plus de temps que je ne le pensais.
italian: [MS] Ci è voluto più tempo di quanto pensassi.

source: [MS] My skin is going to be silky soft for days!
french: [MS] Ma peau va être douce et soyeuse pendant des jours!
italian: [MS] La mia pelle sarà morbida come la seta per giorni!
