Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [PH] Welcome students!
french: [PH] Bienvenue aux étudiants!
italian: [PH] Benvenuto studenti!

source: [PH] Students?...
french: [PH] étudiants ?...
italian: [PH] Studenti?...

source: [PH] Can you please be quiet, and give me your attention!
french: [PH] Pouvez-vous vous taire, et donnez-moi votre attention!
italian: [PH] Puoi essere tranquillo, e darmi la tua attenzione!

source: [PH] Thank you.
french: [PH] Merci.
italian: [PH] Grazie.

source: [PH] And once again, welcome to this special student body election assembly.
french: [PH] Et encore une fois, bienvenue à cette assemblée électorale spéciale du corps étudiant.
italian: [PH] E ancora una volta, benvenuto in questa speciale assemblea elettorale del corpo studentesco.

source: [PH] Our candidates have been working hard to get your votes, and now it's time for them to make one last appeal.
french: [PH] Nos candidats ont travaillé dur pour obtenir vos votes, et il est maintenant temps pour eux de faire un dernier appel.
italian: [PH] I nostri candidati hanno lavorato sodo per ottenere i vostri voti, e ora è il momento per loro di fare un ultimo appello.

source: [PH] We'll start the assembly with the two candidates for student body president, Matt and Lauren.
french: [PH] Nous allons commencer l'assemblée avec les deux candidats à la présidence du corps étudiant, Matt et Lauren.
italian: [PH] Inizieremo l'assemblea con i due candidati per il presidente del corpo studentesco, Matt e Lauren.

source: [PH] We'll let them come and take a few minutes each to give you their campaign speeches, and then we'll have a skit from them in the same order.
french: [PH] Nous les laisserons venir prendre quelques minutes chacun pour vous faire leurs discours de campagne, puis nous aurons un sketch d'eux dans le même ordre.
italian: [PH] Li lasceremo venire e impiegheremo alcuni minuti ciascuno per darti i loro discorsi di campagna, e poi avremo uno skit da loro nello stesso ordine.

source: [PH] We'll begin with a young man that needs no introduction.
french: [PH] Nous allons commencer par un jeune homme qui n'a pas besoin d'être présenté.
italian: [PH] Inizieremo con un giovane che non ha bisogno di introduzione.

source: [PH] The captain of our basketball team for the last two years.
french: [PH] Le capitaine de notre équipe de basket depuis deux ans.
italian: [PH] Il capitano della nostra squadra di basket negli ultimi due anni.

source: [PH] The leader who brought our school two state titles.
french: [PH] Le chef qui a apporté à notre école deux titres d'État.
italian: [PH] Il leader che ha portato la nostra scuola due titoli statali.

source: [PH] Let's give it up for Matt!
french: [PH] Applaudissons Matt !
italian: [PH] Rinunciamo a Matto!

source: [PH] {i}(talking quickly and muffled){/i} Followed shortly after by Lauren.
french: [PH] {i}(parler rapidement et étouffé) {/i} Suivi peu de temps après par Lauren.
italian: [PH] {i}(parlando velocemente e smorzato){/i} Seguito poco dopo da Lauren.

source: [MB] Thank you, Principal Hardun!
french: [MB] Merci, monsieur le principal Hardun!
italian: [MB] Grazie, Principale hardun!

source: [MB] How bout this guy! Puts the "pal" back in principal, am I right?
french: [MB] Qu'en est-il de ce mec! Remet le 'copain' au poste de directeur, n'est-ce pas?
italian: [MB] Come bout questo ragazzo! Mette il "palo" di nuovo in principale, ho ragione?

source: [MB] Shagtown High School Basketball Rules!
french: [MB] Règles de basket-ball du lycée de Shagtown!
italian: [MB] Shagtown High School Basketball Ruls!

source: [MB] I want to thank all of you students for being such a great support to me and the team.
french: [MB] Je tiens à remercier tous les étudiants d'avoir été un si grand soutien pour moi et l'équipe.
italian: [MB] Voglio ringraziare tutti voi studenti per essere un così grande supporto a me e alla squadra.

source: [X] You rule, Matt!
french: [X] Tu es le meilleur, Matt !
italian: [X] Sei il migliore, Matt!

source: [MB] Haha... You too, Chad.
french: [MB] Haha... Toi aussi, Chad.
italian: [MB] Haha... Anche tu, Chad.

source: [MB] Listen, I've given my all to our basketball team, and to our school.
french: [MB] Écoutes, j'ai tout donné à notre équipe de basket et à notre école.
italian: [MB] Ascolta, ho dato tutto me stesso alla nostra squadra di basket e alla nostra scuola.

source: [MB] And all I ask in return, is for your vote.
french: [MB] Et tout ce que je demande en retour, c'est ton vote.
italian: [MB] E tutto quello che chiedo in cambio è il vostro voto.

source: [MB] So when the time comes, pull out your phones and vote for me, Matt for student body President!
french: [MB] Alors le moment venu, sortez vos téléphones et votez pour moi, Matt pour président du corps étudiant!
italian: [MB] Quando arriva il momento, tirate fuori i vostri telefoni e votate per me, Matt per il presidente del corpo studente!

source: [L] Oh, my God!... It's my turn.
french: [L] Oh, mon Dieu!... C'est mon tour.
italian: [L] Oh, mio Dio!... È il mio turno.

source: [R] Don't worry!... Matt's speech was short and empty.
french: [R] Ne t'inquiètes pas!... Le discours de Matt était court et vide.
italian: [R] Non preoccuparti!... Il discorso di Matt è stato breve e vuoto.

source: [R] He's clearly overconfident.
french: [R] Il est clairement trop confiant.
italian: [R] È chiaramente troppo sicuro di sé.

source: [R] And for you, that's a good thing!
french: [R] Et pour toi, c'est une bonne chose!
italian: [R] E per te, questa è una buona cosa!

source: [L] I'm so nervous!
french: [L] Je suis si nerveuse!
italian: [L] Sono così nervosa!

source: [R] Don't worry! Just go out there, be confident, you've got everything you need to win this election.
french: [R] Ne t'inquiètes pas! Vas-y, sois confiante, tu as tout ce dont tu as besoin pour gagner cette élection.
italian: [R] Non preoccuparti! Vai là fuori, sii fiducioso, hai tutto ciò di cui hai bisogno per vincere queste elezioni.

source: [L] Thanks, [ryan]!
french: [L] Merci, [ryan]!
italian: [L] Grazie, [ryan]!

source: [L] No matter what happens, I'll always be grateful to you for doing your best to help me win this.
french: [L] Quoi qu'il arrive, je te serai toujours reconnaissant de faire de ton mieux pour m'aider à gagner cela.
italian: [L] Non importa cosa succederà, ti sarò sempre grata per aver fatto del tuo meglio per aiutarmi a vincere.

source: [R] It's nothing... Now get out there and break a leg!
french: [R] Ce n'est rien... Maintenant, sors et casses la baraque!
italian: [R] Non è niente... Ora vai là fuori e in bocca al lupo!

source: [X] {i}(Chanting){/i} Cosplay girl... cosplay girl... cosplay girl!!
french: [X] {i}(en chantant){/i} Fille du cosplay... fille du cosplay... fille du cosplay!!

source: [L] Thank you all so much!
french: [L] Merci à tous!
italian: [L] Grazie a tutti voi!

source: [L] Thank you!
french: [L] Merci beaucoup!
italian: [L] Grazie!

source: [L] Just a little while ago, none of you even knew my name.
french: [L] Il y a peu, aucun d'entre vous ne connaissait mon nom.
italian: [L] Solo poco tempo fa, nessuno di voi sapeva nemmeno il mio nome.

source: [L] Now, a lot of you still don't know my name, but know me as...
french: [L] Maintenant, beaucoup d'entre vous ne connaissent toujours pas mon nom, mais me connaissent comme...
italian: [L] Ora, molti di voi ancora non sanno il mio nome, ma mi conoscono come...

source: [X] Go, Cosplay Girl!!
french: [X] Aller, Cosplay Girl!!
italian: [X] Vai, ragazza Cosplay!

source: [L] Haha... yes... Cosplay Girl.
french: [L] Haha... oui... Cosplay Girl.
italian: [L] Haha... sì... Cosplay Girl.

source: [L] But don't forget, you won't see Cosplay Girl on the ballot.
french: [L] Mais n'oubliez pas que vous ne verrez pas de fille Cosplay sur le bulletin de vote.
italian: [L] Ma non dimenticare che non vedrai Cosplay Girl sulla scheda elettorale.

source: [L] Make sure you vote for Lauren.
french: [L] Assurez-vous de voter pour Lauren.
italian: [L] Assicurati di votare per Lauren.

source: [X] Marry me, Lauren!
french: [X] Épouse-moi, Lauren!
italian: [X] Sposami, Lauren!

source: [L] I just want to thank all of you for your recent support.
french: [L] Je tiens juste à vous remercier tous pour votre soutien récent.
italian: [L] Voglio solo ringraziare tutti voi per il vostro recente supporto.

source: [L] For the kind words, for the propositions. hehe...
french: [L] Pour les mots aimables, pour les propositions. héhé...
italian: [L] Per le parole gentili, per le proposte. hehe...

source: [L] For the friendly butt squeezes in the hallway.
french: [L] Pour les âmes serrés amicales dans le couloir.
italian: [L] Per le amichevoli strette di culo nel corridoio.

source: [L] What better way to show me that you've got my back.
french: [L] Quelle meilleure façon de me montrer que vous m'avez retrouvée.
italian: [L] Quale modo migliore per dimostrarmi che mi coprite le spalle.

source: [X] We love you, Lauren!
french: [X] Nous t'aimons, Lauren!
italian: [X] Ti amiamo, Lauren!

source: [L] I just want you all to know, that if you elect me student body president, I will give my all to be the best dang student body president this school has ever seen!
french: [L] Je veux juste que vous sachiez tous que si vous m'élisez président du corps étudiant, je donnerai tout pour être le meilleur président du corps étudiant que cette école ait jamais vu!
italian: [L] Voglio solo che sappiate che se mi eleggerete presidente del corpo studentesco, darò tutto me stesso per essere il miglior presidente del corpo studentesco che questa scuola abbia mai visto!

source: [X] Go, Lauren!
french: [X] Vas-y, Lauren!
italian: [X] Vai, Lauren!

source: [L] And to show you how much I will honor that commitment, I want to let you all in on a little perk that I've worked hard to secure for you, if you elect me.
french: [L] Et pour vous montrer à quel point j'honorerai cet engagement, je veux vous laisser tous bénéficier d'un petit avantage que j'ai travaillé dur pour vous, si vous m'élisez.
italian: [L] E per mostrarvi quanto onorerò questo impegno, voglio rendere noto a tutti voi un piccolo vantaggio che ho lavorato duramente per assicurarvi, se mi eleggerete.

source: [L] I stand before you in the uniform that we students, and our forerunners have been wearing for the last thirty-five years.
french: [L] Je me tiens devant vous dans l'uniforme que nous, étudiants, et nos précurseurs, portons depuis trente-cinq ans.
italian: [L] Sono qui davanti a voi con l'uniforme che noi studenti e i nostri precursori abbiamo indossato negli ultimi trentacinque anni.

source: [L] And I'm happy to announce that the schoolboard has given me permission to modernize our dress code.
french: [L] Et je suis heureux d'annoncer que la commission scolaire m'a donné la permission de moderniser notre code vestimentaire.
italian: [L] E sono felice di annunciare che il consiglio scolastico mi ha dato il permesso di modernizzare il nostro codice di abbigliamento.

source: [L] None of us girls will have to buy new uniforms, in fact, you don't have to make any changes at all if you don't want to.
french: [L] Aucune de nous les filles n'aura à acheter de nouveaux uniformes, en fait, vous n'avez pas à faire de changements si vous ne le souhaitez pas.
italian: [L] Nessuna di noi ragazze dovrà comprare nuove uniformi, anzi, non dovrete fare alcun cambiamento se non volete.

source: [L] Let me show you the first modification we are allowed to make.
french: [L] Permettez-moi de vous montrer la première modification que nous sommes autorisés à apporter.
italian: [L] Lascia che ti mostri la prima modifica che ci è permesso fare.

source: [L] Think about those hot days when the air conditioner goes out. Well, class will no longer be such an awful hell with our wool sweater vests.
french: [L] Pensez à ces journées chaudes où le climatiseur s'éteint. Eh bien, la classe ne sera plus un enfer avec nos gilets en laine.
italian: [L] Pensa a quei giorni caldi in cui l'aria condizionata si spegne. Bene, la lezione non sarà più un inferno così terribile con i nostri gilet di lana.

source: [X] Yeah!... Take it off!
french: [X] Ouais!... Enlève-le !
italian: [X] Sì!... Toglietelo via!

source: [L] And even better, we're allowed to open up our shirts a bit, to give our skin a chance to breathe.
french: [L] Et encore mieux, on a le droit d'ouvrir un peu nos chemises, de donner à notre peau une chance de respirer.
italian: [L] E ancora meglio, ci sarà permesso di aprire un pò le nostre camicie, per dare alla nostra pelle la possibilità di respirare.

source: [L] Just think about how much better we'll perform academically if we're not drowning in our own sweat, trying to keep our makeup from running into our eyes.
french: [L] Il suffit de penser à quel point nous allons mieux performer sur le plan académique si nous ne nous noyons pas dans notre propre sueur, en essayant d'empêcher notre maquillage de nous couler dans les yeux.
italian: [L] Pensa solo a quanto migliore sarà il nostro rendimento accademico se non anneghiamo nel nostro stesso sudore, cercando di evitare che il trucco ci finisca negli occhi.

source: [L] So?... Cute, right?
french: [L] Alors ?... Mignon, non?
italian: [L] Quindi? Carino, vero?

source: [L] And it still gets better.
french: [L] Et ça va encore mieux.
italian: [L] E c'è ancora di meglio.

source: [L] We're also allowed to hem up our skirts. I've got another skirt on under this one to show just how much shorter we can wear our skirts.
french: [L] Nous sommes également autorisés à ourler nos jupes. J'ai une autre jupe sous celle-ci pour montrer à quel point nous pouvons porter nos jupes beaucoup plus courtes.
italian: [L] Ci è anche permesso di fare l'orlo alle gonne. Ho un'altra gonna sotto questa per mostrare quanto possiamo accorciare le nostre gonne.

source: [X] Go, Cosplay Girl!... Se-xy!
french: [X] Allez, Cosplay Girl!... Se-xy!
italian: [X] Vai, Ragazza Cosplay!... Se-xy!

source: [L] And that's it! What do you all think?
french: [L] Et c'est tout! Qu'en pensez-vous tous ?
italian: [L] E questo è tutto! Cosa ne pensate tutti?

source: [X] Thank you, Lauren!
french: [X] Merci, Lauren!
italian: [X] Grazie, Lauren!

source: [MT] {i}Holy fuck!... My daughter is stripping on stage at school! This has Will Tylor's hands written all over it! I'm going to kill him the next time I see him! How the hell is he able to manipulate the school board so well?{/i}
french: [MT] {i}Putain !... Ma fille se déshabille sur scène à l'école ! Il y a les mains de Will Tylor dessus elle ! Je vais le tuer la prochaine fois que je le verrai ! Comment est-il capable de manipuler la commission scolaire comme ça ?{/i}
italian: [MT] {i}Oh, cazzo! Mia figlia si sta spogliando sul palco della scuola! Questo ha le mani di Will Tylor scritte ovunque! Lo ucciderò la prossima volta che lo vedo! Come diavolo fa a manipolare così bene il consiglio scolastico?

source: [L] Oh, and let me show you how it looks from behind.
french: [L] Oh, et laissez-moi vous montrer à quoi ça ressemble de derrière.
italian: [L] Oh, e lascia che ti mostri come appare da dietro.

source: [X] Yeah... Show dat ass!
french: [X] Ouais... Montres ce que tu veux !
italian: [X] Sì... Mostra quel culo!

source: [L] And the boys will be able to wear shorts and more comfortable shoes!
french: [L] Et les garçons pourront porter des shorts et des chaussures plus confortables!
italian: [L] E i ragazzi potranno indossare pantaloncini e scarpe più comode!

source: [X] You're the best, Lauren!
french: [X] Tu es la meilleure, Lauren!
italian: [X] Sei la migliore, Lauren!

source: [L] I love you guys!
french: [L] Je vous aime les gars!
italian: [L] Vi amo ragazzi!

source: [L] So, don't forget!
french: [L] Alors, n'oubliez pas!
italian: [L] Quindi, non dimenticare!

source: [L] Vote for Lauren, the Cosplay Girl!
french: [L] Votez pour Lauren, la Cosplay Girl !
italian: [L] Votate per Lauren, la ragazza cosplay!

source: [L] Oh, that was so scary!
french: [L] Oh, ça faisait tellement peur !
italian: [L] Oh, è stato così spaventoso!

source: [R] Wow, Lauren, you did so good!
french: [R] Wow, Lauren, tu l'as fait tellement de bien!
italian: [R] Wow, Lauren, sei stata così brava!

source: [R] You had them eating out of the palm of your hand!
french: [R] Tu les as fait manger de la paume de ta main !
italian: [R] Li hai fatti mangiare dal palmo della tua mano!

source: [MD] Alright, [ryan]... We're just about set up.
french: [MD] D'accord, [ryan]... On est à peu près prêts.
italian: [MD] Bene, [ryan]... Siamo solo su configurazione.

source: [MD] OMG, Lauren!... You did so awesome!
french: [MD] OMG, Lauren!... Tu as été tellement génial!
italian: [MD] OMG, Lauren!... Hai fatto così fantastico!

source: [L] Oh my God, Mandy... It's so weird to see you in a cheerleading uniform.
french: [L] Oh mon Dieu, Mandy... C'est tellement bizarre de te voir en uniforme de cheerleading.
italian: [L] Oh mio Dio, Mandy... È così strano vederti in un'uniforme da cheerleader.

source: [L] Sorry, it's just... Most of the campaign, the cheerleaders were working for my enemy.
french: [L] Désolé, c'est juste... La plupart de la campagne, les pom-pom girls travaillaient pour mon ennemi.
italian: [L] Scusa, è solo che... Per la maggior parte della campagna, le cheerleader lavoravano per il mio nemico.

source: [MD] Don't worry... They've all been quietly pushing for you ever since Megan told them to change sides.
french: [MD] Ne vous inquiétez pas... Ils poussent tous tranquillement pour toi depuis que Megan leur a dit de changer de camp.
italian: [MD] Non preoccuparti... Sono stati tutti tranquillamente spingendo per voi da quando Megan ha detto loro di cambiare i lati.

source: [MD] I don't think anyone's given anything away. Matt's going to be totally caught off guard.
french: [MD] Je pense que personne n'a rien donné. Matt va être totalement pris au dépourvu.
italian: [MD] Non penso che nessuno abbia dato nulla di lontano. Mattsta per essere completamente preso fuori guardia.

source: [R] I guess we'll know if it all worked out in a few moments.
french: [R] Je suppose que nous saurons si tout a fonctionné dans quelques instants.
italian: [R] Immagino che sapremo se tutto ha funzionato tra qualche istante.

source: [MD] Relax... What could go wrong now?
french: [MD] Détendez-vous... Qu'est-ce qui pourrait mal tourner maintenant?
italian: [MD] Relax... Cosa potrebbe andare storto adesso?

source: [R] Famous last words.
french: [R] Derniers mots célèbres.
italian: [R] Le ultime parole famose.

source: [L] Shut up, [ryan]! You're making me worried.
french: [L] Tais-toi, [ryan]! Tu m'inquiètes.
italian: [L] Zitto, [ryan]! Mi stai facendo preoccupare.

source: [R] Haha... Sorry.
french: [R] Haha... Pardon.
italian: [R] Haha... Scusa.

source: [PH] Now for your enjoyment, we'll have a skit by Matt, immediately followed by Lauren's.
french: [PH] Maintenant, pour votre plus grand plaisir, nous aurons un sketch de Matt, immédiatement suivi de celui de Lauren.
italian: [PH] Ora per il vostro divertimento, avremo uno skit di Matt, immediatamente seguito da Lauren.

source: [X] Woo..wooo! Go Megan!
french: [X] Woo..wooo! Allez Megan!
italian: [X] Woo..wooo! Vai Megan!

source: [MG] Hello, Students of Shagtown High.
french: [MG] Bonjour, étudiants du lycée de Shagtown.
italian: [MG] Salve, studenti del Liceo Shagtown.

source: [MG] Hi Matt, you lying son of a bitch!
french: [MG] Salut Matt, fils de pute menteur!
italian: [MG] Ciao Matt, bugiardo figlio di puttana!

source: [MG] I just want you to know, that I know what you did in the girls locker room.
french: [MG] Je veux juste que tu saches, que je sais ce que tu as fait dans le vestiaire des filles.
italian: [MG] Voglio solo che tu sappia che so cosa hai fatto nello spogliatoio delle ragazze.

source: [MG] I've known for some time now.
french: [MG] Je le sais depuis un certain temps maintenant.
italian: [MG] Lo so da un pò di tempo ormai.

source: [MG] Students, unless you're basic, don't vote for Matt!
french: [MG] Étudiants, à moins d'être basiques, ne votez pas pour Matt!
italian: [MG] Studenti, a meno che non siate di base, non votate per Matt!

source: [MG] How could you possibly trust anyone who would do his own girlfriend so dirty?
french: [MG] Comment pourriez-vous faire confiance à quelqu'un qui ferait sa propre petite amie cocue?
italian: [MG] Come puoi fidarti di qualcuno che farebbe la sua ragazza in modo così sporco?

source: [MG] Especially a girlfriend who lets him do almost anything and anyone he wants to.
french: [MG] Surtout une petite amie qui le laisse faire presque tout et n'importe ce qu'il veut.
italian: [MG] Specialmente una ragazza che gli permette di fare quasi tutto e tutti quelli che vuole.

source: [MG] I tell him to stay away from one single bitch, and what does he do?
french: [MG] Je lui dis de rester loin d'une seule chienne, et que fait-il?
italian: [MG] Gli dico di stare lontano da una sola puttana e lui cosa fa?

source: [MG] Well... I can't say it in front of all the teachers and principal without getting detention.
french: [MG] Bien... Je ne peux pas le dire devant tous les enseignants et le directeur sans risquer la détention.
italian: [MG] Beh... Non posso dirlo davanti a tutti gli insegnanti e al preside senza essere messo in punizione.

source: [MG] Needless to say, Matt is a filthy, dirty, untrustworthy douchebag that doesn't care about me, you, or his school.
french: [MG] Inutile de dire que Matt est un connard sale, sale et indigne de confiance qui ne se soucie pas de moi, de vous ou de son école.
italian: [MG] Inutile dire che Matt è un lurido, sporco, inaffidabile idiota che non si preoccupa di me, di te o della sua scuola.

source: [MG] The only thing Matt cares about, is himself!
french: [MG] La seule chose dont Matt se soucie, c'est lui-même!
italian: [MG] L'unica cosa che interessa a Matt è se stesso!

source: [MG] So, I'm here to tell you to vote for another candidate, one who's already proven her love for the school by saving us from those ancient sweaty rags.
french: [MG] Donc, je suis là pour vous dire de voter pour un autre candidat, celui qui a déjà prouvé son amour pour l'école en nous sauvant de ces vieux chiffons en sueur.
italian: [MG] Quindi, sono qui per dirti di votare per un altro candidato, uno che ha già dimostrato il suo amore per la scuola salvandoci da quegli antichi stracci sudati.

source: [MG] One who I'm sure would be loyal to her bae no matter what.
french: [MG] Celui qui, j'en suis sûr, serait fidèle à sa parole quoi qu'il arrive.
italian: [MG] Una che sono sicura che sarebbe fedele al suo amico a qualunque costo.

source: [MG] Of course I'm talking about our very own cosplay girl, Lauren!
french: [MG] Bien sûr, je parle de notre propre Cosplay girl, Lauren!
italian: [MG] Naturalmente sto parlando della nostra ragazza cosplay, Lauren!

source: [MG] Now, please enjoy a skit we cheerleaders put together just for her!
french: [MG] Maintenant, s'il vous plait, profitez d'un sketch que nous avons préparé pour elle!
italian: [MG] Ora, per favore, godetevi una scenetta che noi cheerleader abbiamo messo insieme solo per lei!

source: [X] {i}(Chanting){/i} Lauren... Lauren... Lauren!!
french: [X] {i}(En chantant){/i} Lauren... Lauren... Lauren!!
italian: [X] {i}(Canto){/i} Lauren... Lauren... Lauren!

source: [PH] So, it appears that Matt does not have a skit prepared, and so we'll move on to the moment you've all been waiting for.
french: [PH] Donc, il semble que Matt n'ait pas de sketch préparé, et nous passerons donc au moment que vous attendiez tous.
italian: [PH] Allora, sembra che Matt non abbia preparato una scenetta e quindi passiamo al momento che tutti stavate aspettando.
