Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [R] Actually, I've got some really good news for you, Lauren.
french: [R] En fait, j'ai de très bonnes nouvelles pour toi, Lauren.
italian: [R] In realtà, ho alcune buone notizie per voi, Lauren.

source: [L] Oh, my God!... That is the best news ever.
french: [L] Oh, mon Dieu!... C'est la meilleure nouvelle de tous les temps.
italian: [L] Oh, mio Dio!... Questa è la migliore notizia mai.

source: [R] I talked to Megan, and she said the cheer squad wants to perform the final skit for you.
french: [R] J'ai parlé à Megan et elle m'a dit que l'équipe de cheerleader voulait faire le sketch final pour toi.
italian: [R] Ho parlato con Megan, e ha detto che la squadra cheer vuole eseguire la scenetta finale per voi.

source: [R] So, you could get Mandy to contact Megan, and they could make some plans to get together and practice.
french: [R] Donc, tu pourrais demander à Mandy de contacter Megan, et ils pourraient faire des plans pour se réunir et s'entraîner.
italian: [R] Così, si potrebbe ottenere Mandy a contattare Megan, e potrebbero fare alcuni piani per riunirsi e praticare.

source: [L] Oh, thank God!... You're the best [ryan]! I was beginning to think I would have to drag Mandy here to perform by herself.
french: [L] Oh, Dieu merci!... Tu es le meilleur [ryan]! Je commençais à penser que je devrais traîner Mandy ici pour jouer seule.
italian: [L] Oh, grazie Dio!... Sei il migliore [ryan]! Stavo cominciando a pensare che avrei dovuto trascinare Mandy qui per eseguire da sola.

source: [L] I know my cousin Mandy has been meeting with Megan and the cheerleaders, and I think the skit is coming together pretty well.
french: [L] Je sais que ma cousine Mandy a rencontré Megan et les pom-pom girls, et je pense que le sketch se réunit plutôt bien.
italian: [L] So che mio cugino Mandy si è incontrato con Megan e gli cheerleader, e penso che lo skit si stia avvicinando abbastanza bene.

source: [L] I got a chance to watch them reahearsing, and I'm feeling pretty confident that it's going to be awesome!
french: [L] J'ai eu la chance de les regarder en train de les entendre, et je suis assez confiant que ça va être génial!
italian: [L] Ho avuto la possibilità di vederle provare, e mi sento abbastanza sicuro che sarà fantastico!

source: [L] Hopefully I won't have to drag Mandy here to perform it by herself.
french: [L] J'espère que je n'aurai pas à traîner Mandy ici pour l'exécuter toute seule.
italian: [L] Speriamo che non dovrò trascinare Mandy qui per eseguire da sola.

source: [R] Yeah?
french: [R] Oui?
italian: [R] Sì?

source: [L] It's been a while since we discussed trying to get permission to change the dress code.
french: [L] Cela fait un moment que nous avons discuté d'essayer d'obtenir la permission de changer le code vestimentaire.
italian: [L] È passato un po' di tempo da quando abbiamo discusso cercando di ottenere il permesso di cambiare il codice di abbigliamento.

source: [L] Have you made any progress on that?
french: [L] As-tu fait des progrès à ce sujet?
italian: [L] Hai compiuto qualche progresso in proposito?

source: [R] I actually have some really good news today.
french: [R] J'ai en fait de très bonnes nouvelles aujourd'hui.
italian: [R] In realtà oggi ho alcune buone notizie.

source: [R] I've received an email from Mr. William Tylor informing me that the modifications to the current dress code have been approved.
french: [R] J'ai reçu un courriel de M. William Tylor m'informant que les modifications au code vestimentaire actuel ont été approuvées.
italian: [R] Ho ricevuto una mail da William Tylor informandomi che le modifiche al codice di abbigliamento corrente sono state approvate.

source: [R] You'll be able to announce the change in your campaign speech!
french: [R] Tu pourras annoncer le changement dans ton discours de campagne !
italian: [R] Sarai in grado di annunciare il cambiamento nel tuo discorso della campagna!

source: [L] Oh, my God!... [ryan]!... you did it!
french: [L] Oh, mon Dieu!... [ryan]!... tu l'as fait !
italian: [L] Oh, mio Dio!... [ryan]!... l'hai fatta!

source: [MD] This will make us win for sure!
french: [MD] Cela nous fera gagner à coup sûr!
italian: [MD] Ciò ci farà vincere di sicuro!

source: [L] It's more than likely, but we've still got to be vigilant and do our best.
french: [L] C'est plus que probable, mais nous devons toujours être vigilants et faire de notre mieux.
italian: [L] È più che probabile, ma dobbiamo ancora essere vigilanti e fare del nostro meglio.

source: [L] Good job [ryan]!... You really came through.
french: [L] Bon travail [ryan]!... Tu as vraiment réussi.
italian: [L] Buon lavoro [ryan]!... Sei davvero riuscito.

source: [R] No, I've been trying, but so far no luck.
french: [R] Non, j'ai essayé, mais jusqu'à présent pas de chance.
italian: [R] No, ho provato, ma finora non ho avuto fortuna.

source: [L] Alright, well keep trying.
french: [L] D'accord, continues d'essayer.
italian: [L] Va bene, continua a provare.

source: [L] Ok... I've got a new item for the agenda.
french: [L] D'accord... J'ai un nouveau point à l'ordre du jour.
italian: [L] Ok... Ho un nuovo oggetto per l'ordine del giorno.

source: [L] I had the thought that we need to do something that gives us an edge, something that gives voters a solid reason why voting for me would actually make the school better than if Matt were president.
french: [L] J'ai pensé que nous devions faire quelque chose qui nous donne un avantage, quelque chose qui donne aux électeurs une raison solide pour laquelle voter pour moi rendrait l'école meilleure que si Matt était président.
italian: [L] Avevo pensato che dovevamo fare qualcosa che ci desse un bordo, qualcosa che dà agli elettori un valido motivo per cui votare per me in realtà renderebbe la scuola migliore rispetto a se Matt fosse presidente.

source: [L] So, I want us to come up with an idea that we can present to the school administration, and see if there's something unique they would let us impliment at the school if I won.
french: [L] Donc, je veux que nous trouvions une idée que nous pouvons présenter à l'administration de l'école, et voir s'il y a quelque chose d'unique qu'ils nous laisseraient implicite à l'école si je gagnais.
italian: [L] Quindi, voglio che ci venga un'idea che possiamo presentare all'amministrazione della scuola, e vedere se c'è qualcosa di unico che ci farebbe implorare alla scuola se ho vinto.

source: [L] I want us to brainstorm up a really good idea that we can present to them.
french: [L] Je veux que nous réfléchissions à une très bonne idée que nous pouvons leur présenter.
italian: [L] Voglio che ci riallacciiamo a una buona idea che possiamo presentare loro.

source: [K] What about an extra ten minutes for lunch?
french: [K] Qu'en est-il de dix minutes supplémentaires pour le déjeuner?
italian: [K] Che ne dici di dieci minuti extra per pranzo?

source: [L] We could try that, but I'll bet they would make us get out of school ten minutes later too.
french: [L] Nous pourrions essayer cela, mais je parie qu'ils nous feraient sortir de l'école dix minutes plus tard aussi.
italian: [L] Potremmo provare quello, ma scommetto che ci farebbero uscire dalla scuola anche dieci minuti dopo.

source: [MD] Yeah, that could make the students upset.
french: [MD] Oui, cela pourrait énerver les étudiants.
italian: [MD] Sì, questo potrebbe far arrabbiare gli studenti.

source: [L] We'll keep the idea in mind.
french: [L] Nous garderons l'idée à l'esprit.
italian: [L] Teniamo in mente questa idea.

source: [MD] What if we made every Friday pizza day?
french: [MD] Et si nous faisions tous les vendredis la journée de la pizza?
italian: [MD] E se facessimo ogni giorno della pizza del venerdì?

source: [MG] And not the crappy lunch lady pizza, but have Ray's Pizza from downtown bring it in.
french: [MG] Et pas la pizza pourrie du déjeuner, mais demandez à Ray's Pizza du centre-ville de l'apporter.
italian: [MG] E non la crappy pranzo signora pizza, ma hanno la Pizza di Ray dal centro della città portarla dentro.

source: [L] That's a fun idea.
french: [L] C'est une idée amusante.
italian: [L] Questa è un'idea divertente.

source: [L] I wonder if the administration would be open to that?
french: [L] Je me demande si l'administration serait ouverte à cela?
italian: [L] Mi chiedo se l'amministrazione sia aperta a questo?

source: [L] That's definitely an option.
french: [L] C'est certainement une option.
italian: [L] Questa è sicuramente un'opzione.

source: [L] What about you, [ryan]?
french: [L] Et toi, [ryan]?
italian: [L] Che dire di te, [ryan]?

source: [L] Any ideas?
french: [L] Des idées ?
italian: [L] Qualche idea?

source: [RT] {i}Not one that anybody else would think is a good idea.{/i}
french: [RT] {i}Personne d'autre ne pourrait penser que ce soit une bonne idée.{/i}
italian: [RT] {i}Nessuno che nessun altro penserebbe sia una buona idea.{/i}

source: [RT] {i}Ever since I saw Lauren wear a sexy schoolgirl outfit, I can't help but picture all the girls at school in one.{/i}
french: [RT] {i}Depuis que j'ai vu Lauren porter une tenue d'écolière sexy, je ne peux m'empêcher d'imaginer toutes les filles de l'école dans cette tenue.{/i}
italian: [RT] {i}Da quando ho visto Lauren indossare un vestito sexy studentesse, non posso fare a meno di fotografare tutte le ragazze a scuola in uno.{/i}

source: [RT] {i}If only that could be the dress code.{/i}
french: [RT] {i}Si seulement cela pouvait être le code vestimentaire.{/i}
italian: [RT] {i}Se solo questo può essere il codice di vestito.{/i}

source: [RT] {i}Yeah... I doubt I could even convince Lauren, Mandy, and Kenzie, let alone the administration.{/i}
french: [RT] {i}Ouais... Je doute de pouvoir convaincre Lauren, Mandy et Kenzie, sans parler de l'administration.{/i}
italian: [RT] {i}Sì... Dubito che potrei anche convincere Lauren, Mandy e Kenzie, per non parlare dell'amministrazione.{/i}

source: [RT] {i}Unless...{/i}
french: [RT] {i}Sauf si...{/i}
italian: [RT] {i}Indipendente...{/i}

source: [R] What if we change the dress code?
french: [R] Et si nous changions le code vestimentaire?
italian: [R] Cosa succede se cambiiamo il codice di vestito?

source: [L] How do you mean?
french: [L] Comment veux-tu dire?
italian: [L] In che senso?

source: [R] Well, I know it's the number one complaint I hear from all the other guys.
french: [R] Eh bien, je sais que c'est la plainte numéro un que j'entends de tous les autres gars.
italian: [R] Beh, so che è la lamentela numero uno che sento da tutti gli altri uomini.

source: [R] Think about how spotty the school's air conditioner works.
french: [R] Penses au fonctionnement inégal du climatiseur de l'école.
italian: [R] Pensa a come funziona il condizionatore dell'aria della scuola.

source: [R] Some days it can get so hot that I can't even concentrate on what the teacher is saying.
french: [R] Certains jours, il peut faire si chaud que je ne peux même pas me concentrer sur ce que dit l'enseignant.
italian: [R] Alcuni giorni può diventare così caldo che non posso nemmeno concentrarmi su quello che dice l'insegnante.

source: [R] I mean wool pants?... I can't even imagine how miserable you girls are in those sweater vests.
french: [R] Je veux dire un pantalon en laine?... Je ne peux même pas imaginer à quel point tu es misérables avec ces gilets en pull.
italian: [R] Intendo pantaloni di lana?... Non riesco nemmeno a immaginare quanto miserabili siano le ragazze in quei giubbotti maglione.

source: [L] Actually, yeah... sometimes I get so hot my makeup starts running.
french: [L] En fait, oui... parfois, j'ai tellement chaud que mon maquillage commence à couler.
italian: [L] In realtà, sì... a volte ho così caldo il mio trucco inizia a correre.

source: [K] And not to mention how tirelessly conservative these archaic uniforms are.
french: [K] Et sans oublier à quel point ces uniformes archaïques sont inlassablement conservateurs.
italian: [K] E per non parlare di quanto sono instancabilmente conservatrici queste divise arcaiche.

source: [MD] Yeah... Maybe they would let us get rid of the dress code completely.
french: [MD] Ouais... Peut-être qu'ils nous laisseraient nous débarrasser complètement du code vestimentaire.
italian: [MD] Sì... Forse ci avrebbero lasciato sbarazzarsi del codice di vestito completo.

source: [MD] Let us wear whatever we want to school.
french: [MD] Portons ce que nous voulons à l'école.
italian: [MD] Portiamo tutto quello che vogliamo a scuola.

source: [RT] {i}No way... I want to see sexy schoolgirl uniforms!{/i}
french: [RT] {i}Pas moyen... Je veux voir des uniformes d'écolières sexy!{/i}
italian: [RT] {i}Nessun modo... Voglio vedere uniformi sexy studentessa!{/i}

source: [R] Well... I doubt they'd get rid of uniforms, I think all the private schools in the state use them for some reason, but if we could get some that breathe a little more.
french: [R] Bien... Je doute qu'ils se débarrassent des uniformes, je pense que toutes les écoles privées de l'État les utilisent pour une raison quelconque, mais si nous pouvions en avoir qui respirent un peu plus.
italian: [R] Beh... Dubito che si sarebbero sbarazzati di uniformi, penso che tutte le scuole private dello stato li usano per qualche ragione, ma se potessimo ottenere alcuni che respirare un po' di più.

source: [L] I actually love the idea.
french: [L] J'aime vraiment l'idée.
italian: [L] In realtà amo l’idea.

source: [L] And maybe they'll allow for some styles that are a little more modern.
french: [L] Et peut-être qu'ils permettront des styles un peu plus modernes.
italian: [L] E forse permetteranno alcuni stili che sono un po 'più moderni.

source: [L] Let's vote... Who thinks the dress code idea is the best?
french: [L] Votons... Qui pense que l'idée de code vestimentaire est la meilleure?
italian: [L] Votiamo... Chi pensa che l'idea del codice di abbigliamento sia il migliore?

source: [MD] Aye
french: [MD] Ouais
italian: [MD] Sì

source: [K] Aye
french: [K] Ouais
italian: [K] Sì

source: [L] Aye
french: [L] Ouais
italian: [L] Sì

source: [R] Aye
french: [R] Ouais
italian: [R] Sì

source: [L] Perfect, and we can have the pizza idea as a backup if they say no.
french: [L] Parfait, et nous pouvons avoir l'idée de pizza en renfort s'ils disent non.
italian: [L] Perfetto, e possiamo avere l'idea di pizza come un backup se dicono no.

source: [L] Now, how do we go about presenting this to the administration?
french: [L] Maintenant, comment allons-nous présenter cela à l'administration?
italian: [L] Ora, come facciamo a presentare questo all'amministrazione?

source: [RT] {i}To get sexy schoolgirl outfits, our only chance is to talk to school board member, Will Tylor.{/i}
french: [RT] {i}Pour obtenir des tenues d'écolière sexy, notre seule chance est de parler au membre du conseil scolaire, Will Tylor.{/i}
italian: [RT] {i}Per ottenere abiti sexy studentesse, la nostra unica possibilità è di parlare con il membro del consiglio di scuola, Will Tylor.{/i}

source: [RT] {i}Mom's always complaining about what a pervert she thinks he is.{/i}
french: [RT] {i}Maman se plaint toujours de ce qu'elle pense être pervers.{/i}
italian: [RT] {i}Mamma si lamenta sempre di quello che un perverso pensa che sia.{/i}

source: [RT] {i}If he's as bad as Mom thinks he is... maybe there's a chance.{/i}
french: [RT] {i}S'il est aussi mauvais que maman le pense... il y a peut-être une chance.{/i}
italian: [RT] {i}Se è male come la mamma pensa di essere... forse c'è una possibilità.{/i}

source: [R] I'll take care of it.
french: [R] Je m'en occuperai.
italian: [R] Me ne occuperò io.

source: [L] Really?
french: [L] Vraiment?
italian: [L] Davvero?

source: [R] I'll figure it out.
french: [R] Je vais trouver une solution.
italian: [R] La capirò.

source: [R] Don't worry... You can count on me.
french: [R] Ne t'inquiètes pas... Tu peux compter sur moi.
italian: [R] Non ti preoccupare... Puoi contare su di me.

source: [L] Alright... But don't let us down.
french: [L] D'accord... Mais ne nous laisses pas tomber.
italian: [L] Va bene... Ma non fateci giù.

source: [R] I've got this.
french: [R] J'ai ceci.
italian: [R] Io ho questo.

source: [L] Okay....
french: [L] D’accord....

source: [L] So, then the next thing on the agenda is my campaign speech.
french: [L] Donc, la prochaine chose à l'ordre du jour est mon discours de campagne.
italian: [L] Quindi, la cosa successiva all'ordine del giorno è il mio discorso di campagna.

source: [L] I'm happy to report that it's coming along nicely.
french: [L] Je suis heureuse d'annoncer que cela se passe bien.
italian: [L] Sono felice di riferire che sta arrivando bene.

source: [L] And let's see, next up is campaign finances.
french: [L] Et voyons, la prochaine étape est les finances de la campagne.
italian: [L] E vediamo, il prossimo è le finanze della campagna.

source: [L] We've used up all the money in our treasury, and [ryan], I was hoping we could get some more cash to keep the ball rolling.
french: [L] Nous avons épuisé tout l'argent de notre trésorerie, et [ryan], j'espérais que nous pourrions obtenir plus d'argent pour continuer.
italian: [L] Abbiamo utilizzato tutti i soldi nel nostro tesoro, e [ryan], Speravo che potessimo ottenere un po 'di denaro in più per mantenere la palla rotolare.

source: [L] The money will be used mostly for flyers and other campaign swag.
french: [L] L'argent sera principalement utilisé pour des dépliants et autres cadeaux de campagne.
italian: [L] Il denaro sarà utilizzato per lo più per volantini e altri swag.

source: [L] Can we count on you this week, [ryan]?
french: [L] Pouvons-nous compter sur toi cette semaine, [ryan]?
italian: [L] Possiamo contare su di te questa settimana, [ryan]?

source: [RT] {i}How generous do I want to be this week?{/i}
french: [RT] {i}À quel point veux-je être généreux cette semaine?{/i}
italian: [RT] {i}Quanto voglio essere generosa questa settimana?{/i}

source: [R] I'm really sorry, but I don't have any money to spare right now.
french: [R] Je suis vraiment désolé, mais je n'ai pas d'argent à épargner pour le moment.
italian: [R] Mi dispiace davvero, ma non ho soldi da risparmiare in questo momento.

source: [R] I'll try to get some together and bring it in another day.
french: [R] Je vais essayer d'en rassembler et de l'apporter un autre jour.
italian: [R] Cercherò di riunirmi e di portarlo in un altro giorno.

source: [L] Fine, just try to get it to use before the end of the week. I need time to get that swag ordered.
french: [L] Très bien, essaies simplement de l'utiliser avant la fin de la semaine. J'ai besoin de temps pour commander ce swag.
italian: [L] Bene, basta cercare di farlo usare prima della fine della settimana. Ho bisogno di tempo per ottenere quel swag ordinato.

source: [R] Let's see... I think I can spare a hundred dollars for the campaign this week.
french: [R] Voyons... Je pense que je peux épargner une centaine de dollars pour la campagne cette semaine.
italian: [R] Vediamo... penso di poter risparmiare cento dollari per la campagna questa settimana.

source: [L] Alright... That won't go very far, but it's better than nothing... Thanks, [ryan].
french: [L] D'accord... Cela n'ira pas très loin, mais c'est mieux que rien... Merci, [ryan].
italian: [L] Bene... Questo non andrà molto lontano, ma è meglio che niente... Grazie, [ryan].

source: [R] I think I should be able to afford three hundred dollars this week.
french: [R] Je pense que je devrais pouvoir me permettre trois cents dollars cette semaine.
italian: [R] Credo che dovrei essere in grado di permettermi trecento dollari questa settimana.

source: [L] Perfect!... That should be just enough to get us through the week.
french: [L] Parfait!... Ça devrait être juste assez pour nous faire passer la semaine.
italian: [L] Perfetto!... Dovrebbe essere sufficiente per farci passare per la settimana.

source: [R] Will five hundred cover your expenses this week?
french: [R] Cinq cents couvriront-ils vos dépenses cette semaine?
italian: [R] Quattrocento copriranno le spese questa settimana?

source: [L] Wow!... That's so generous! That will cover everything we need, and more.
french: [L] Wow!... C'est tellement généreux! Cela couvrira tout ce dont nous avons besoin, et plus encore.
italian: [L] Wow!... È così generoso! Questo coprirà tutto ciò di cui abbiamo bisogno e altro ancora.

source: [L] This is going to be so helpful!
french: [L] Cela va être si utile!
italian: [L] Questo sarà così utile!

source: [L] And with that... I think this meeting is adjourned.
french: [L] Et avec ça... Je pense que cette séance est levée.
italian: [L] E con quello... penso che questo incontro sia un viaggio.

source: [L] Thank you all so much for all your help!
french: [L] Merci à tous pour toute votre aide!
italian: [L] Grazie a tutti per tutto il vostro aiuto!

source: [RT] {i}I still need to get Lauren some new posters.{/i}
french: [RT] {i}J'ai encore besoin de nouvelles affiches pour Lauren.{/i}
italian: [RT] {i}Ho ancora bisogno di ottenere Lauren alcuni nuovi posters.{/i}

source: [RT] {i}Should I go ask Mrs. Stone for some help with the posters?{/i}
french: [RT] {i}Dois-je aller demander de l'aide à Mme Stone pour les affiches?{/i}
italian: [RT] {i}Dovrei andare a chiedere alla signora Stone qualche aiuto con i manifesti?{/i}

source: [L] I saw you already tried to help by hanging up some new posters for me... They look... How do I say this?...
french: [L] J'ai vu que tu avais déjà essayé d'aider en accrochant de nouvelles affiches pour moi... Elles ont l'air... Comment dire ça ?...
italian: [L] Ti ho visto già provato ad aiutare appendendo alcuni nuovi poster per me... Guardano... Come posso dire questo?...

source: [K] Like they were made by my little brother in 3rd grade?
french: [K] Comme si elles avaient été faites par mon petit frère en 3ème année ?
italian: [K] Come se fossero stati fatti dal mio fratellino in 3° grado?

source: [L] Yeah. That's a good way to put it.
french: [L] Ouais. C'est une bonne façon de le dire.
italian: [L] Sì, è un buon modo di metterlo.

source: [R] Well... I mean...
french: [R] Eh bien... Je veux dire...
italian: [R] Bene... Intenso...

source: [L] Never mind.
french: [L] Peu importe.
italian: [L] Non importa mai.

source: [L] Well I saw that you already hung up some new posters for me... The "How to Breed your Dragon" poster looks really good, but what's up with the space one?... It looks... How do I say this?...
french: [L] Eh bien, j'ai vu que tu as déjà accroché de nouveaux posters pour moi... Le poster 'Comment élever votre dragon' est vraiment bien, mais qu'est-ce qui se passe avec celui de l'espace ?... Il a l'air... Comment dire ?...
italian: [L] Beh, ho visto che hai già appeso alcuni nuovi poster per me... Il poster "How to Breed your Dragon" sembra davvero buono, ma che cosa c'è con lo spazio uno?... Appare... Come posso dire questo?...

source: [K] Like it was made by my little brother in 3rd grade?
french: [K] Comme si elle avait été faite par mon petit frère en 3ème année ?
italian: [K] Come è stato fatto dal mio fratellino in 3° grado?

source: [L] Well I saw that you already hung up some new posters for me... The "Ass Effect" poster looks really good, but what's up with the dragon one?... It looks... How do I say this?...
french: [L] Eh bien, j'ai vu que tu as déjà accroché de nouveaux posters pour moi... Le poster 'Effet cul' est vraiment bien, mais qu'est-ce qui se passe avec celui du dragon?... Il a l'air... Comment dire ?...
italian: [L] Beh, ho visto che hai già appeso alcuni nuovi poster per me... Il manifesto "Ass Effect" sembra davvero buono, ma cosa c'è con il drago uno?... Guarda... Come posso dire questo?...
