Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [M] But, they did that for me?
italian: [M] Ma, lo hanno fatto per me?

source: [R] Yes, and for all of us.
italian: [R] Sì, e per tutti noi.

source: [MT] {i}I really don't want to pose with Megan's bare ass... And I'm sure mine will be next... But I don't want Matt to go to the principal about what he saw in my office.{/i}
italian: [MT] {i}Non voglio davvero posare con il culo nudo di Megan... E sono sicuro che il mio sarà il prossimo. . Ma non voglio che Matt vada al preside su quello che ha visto nel mio ufficio.{/i}

source: [MT] {i}So this is the least I can do for our family.{/i}
italian: [MT] {i}Quindi questo è il minimo che posso fare per la nostra famiglia.{/i}

source: [MT] {i}[ryan] is a champion bullshitter!{/i}
italian: [MT] {i}[ryan] è un bullshitter!{/i}

source: [MT] {i}But I guess I can't argue with anything he just said.{/i}
italian: [MT] {i}Ma credo di non poter litigare con niente ha appena detto.{/i}

source: [M] Fine! I'll do it.
italian: [M] Fine! Lo farò.

source: [MB] Wow! Good speech, [ryan]!
italian: [MB] Wow! Buon discorso, [ryan]!

source: [MB] Alright, well let's set up the scene.
italian: [MB] Bene, facciamo bene a configurare la scena.

source: [MB] Megan, bend over the table, or should I say desk...
italian: [MB] Megan, piegati sopra il tavolo, o dovrei dire scrivania...

source: [MB] And Miss [mom_name], stand behind her, staring at her ass.
italian: [MB] E signorina [mom_name], stare dietro di lei, fissando il suo culo.

source: [R] Megan won't say a word...
italian: [R] Megan non dirà una parola...

source: [R] Right Megan?
italian: [R] Megan destra?

source: [RT] {i}Yeah right... Megan loves to gossip.{/i}
italian: [RT] {i}Sì a destra... Megan ama gossip.{/i}

source: [R] They wanted to do it to help with the weekly finances... To pay off "you know who".
italian: [R] Volevano farlo per aiutare con le finanze settimanali... Per pagare "sai chi".

source: [MT] {i}I really don't want to pose with Megan's bare ass... And I'm sure mine will be next... But I don't want Megan to go to the principal about what she saw in my office.{/i}
italian: [MT] {i}Non voglio davvero posare con il culo nudo di Megan... E sono sicuro che il mio sarà il prossimo. . Ma non voglio che Megan vada al preside su quello che ha visto nel mio ufficio.{/i}

source: [R] Great!... Let's set up the scene.
italian: [R] Ottimo!... Impostiamo la scena.

source: [R] Megan, bend over the table, or should I say desk...
italian: [R] Megan, piegati sopra il tavolo, o dovrei dire scrivania...

source: [R] And Mom, stand behind her, staring at her ass.
italian: [R] E Mamma, stare dietro di lei, fissando il suo culo.

source: [M] I think I need to take the rest of the day and wrap my head around how my own son could do that to his own sisters.
italian: [M] Penso di dover prendere il resto della giornata e avvolgere la testa intorno a come mio figlio potrebbe farlo alle sue sorelle.

source: [MB] Huh?... I kind of thought we'd build up to that more.
italian: [MB] Huh?... Ho pensato che avremmo costruito fino a quel punto di più.

source: [MT] {i}I really don't want to show my pussy... But I don't want Matt to go to the principal about what he saw in my office.{/i}
italian: [MT] {i}Non voglio davvero mostrare la mia figa... Ma non voglio che Matt vada al preside su quello che ha visto nel mio ufficio.{/i}

source: [MB] Megan, get on your knees again with your ass facing towards us.
italian: [MB] Megan, riprendi le ginocchia con il culo rivolto verso di noi.

source: [MB] And Miss [mom_name], take off your panties and sit right on top of her ass.
italian: [MB] E signorina [mom_name], tolga le tue mutandine e siediti proprio in cima al suo culo.

source: [R] Megan won't say a word... right Megan?
italian: [R] Megan non dirà una parola... destra Megan?

source: [MT] {i}I really don't want to show my pussy... But I don't want Megan to go to the principal about what she saw in my office.{/i}
italian: [MT] {i}Non voglio davvero mostrare la mia figa... Ma non voglio che Megan vada al preside su quello che ha visto nel mio ufficio.{/i}

source: [MG] Wow! Good speech, [ryan]!
italian: [MG] Wow! Buon discorso, [ryan]!

source: [R] Alright, well let's set up the scene.
italian: [R] Bene, facciamo bene a configurare la scena.

source: [R] Megan, get on your knees again with your ass facing towards us.
italian: [R] Megan, riprendi le ginocchia con il culo rivolto verso di noi.

source: [R] And Miss [mom_name], take off your panties and sit right on top of her ass.
italian: [R] E signorina [mom_name], tolga le tue mutandine e siediti proprio in cima al suo culo.

source: [MB] Now Miss [mom_name], take a dominant stance and stare at her ass.
italian: [MB] Now Miss [mom_name], prendere una posizione dominante e guardare il suo culo.

source: [MB] Megan, try to look distressed.
italian: [MB] Megan, cerca di sembrare angosciato.

source: [MB] ...Yeah, just like that!
italian: [MB] ...Sì, proprio così!

source: [MB] Ok... Miss [mom_name], now you decide her panties need to come off, so squat down and reach up her skirt like you're about to take them off.
italian: [MB] Ok... Signorina [mom_name], ora si decide che le mutandine devono uscire, così accovacciate e raggiungete la gonna come state per toglierle.

source: [MB] Really good.
italian: [MB] Davvero buono.

source: [MB] Now, let me come around to get a closeup, and you just pull those panties down.
italian: [MB] Ora, lasciami andare a fare un primo passo, e basta tirare giù quelle mutandine.

source: [MT] {i}Am I really going to pull down one of my student's panties?{/i}
italian: [MT] {i}Sto davvero andando a tirare giù uno dei pantaloni del mio studente?{/i}

source: [MT] {i}Oh, God!... I've never done this to another woman before... Or ever looked at a girl this intimately!{/i}
italian: [MT] {i}Oh, Dio!... Non l'ho mai fatto ad un'altra donna prima... O mai guardò una ragazza questa intimamente!{/i}

source: [MT] {i}What a cute little ass Megan has... Oh, fuck! Did that thought really just come into my mind?{/i}
italian: [MT] {i}Che bel culo Megan ha... Oh, cazzo! Quel pensiero è venuto davvero in mente?{/i}

source: [MT] {i}Christ, [mom_name]! What is wrong with you lately!{/i}
italian: [MT] {i}Cristo, [mom_name]! Cosa c'è di sbagliato con te ultimamente!{/i}

source: [MB] Wow Megan, you're sure you don't mind letting the whole world see this side of you?
italian: [MB] Wow Megan, sei sicuro che non ti dispiace lasciare che il mondo intero veda questo lato di te?

source: [MG] Not at all. It's my body, and I'm not ashamed of it.
italian: [MG] Niente affatto. È il mio corpo, e non me ne vergogno.

source: [R] How are you talking?
italian: [R] Come stai parlando?

source: [MG] I got the gag out and onto my chin.
italian: [MG] Ho preso il gag fuori e sul mio mento.

source: [MG] But what I was saying is, what an old fashioned idea that I should only be able to show it to someone who I'm intimate with.
italian: [MG] Ma quello che stavo dicendo è: che idea vecchio stile che dovrei essere in grado di mostrare solo a qualcuno con cui sono intimo.

source: [MT] {i}I used to think more like that when I was her age...{/i}
italian: [MT] {i}Ho usato per pensare più in questo modo quando ero la sua età...{/i}

source: [MT] {i}Which explains why I became a stripper.{/i}
italian: [MT] {i}Che spiega perché sono diventato uno spogliarello.{/i}

source: [MT] {i}Did I really let [dad_name] change me that much?{/i}
italian: [MT] {i}Ho davvero lasciato [dad_name] cambiare così tanto?{/i}

source: [MB] Ok, Megan... Put your gag back in.
italian: [MB] Ok, Megan... Metti il tuo bavaglio.

source: [MB] Ok, Miss [mom_name], stand up and hold your wand up, like you're about to spank Megan.
italian: [MB] Ok, signorina [mom_name], alzati in piedi e tieni la tua bacchetta, come se fossi in procinto di sculacciare Megan.

source: [MB] And Megan... look scared.
italian: [MB] E Megan... sembra spaventato.

source: [MB] Great job, both of you.
italian: [MB] Ottimo lavoro, entrambi voi.

source: [MB] I want you to really spank Megan hard with your wand.
italian: [MB] Voglio che tu spank davvero Megan duro con la tua bacchetta.

source: [M] Wait, what?
italian: [M] Aspetta, cosa?

source: [MB] I'm going to be ready with the camera to take the picture the second the wand strikes Megan's ass.
italian: [MB] Sarò pronto con la macchina fotografica per scattare la foto la seconda bacchetta colpisce il culo di Megan.

source: [MB] I want Megan's reaction to be genuine, so I want you to really let her have it.
italian: [MB] Voglio che la reazione di Megan sia genuina, quindi voglio che la lasci davvero averla.

source: [MG] MMMMMMMRrrrmmmmmm!!
italian: [MG] MMMMMMMRrrrmmmmmmmm!!

source: [MB] Perfect! Great performance, Megan!
italian: [MB] Perfetto! Ottima prestazione, Megan!

source: [MB] Ok... Now we need another pose where Professor McGargleCum is triumphant and Hermione is showing her willingness to submit.
italian: [MB] Ok... Ora abbiamo bisogno di un'altra posa dove il professor McGargleCum è trionfante e Hermione sta mostrando la sua disponibilità a presentarsi.

source: [MB] So Megan... Get on your knees...look up at Miss [mom_name]... and Miss [mom_name],... Grab her by the chin, and look sweetly into her eyes.
italian: [MB] Così Megan... Mettiti in ginocchio... guarda signorina [mom_name]... e Miss [mom_name],... La afferri dal mento, e guarda dolcemente negli occhi.

source: [MB] Ohh... And Miss [mom_name],... it would look really good if you took the dress all the way off.
italian: [MB] Ohh... E signorina [mom_name]... sembrerebbe davvero buono se avessi preso il vestito fino in fondo.

source: [MT] {i}Well... I am wearing panties, so it's not like they'll see much more of me...{/i}
italian: [MT] {i}Bene... Sto indossando mutandine, quindi non è come se mi vedessero molto di più...{/i}

source: [MT] {i}I can do that.{/i}
italian: [MT] {i}posso farlo.{/i}

source: [M] Ok...
italian: [M] Va bene...

source: [RT] {i}What a relief... She's finally doing something without me having to convince her... I'm almost out of bullshit.{/i}
italian: [RT] {i}Che sollievo... Finalmente sta facendo qualcosa senza che io debba convincerla... Sono quasi fuori dalla bucca.{/i}

source: [MB] Oh, wow! That's great you two!
italian: [MB] Oh, wow! È bello voi due!

source: [R] Yeah,... it's sweet, and intimate, and super sexy, all at the same time!
italian: [R] Sì, è dolce, intimo e super sexy, tutto allo stesso tempo!

source: [MB] This might be my favorite pose so far.
italian: [MB] Questa potrebbe essere la mia posa preferita finora.

source: [MB] Unless you have an even better one in mind, [ryan]?
italian: [MB] A meno che non ne abbiate in mente uno ancora migliore, [ryan]?

source: [R] Hmmm... yeah... Should we have them do one more?
italian: [R] Hmmm... sì... Dovremmo averne uno in più?

source: [R] Now Mom, take a dominant stance and stare at her ass.
italian: [R] Ora Mamma, prendere una posizione dominante e guardare il suo culo.

source: [R] Megan, try to look distressed.
italian: [R] Megan, cerca di sembrare angosciato.

source: [R] ...Yeah, just like that!
italian: [R] ...Sì, proprio così!

source: [R] Ok... Mom, now you decide her panties need to come off, so squat down and reach up her skirt like you're about to take them off.
italian: [R] Ok... Mamma, ora si decide che le mutandine devono uscire, così squat giù e raggiungere la gonna come si sta per toglierle.

source: [R] Really good.
italian: [R] Davvero buono.

source: [R] Now, let me come around to get a closeup, and you just pull those panties down.
italian: [R] Ora, lasciami andare a fare un primo passo, e basta tirare giù quelle mutandine.

source: [R] Wow Megan, you're sure you don't mind letting the whole world see this side of you?
italian: [R] Wow Megan, sei sicuro che non ti dispiace lasciare che il mondo intero veda questo lato di te?

source: [R] Ok, Megan... Put your gag back in.
italian: [R] Ok, Megan... Metti il tuo bavaglio.

source: [R] Ok Mom, stand up and hold your wand up, like you're about to spank Megan.
italian: [R] Ok Mamma, alzati in piedi e tieni la tua bacchetta, come se fossi in procinto di sculacciare Megan.

source: [R] And Megan... look scared.
italian: [R] E Megan... sembra spaventato.

source: [R] Great job, both of you.
italian: [R] Ottimo lavoro, entrambi voi.

source: [R] I want you to really spank Megan hard with your wand.
italian: [R] Voglio che tu spank davvero Megan duro con la tua bacchetta.

source: [R] I'm going to be ready with the camera to take the picture the second the wand strikes Megan's ass.
italian: [R] Sarò pronto con la macchina fotografica per scattare la foto la seconda bacchetta colpisce il culo di Megan.

source: [R] I want Megan's reaction to be genuine, so I want you to really let her have it.
italian: [R] Voglio che la reazione di Megan sia genuina, quindi voglio che la lasci davvero averla.

source: [R] Perfect! Great performance, Megan!
italian: [R] Perfetto! Ottima prestazione, Megan!

source: [R] Ok... Now we need another pose where Professor McGargleCum is triumphant and Hermione is showing her willingness to submit.
italian: [R] Ok... Ora abbiamo bisogno di un'altra posa dove il professor McGargleCum è trionfante e Hermione sta mostrando la sua disponibilità a presentarsi.

source: [R] So Megan... Get on your knees...look up at Miss [mom_name]... and Mom...Grab her by the chin, and look sweetly into her eyes.
italian: [R] Così Megan... Mettiti in ginocchio... guarda Miss [mom_name]... e la mamma...Prendi dal mento, e guarda dolcemente negli occhi.

source: [R] Ohh... And Mom,... it would look really good if you took the dress all the way off.
italian: [R] Ohh... E mamma... sembrerebbe davvero buono se avessi preso il vestito fino in fondo.

source: [R] Oh, wow! That's great you two!
italian: [R] Oh, wow! È bello voi due!

source: [R] It's sweet, and intimate, and sexy, all at the same time!
italian: [R] È dolce, intimo e sexy, tutto allo stesso tempo!

source: [R] This might be my favorite pose so far.
italian: [R] Questa potrebbe essere la mia posa preferita finora.

source: [R] But I think we might be able to top it.
italian: [R] Ma penso che potremmo essere in grado di superarlo.

source: [R] Hmmm... yeah... Should we have you two do one more?
italian: [R] Hmmm... sì... Dovremmo averne due di più?

source: [R] Hmmmm... last one... what should we have you do?
italian: [R] Hmmmm... ultimo... cosa dovremmo fare?

source: [R] The only type of shot we're missing now, is a shot with both of you completely naked.
italian: [R] L'unico tipo di ripresa che ci manca ora è una ripresa con entrambi completamente nudi.

source: [R] Mom? Do you think you're ready for a full nudity shot?
italian: [R] Mamma? Pensi di essere pronta per una foto di nudo integrale?

source: [M] Yeah... Anything to end this photo shoot and do what I need to protect our family.
italian: [M] Sì... Qualsiasi cosa pur di porre fine a questo servizio fotografico e fare ciò di cui ho bisogno per proteggere la nostra famiglia.

source: [M] Is this really our last pose?
italian: [M] Questa è davvero la nostra ultima posa?

source: [MB] Yeah... Unless you want to do more.
italian: [MB] Sì... A meno che tu non voglia fare di più.

source: [M] God, no!
italian: [M] Dio, no!

source: [MB] Haha... Then after this, I promise we'll be done.
italian: [MB] Haha... Allora dopo questa, prometto che avremo finito.

source: [MB] So, for this shot I want Megan to get on her knees, with her ass pointing towards the camera.
italian: [MB] Allora, per questo scatto voglio che Megan si metta in ginocchio, con il culo rivolto verso la telecamera.

source: [MB] Then Miss [mom_name], I want you to lose your panties, and then go ahead and sit on Megan's ass. That we we get a good shot of both your goods.
italian: [MB] Poi signorina [mom_name], voglio che si tolga le mutandine e che si sieda sul culo di Megan. Così avremo una buona inquadratura di entrambi i vostri beni.

source: [M] Our goods?
italian: [M] I nostri beni?

source: [MB] Or... Whatever you want to call them.
italian: [MB] O... Come vuoi chiamarli.

source: [R] Yeah... Unless you want to do more.
italian: [R] Sì... A meno che tu non voglia farne altre.

source: [R] Haha... Then after this, I promise we'll be done.
italian: [R] Haha... Allora dopo questa, prometto che avremo finito.

source: [R] So, for this shot I want Megan to get on her knees, with her ass pointing towards the camera.
italian: [R] Allora, per questo scatto voglio che Megan si metta in ginocchio, con il culo rivolto verso la telecamera.

source: [R] Then Mom, I want you to lose your panties, and then go ahead and sit on Megan's ass. That we we get a good shot of both your goods.
italian: [R] Allora mamma, voglio che ti tolga le mutandine e che ti sieda sul culo di Megan. Così avremo una buona inquadratura di entrambi i vostri beni.

source: [R] Or... Whatever you want to call them.
italian: [R] O... Come vuoi chiamarli.

source: [M] ... I guess goods is fine.
italian: [M] ... Credo che le merci vadano bene.

source: [R] Mom? Are you ready for a full nudity shot?
italian: [R] Mamma? Sei pronto per un colpo di nudità?

source: [M] I'm sorry... I just can't.
italian: [M] Mi dispiace... non posso.

source: [R] Really? We're so close to finishing the photo shoot. We just need one more shot.
italian: [R] Davvero? Siamo così vicini a finire il servizio fotografico. Abbiamo solo bisogno di un altro scatto.

source: [M] I'm not in the mood, [ryan]!
italian: [M] Non sono d'umore, [ryan]!

source: [R] Come on... Let's just get it over with really quick and then we can all be done.
italian: [R] Avanti... Facciamolo solo con davvero veloce e poi possiamo essere tutti fatti.

source: [M] [ryan]! If you push any harder, then I'm not ever coming back to finish it ever!
italian: [M] [ryan]! Se si spinge più duramente, allora non sono mai tornato per finire mai!

source: {i}{b}"Mom's Anger +5"{/b}{/i}
italian: {i}{b}"Rabbia della mamma +5"{/b}{/i}

source: [RT] {i}Damnit! We're so close! I guess we'll just have to come back one more time.{/i}
italian: [RT] {i}Dannazione! Siamo così vicini! Immagino che dovremo tornare ancora una volta.{/i}

source: To get Mom to pose totally nude with Megan, you need her submission points at 25.
italian: Per ottenere la mamma di posare totalmente nudo con Megan, avete bisogno dei suoi punti di presentazione a 25.

source: [MB] Oh, my God! This is going to be my favorite picture.
italian: [MB] Oh, mio Dio! Questa sarà la mia foto preferita.

source: [MT] {i}Haha... He's not kidding! Look how hard his dick is! It's so big, there's no possible way to hide it.{/i}
italian: [MT] {i}Haha... Non sta scherzando! Guarda quanto è duro il suo cazzo! È così grande che non c'è modo di nasconderlo.

source: [MT] {i}Poor boy... Those pants are so tight... it must be uncomfortable.{/i}
italian: [MT] {i}Povero ragazzo... Quei pantaloni sono così stretti... deve essere scomodo.

source: [MT] {i}I'll bet when he takes these pics home, he's going to spend all night jacking off to them.{/i}
italian: [MT] {i}Scommetto che quando porterà queste foto a casa, passerà tutta la notte a farsi le seghe.

source: [MT] {i}Poor boy needs some relief!{/i}
italian: [MT] {i}Povero ragazzo ha bisogno di un pò di sollievo!

source: [MT] {i}I suppose I could help him out.{/i}
italian: [MT] {i}suppongo che potrei aiutarlo.{/i}

source: [MT] {i}It wouldn't be much different than helping my own son...{/i}
italian: [MT] {i}Non sarebbe molto diverso che aiutare mio figlio...{/i}

source: [MT] {i}Matt needs to practice good sexual health too.{/i}
italian: [MT] {i}Matt ha bisogno di praticare anche una buona salute sessuale.{/i}

source: [MT] {i}Holy shit, [mom_name]! Listen to yourself!{/i}
italian: [MT] {i}Santa merda, [mom_name]! Ascoltati!

source: [MT] {i}That makes no sense!{/i}
italian: [MT] {i}Questo non ha senso!

source: [MT] {i}My horny brain is trying to justify any kind of sexual deviancy!{/i}
italian: [MT] {i}Il mio cervello arrapato sta cercando di giustificare qualsiasi tipo di deviazione sessuale!

source: [MT] {i}Fight it, [mom_name]!{/i}
italian: [MT] {i}Combatti [mom_name]!{/i}

source: [MT] {i}Still...{/i}
italian: [MT] {i}Ancora...{/i}

source: [MB] And one quick close-up shot.
italian: [MB] E un rapido scatto in primo piano.

source: [MB] And that's it!
italian: [MB] E questo è tutto!

source: [MB] That was amazing, you two!
italian: [MB] È stato fantastico, voi due!

source: [M] Well Matt, I want to compliment you on keeping things so professional.
italian: [M] Beh Matt, voglio farti i complimenti per aver mantenuto tutto così professionale.

source: [M] I don't think I've ever had a student mature enough to be in a situation like this without making inappropriate or crass comments.
italian: [M] Non credo di aver mai avuto uno studente abbastanza maturo da trovarsi in una situazione come questa senza fare commenti inappropriati o grossolani.

source: [MB] Thanks, Miss [mom_name]
italian: [MB] Grazie, signorina [mom_name].

source: [M] I think you make a very good director and cameraman.
italian: [M] Penso che tu sia un ottimo regista e cameraman.

source: [R] What about me? I'm the one who came up with the ideas for most of the shots!
italian: [R] E io? Sono quello che ha avuto le idee per la maggior parte delle riprese!

source: [M] Yeah... And most of them were quite inappropriate! I only did them because I felt like I had no choice.
italian: [M] Già... E la maggior parte di esse erano piuttosto inappropriate! Le ho fatte solo perché sentivo di non avere scelta.

source: [M] Honestly! I can't believe I raised such a pervert!
italian: [M] Onestamente! Non posso credere di aver cresciuto un tale pervertito!

source: [RT] {i}Pervert!?... I guess that's fair, but look at Matt staring at Mom's pussy while she isn't looking!{/i}
italian: [RT] {i}Pervertito!?... Immagino che sia giusto, ma guarda Matt che fissa la figa di mamma mentre lei non guarda!

source: [R] I only had to come up with the poses because Matt was too chicken to do it himself. That's not a good director.
italian: [R] Ho dovuto inventare le pose solo perché Matt era troppo fifone per farlo da solo. Non è un buon regista.

source: [M] [ryan]! Now you're being extremely mean spirited and rude. Why don't you take Megan and go!
italian: [M] [ryan]! Ora sei estremamente meschino e maleducato. Perché non prendi Megan e te ne vai!

source: [R] But I have to clean up the studio.
italian: [R] Ma devo pulire lo studio.

source: [M] I'll have Matt help me clean it up. It can't be that hard, and I'll lock everything up before we leave.
italian: [M] Mi farò aiutare da Matt a pulire. Non può essere così difficile e chiuderò tutto a chiave prima di andarcene.

source: [R] But why can't I?...
italian: [R] Ma perché non posso?...

source: [M] Because I don't want you to be here when you're being so moody!
italian: [M] Perché non voglio che tu stia qui quando sei così lunatica!

source: [M] If I didn't have to change and get ready, then I would leave, but I do, so Matt can stay here and move the tables and fans and other props to where they're supposed to be.
italian: [M] Se non dovessi cambiarmi e prepararmi, allora me ne andrei, ma lo faccio, quindi Matt può rimanere qui e spostare i tavoli e i ventilatori e gli altri oggetti di scena dove dovrebbero essere.

source: [M] You just take Megan and go.
italian: [M] Tu prendi Megan e vai.

source: [R] But Megan has to get ready too.
italian: [R] Ma anche Megan deve prepararsi.

source: [MG] I'm ready! Matt, are you going to take me home?
italian: [MG] Sono pronta! Matt, mi porti a casa?
