Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.05.po
Languages: italian

source: [M] I think you know that I meant temperature....
italian: [M] Penso che tu sappia che intendevo temperatura....

source: [R] Haha.... Yeah of course, but I didn't mean it that way.
italian: [R] Haha.... Sì, naturalmente, ma non ho inteso in quel modo.

source: [M] [ryan]!.... You're not supposed to talk to your mother that way!
italian: [M] [ryan]!.... Non dovresti parlare con tua madre così!

source: [R] What?... I can't tell my mother that she looks good?
italian: [R] Cosa?... Non posso dire a mia madre che lei sta bene?

source: [R] I was just trying to give you a compliment.
italian: [R] Stavo solo cercando di farti un complimento.

source: [M] Well.... Yeah.... Saying I look good is fine. But saying I look hot, or sexy, that kind of stuff is creepy....
italian: [M] Bene... Sì... Dire che ho un aspetto buono va bene. Ma dire che guardo caldo, o sexy, quel tipo di roba è raccapricciante....

source: [M] You know.... coming from my own son.
italian: [M] Sai... venendo da mio figlio.

source: [R] Sorry.... I won't say that anymore.
italian: [R] Mi dispiace... non lo dirò più.

source: [M] Thank you!
italian: [M] Grazie!

source: [R] I'll just think it instead.
italian: [R] Lo penserò e basta.

source: [M] No.... That's not.... Never mind!....
italian: [M] No.... Non è mai... Mai mente!....

source: [M] Did you need something? I'm kind of busy.
italian: [M] Avevi bisogno di qualcosa? Sono piuttosto occupata.

source: [R] Yeah.... I just thought I'd see if you need me to tackle another item on the "honey-do list."
italian: [R] Sì... Ho appena pensato che avrei visto se avete bisogno di me per affrontare un altro elemento nella "lista del miele."

source: [M] hmmmm.... Well, the sink stopped leaking.
italian: [M] hmmmm.... Beh, il lavello ha smesso di perdere.

source: [R] Thank God!
italian: [R] Grazie a Dio!

source: [M] You're telling me!
italian: [M] Mi sta dicendo!

source: [M] So, I can't really think of anything off the top of my head.... unless you think you could fix a washing machine.... Ours keeps quitting mid-load.
italian: [M] Non riesco quindi a pensare a nulla di fuori dalla mia testa.... a meno che tu non pensi di poter riparare una lavatrice.... Il nostro continua a smettere di mezzocarico.

source: [R] I could try.
italian: [R] Riuscivo a provare.

source: [M] No.... I was just kidding.... We'll need an actual repair man to fix that.
italian: [M] No... Stavo solo scherzando.... Avremo bisogno di un uomo di riparazione reale per risolvere il problema.

source: [R] Mom.... An actual repair man costs a lot of money.
italian: [R] Mamma.... Un uomo di riparazione reale costa un sacco di soldi.

source: [R] Do you want to have to strip in the club this week?
italian: [R] Vuoi spogliarti questa settimana nel club?

source: [MT] {i}I have been feeling rather bored lately.... Stripping for horny men sounds kind of exciting.{/i}
italian: [MT] {i}Mi sono sentita piuttosto annoiata ultimamente.... Stripping per uomini arrapati suona un po' eccitante.{/i}

source: [MT] {i}Uggghhh.... All those horny men just staring at my ass.... I don't want to go back there!{/i}
italian: [MT] {i}Uggghhh.... Tutti quegli uomini arrapati guardano il mio culo.... Non voglio tornare lì!{/i}

source: [M] No.... of course not.
italian: [M] No.... naturalmente no.

source: [R] Then just finish sweeping the floor, I'll run and watch some YourTube videos about how to fix washing machines, and I'll be right back.
italian: [R] Poi finisci di spazzare il pavimento, correrò e guarderò alcuni video YourTube su come riparare le lavatrici, e sarò subito indietro.

source: {i}"A few YourTube videos later."{/i}
italian: {i}"Qualche video su YourTube più tardi."{/i}

source: Ok Mom I think I'm ready. Why don't you show me what the problem is.
italian: Ok mamma penso di essere pronto. Perché non mi mostri qual è il problema.

source: [M] You're sure you can do this?
italian: [M] Sei sicuro di riuscire a fare questo?

source: [R] Well, not completely, but I can at least try.
italian: [R] Beh, non completamente, ma almeno posso provare.

source: [M] Alright.... Let's go down to the basement.
italian: [M] Va bene... Andiamo al seminterrato.

source: [RT] {i}Uugghh.... I've always hated this basement!{/i}
italian: [RT] {i}Uugghh.... Ho sempre odiato questo scantinato!

source: [RT] {i}But I'd follow that ass anywhere.{/i}
italian: [RT] {i}Ma seguirei quel culo ovunque.{/i}

source: [RT] {i}In fact, now's a great opportunity to add another pic to my collection.{/i}
italian: [RT] {i}In effetti, questa è una grande opportunità per aggiungere un'altra foto alla mia collezione.{/i}

source: [RT] {i}I've got to make this fast.{/i}
italian: [RT] {i}Devo fare in fretta.

source: [RT] {i}Oh, that's beautiful!{/i}
italian: [RT] {i}Oh, è bellissimo! {/i}.

source: [RT] {i}Got it!{/i}
italian: [RT] {i}Fatto! {/i}

source: [M] So, the washing machine keeps quitting in the middle of the cycle.
italian: [M] Allora, la lavatrice continua a fermarsi a metà del ciclo.

source: [M] Did you figure out how to fix that?
italian: [M] Hai capito come risolvere il problema?

source: [R] Yeah I think so.... It sounds like the belt that turns the drum got too tight.
italian: [R] Sì, penso di sì.... Sembra che la cinghia che fa girare il tamburo sia troppo stretta.

source: [R] To fix it, I'm going to need your help.
italian: [R] Per aggiustarla, avrò bisogno del tuo aiuto.

source: [M] Great.... as long as you can guarantee my shirt will stay dry.... Just tell me what to do.
italian: [M] Ottimo.... a patto che tu possa garantire che la mia camicia rimanga asciutta.... Dimmi solo cosa fare.

source: [R] Take this wrench, and inside of the washing machine, at the very back, there is a nut that you have to secure the wrench on to keep it from turning.
italian: [R] Prendi questa chiave e all'interno della lavatrice, in fondo, c'è un dado a cui devi fissare la chiave per evitare che giri.

source: [M] How will I know which nut to secure?
italian: [M] Come faccio a sapere quale dado fissare?

source: [R] It's the only one, and it should fit that wrench perfectly.
italian: [R] È l'unico e dovrebbe adattarsi perfettamente alla chiave.

source: [R] Now climb on in there.
italian: [R] Ora sali lì dentro.

source: [M] So, I see a nut.... Is it right in the middle of the drum?
italian: [M] Allora, vedo un dado.... È proprio al centro del tamburo?

source: [R] Yeah, that should be it.
italian: [R] Sì, dovrebbe essere quello.

source: [M] Ok, I've got it, now what are you going to do?
italian: [M] Ok, ce l'ho, ora cosa farai?

source: [R] I've just got to remove this panel so I can get into where the belt is.
italian: [R] Devo solo rimuovere questo pannello così posso arrivare a dove si trova la cinghia.

source: [M] Well, this is kind of awkward.... Do you have to kneel right exactly there?
italian: [M] Beh, questo è un pò imbarazzante.... Devi inginocchiarti proprio lì?

source: [M] Now do you really have to lean into me like that?
italian: [M] Devi proprio appoggiarti a me in quel modo?

source: [R] Yeah, it's the only way I can reach the belt clear in the back.
italian: [R] Sì, è l'unico modo in cui posso raggiungere la cinghia libera nella parte posteriore.

source: [M] I'll bet repair men really hate this model of washing machine.
italian: [M] Scommetto che i riparatori odiano davvero questo modello di lavatrice.

source: [R] Haha....Yeah, it's probably pretty awkward for two straight men to repair this together.
italian: [R] Haha....Sì, probabilmente è piuttosto imbarazzante per due uomini etero ripararla insieme.

source: [M] Yeah?.... Well, it's not much better for a mother and son.
italian: [M] Sì, sì?.... Beh, non è molto meglio per una madre e un figlio.

source: [R] What do you mean? What could possibly make this awkward?
italian: [R] Cosa vuoi dire? Cosa potrebbe mai renderlo imbarazzante?

source: [RT] {i}Holy shit!.... Mom's pretty much stuck in there.... I don't think she could turn around if she wanted to.{/i}
italian: [RT] {i}Santa merda! .... Mamma è praticamente bloccata lì dentro.... Non credo che riuscirebbe a girarsi se volesse.{/i}Sì.

source: [RT] {i}How am I going to take advantage of this situation?{/i}
italian: [RT] {i}Come posso approfittare di questa situazione? {/i}.

source: [RT] {i}Oh yeah.... I have an idea.{/i}
italian: [RT] {i}Oh si.... Ho un'idea.

source: [M] Well, it would be pretty awkward if you grinding into me while you're fixing that belt gave you an erection.
italian: [M] Beh, sarebbe piuttosto imbarazzante se il tuo strusciarti contro di me mentre sistemi quella cintura ti facesse avere un'erezione.

source: [M] Well, that's good to hear.
italian: [M] Beh, mi fa piacere sentirlo.

source: [R] Ummmm.... actually....
italian: [R] Ummmm.... effettivamente....

source: [M] Shit!.... [ryan]?.... Did you just make things more awkward?
italian: [M] Merda! .... [ryan]?.... Hai appena reso le cose più imbarazzanti?

source: [R] It's because you brought it up!
italian: [R] E' perché l'hai tirato fuori tu!

source: [R] If you hadn't brought it up,....
italian: [R] Se tu non l'avessi tirato fuori, ....

source: [R] I would probably still be soft.
italian: [R] Probabilmente sarei ancora molle.

source: [M] And why are you moving around so much back there?
italian: [M] E perché ti stai muovendo così tanto là dietro?

source: [R] I'm sorry, I have to keep cranking this belt until it loosens up the motor bearings enough that they can turn easily on their own.
italian: [R] Mi dispiace, devo continuare a far girare questa cinghia finché non allenta i cuscinetti del motore abbastanza da poter girare facilmente da soli.

source: [R] And I can't crank the belt without moving around.
italian: [R] E non posso far girare la cinghia senza muovermi.

source: [M] Seriously, [ryan]!.... You've got to be almost done!
italian: [M] Seriamente, [ryan]!.... Devi aver quasi finito!

source: [M] I don't care if you're done, or not.... My knees are killing me, and I've got to get out of here.
italian: [M] Non mi interessa se ha finito o no.... Le mie ginocchia mi stanno uccidendo e devo uscire da qui.

source: [M] [ryan]?.... What the hell?.... Was all of that grinding really necessary?
italian: [M] [ryan]?.... Che diavolo? .... Era davvero necessario tutto quel macinare?

source: [R] I'm sorry Mom, but I already told you.... I couldn't keep my body still and turn the belt at the same time!
italian: [R] Mi dispiace mamma, ma te l'ho già detto.... Non potevo tenere il mio corpo fermo e girare la cintura allo stesso tempo!

source: [M] Yeah.... Well.... That would've been fine, if you hadn't been pitching a tent the entire time!
italian: [M] Si.... Bene.... Sarebbe andato bene, se non avessi piantato una tenda per tutto il tempo!

source: [RT] {i}Oh, good.... She didn't realize that there was no tent involved.{/i}
italian: [RT] {i}Oh, bene.... Non si è resa conto che non c'era nessuna tenda.

source: [R] Well, that was your fault for making it sexual!
italian: [R] Beh, è stata colpa tua per averlo reso sessuale!

source: [M] What?.... Are you kidding?
italian: [M] Cosa? .... Stai scherzando?

source: [R] I just wanted to fix a washing machine, but you brought up how awkward a boner would be.
italian: [R] Volevo solo riparare una lavatrice, ma tu hai tirato fuori quanto sarebbe stata imbarazzante un'erezione.

source: [R] You put those thoughts in my head!
italian: [R] Hai messo questi pensieri nella mia testa!

source: [R] And it didn't help that you were wearing shorts that make your ass look so incredible!
italian: [R] E non ha aiutato il fatto che tu stessi indossando dei pantaloncini che fanno sembrare il tuo culo così incredibile!

source: [M] Ok, [ryan].... I'm sorry if I made that awkward for you.... I may have misread the situation.
italian: [M] Ok, [ryan].... Mi dispiace se ho reso la cosa imbarazzante per te.... Forse ho interpretato male la situazione.

source: [R] That's ok.... I understand why you thought that was awkward.
italian: [R] Va bene.... Capisco perché hai pensato che fosse imbarazzante.

source: [M] Yeah.... We should just kill whoever designed that goddamn washing machine.
italian: [M] Si.... Dovremmo semplicemente uccidere chiunque abbia progettato quella maledetta lavatrice.

source: [MT] {i}.... And why do I get butterflies when he compliments my ass?{/i}
italian: [MT] {i}.... E perché mi vengono le farfalle quando mi fa i complimenti per il culo?

source: [MT] {i}I've got to remember to tell [ryan] that the washing machine is leaking laundry detergent.{/i}
italian: [MT] {i}Devo ricordarmi di dire a [ryan]che la lavatrice perde detersivo.{/i}

source: [M] I don't care!.... You're literally grinding against my ass!
italian: [M] Non mi importa!.... stai letteralmente macinando contro il mio culo!

source: [RT] {i}Oh good.... She didn't realize that there was no tent involved.{/i}
italian: [RT] {i}Oh buono.... Non ha capito che non c'era alcuna tenda coinvolta.{/i}

source: [R] Haha.... Yeah.... Well, I should run along then.
italian: [R] Haha.... Sì, beh, dovrei correre lungo allora.

source: [RT] {i}I'm feeling pretty good today. I should have no problem keeping this pace all the way to the park.{/i}
italian: [RT] {i}Oggi mi sento abbastanza bene. Non dovrei avere problemi a mantenere questo ritmo fino al parco.{/i}

source: [R] Ok, now I feel sick, pant.... pant....
italian: [R] Ok, ora mi sento malata, pant.... pant....

source: [RT] {i}Well, at least I should be able to keep up with Sidney now.{/i}
italian: [RT] {i}Beh, almeno dovrei essere in grado di tenere il passo con Sidney adesso.{/i}

source: [RT] {i}So, I should be able to bring her to the park now, without her having to be afraid of poor Mr. Peterson.{/i}
italian: [RT] {i}Quindi, dovrei essere in grado di portarla al parco ora, senza che lei debba avere paura del povero signor Peterson.{/i}

source: [RT] {i}I still don't see any sign of him though.{/i}
italian: [RT] {i}Non vedo ancora nessun segno di lui però.{/i}

source: [RT] {i}Oh well, time to run back home.{/i}
italian: [RT] {i}Oh bene, il tempo di tornare a casa.{/i}

source: [RT] {i}Man, I'm not in the greatest shape, but I made it there in 9 minutes. I should now be able to keep up with Sidney.{/i}
italian: [RT] {i}Uomo, non sono nella forma più grande, ma ho fatto lì in 9 minuti. Ora dovrei essere in grado di tenere il passo con Sidney.{/i}

source: [S] Hey, [ryan]. Any luck at the park today?
italian: [S] Ehi, [ryan]. Qualche fortuna al parco oggi?

source: [S] Any run-in's with crazy old Mr. Peterson?
italian: [S] Qualche run-in con il vecchio e pazzo signor Peterson?

source: [R] No, still no sign of him.
italian: [R] No, ancora nessun segno di Lui.

source: [R] I did make it to the park in really good time though.
italian: [R] Lo ho fatto al parco in tempo davvero buono.

source: [R] I think I could even keep up with you now.
italian: [R] Penso che ora potrei anche stare al passo con te.

source: [S] Do you think he would leave me alone if you were there with me?
italian: [S] Pensi che lui mi lascerebbe da solo se fossi lì con me?

source: [R] Probably, and even if he didn't, I'd really like to help catch him, then they can get him back to the nursing home and get the help he needs.
italian: [R] Probabilmente, e anche se non lo facesse, mi piacerebbe davvero aiutare a prenderlo, poi possono riportarlo alla casa di cura e ottenere l'aiuto di cui ha bisogno.

source: [S] I wish you weren't so concerned with the welfare of my sexual harasser!
italian: [S] Vorrei che tu non fossi così preoccupato per il benessere del mio harasser!

source: [R] Mr. Peterson is a stud! Did you know he saved most of his unit by running Rambo style towards a machine gun nest, miraculously taking out the gunner and his relief gunner?
italian: [R] Sig. Peterson è un borchio! Sapevate che ha salvato la maggior parte della sua unità eseguendo lo stile Rambo verso un nido mitragliatrice, prendere miracolosamente il cannoniere e il suo fucile di soccorso?

source: [R] I think he ended up getting the Medal of Honor for his heroism.
italian: [R] Penso che finì per ottenere la Medaglia d'Onore per il suo eroismo.

source: [S] I really don't care how cool the crazy pervert in the park is.
italian: [S] Non mi importa davvero quanto sia fresco il folle pervertito nel parco.

source: [S] I just wish he'd leave!
italian: [S] Vorrei che se ne andasse!

source: [R] Well, hopefully someone catches him soon.
italian: [R] Beh, si spera che qualcuno lo cattura presto.

source: [S] Alright, well I'm out of here.
italian: [S] Va bene, bene sono fuori di qui.

source: [R] See ya, Sid.
italian: [R] Vedere ya, Sid.

source: [R] {i}I'll just watch that backside all the way out of the room.{/i}
italian: [R] {i}Guarderò solo quel retro fino in fondo alla stanza.{/i}

source: [RT] {i}Oh, I feel like I'm going to be sick! I've got to push on though to make sure Sidney will be safe at the park.{/i}
italian: [RT] {i}Oh, mi sento come se fossi malato! Devo spingere su anche se per assicurarsi che Sidney sarà al sicuro al parco. /i}

source: [R] I made it.... pant.... pant....
italian: [R] L'ho fatta.... pant.... pant....

source: [RT] {i}And no sign of Mr. Peterson.{/i}
italian: [RT] {i}E nessun segno del signor Peterson.{/i}

source: [RT] {i}There's still no way I could keep up with Sidney. I should probably keep training.{/i}
italian: [RT] {i}Non c'è ancora modo di tenere il passo con Sidney. Probabilmente dovrei continuare ad allenarsi.{/i}

source: [RT] {i}If she gets here before me, she could be at risk of running into Mr. Peterson while she's all alone.{/i}
italian: [RT] {i}Se lei arriva qui prima di me, potrebbe essere a rischio di correre nel signor Peterson mentre è tutta sola.{/i}

source: [RT] {i}Man, I'm tired. I think I'll just walk home.{/i}
italian: [RT] {i}Uomo, sono stanco. Penso che camminerò a casa.{/i}

source: [RT] {i}Man, I'm still in really bad shape. At least I made it to the park this time though.{/i}
italian: [RT] {i}Uomo, sono ancora in pessima forma. Almeno questa volta l'ho fatto al parco.{/i}

source: [S] Oh, hey [ryan]. How was your run in the park today?
italian: [S] Oh, hey [ryan]. Come è stata la tua corsa nel parco oggi?

source: [S] Did you see crazy old Mr. Peterson?
italian: [S] Hai visto il vecchio signore Peterson pazzo?

source: [R] No, but that doesn't mean he wasn't there. The vegetation in the park is so thick, it would be almost impossible to find someone who didn't want to be found.
italian: [R] No, ma questo non significa che lui non era lì. La vegetazione nel parco è così spessa, sarebbe quasi impossibile trovare qualcuno che non voleva essere trovato.

source: [S] Well, luckily for you he isn't into male prostitutes, or he probably would have popped out to flash you his wrinkly old coin purse.
italian: [S] Beh, per fortuna per voi non è in prostitute maschili, o probabilmente avrebbe spuntato fuori per lampeggiare la sua vecchia borsa di moneta.

source: [R] Don't be too hard on him. Don't forget he's a war hero who's off his medication.
italian: [R] Non essere troppo duro con lui. Non dimenticare che è un eroe di guerra che è fuori dalla sua medicina.

source: [S] Yeah, well.... Whatever!
italian: [S] Sì, bene... Qualunque cosa!

source: [S] I guess I'm never going running in that park again until the old pervert is caught, or they find his dead body.
italian: [S] Immagino che non correrò mai più in quel parco fino a quando il vecchio perverso non viene catturato, o trovano il suo corpo morto.

source: [R] If you go with me, I'm sure you'll be fine.
italian: [R] Se andrai con me, sono sicuro che starai bene.

source: [S] Yeah, well I don't want to have to run at half my pace so you can keep up with me.
italian: [S] Sì, beh, non voglio dover correre a metà del mio ritmo in modo da poter stare al passo con me.

source: [R] Don't worry, I'll be in shape soon.
italian: [R] Non preoccuparti, presto sarò in forma.

source: [S] I hope so. Well, I'm off to take a shower.
italian: [S] Spero di sì. Beh, sono fuori a fare una doccia.

source: [S] See you later!
italian: [S] Ci vediamo più tardi!

source: [R] Later, Sid!
italian: [R] Più tardi, Diavolo!

source: [S] Alright! Get stretched out and we'll take off.
italian: [S] Bene! Fai un pò di stretching e partiamo.

source: [S] Just let me know when you're ready.
italian: [S] Fammi sapere quando sei pronto.

source: [R] Ok, let's go.
italian: [R] Ok, andiamo.

source: [RT] {i}Oh, shit!.... I'm still not going to be able to keep this pace.{/i}
italian: [RT] {i}Oh, merda! .... Non sono ancora in grado di mantenere questo ritmo.

source: [R] Hey Sid, I need to slow down a little.
italian: [R] Ehi Sid, ho bisogno di rallentare un pò.

source: [S] I really don't want to. I'm trying to get better at running not worse.
italian: [S] Davvero non lo voglio. Sto cercando di migliorare a correre non peggio.

source: [R] Well, I'm sorry, but I'm not going to be able to keep this pace. You'll have to go on ahead of me.
italian: [R] Beh, mi dispiace, ma non sono in grado di mantenere questo ritmo. Dovrai proseguire davanti a me.

source: [R] You should hold back, so you're not alone in the park with Mr. Peterson again.
italian: [R] Dovresti trattenerti, così non sarai di nuovo solo nel parco con il signor Peterson.

source: [S] Shit!.... I know I should.... I'm just going to go for it. I'll just try to be extra vigilant for that crazy old pervert.
italian: [S] Merda! .... So che dovrei.... Mi butto a capofitto. Cercherò di essere extra vigile per quel vecchio pazzo pervertito.

source: [S] {i}(yelling){/i}Try to hurry though, I feel much safer when you're there with me!
italian: [S] {i}(urlando){/i}Cerca di fare in fretta però, mi sento molto più sicuro quando sei lì con me!

source: [R] {i}(yelling){/i} I'll try, but I might need to stop for a second to take a rest.
italian: [R] {i}(urlando){/i} Ci proverò, ma potrei aver bisogno di fermarmi un attimo per riposare.

source: [RT] {i}Uugghh.... I pushed it too hard again trying to keep up with her.{/i}
italian: [RT] {i}Uugghh.... Ho spinto troppo forte ancora una volta cercando di stare al passo con lei.{/i}

source: [RT] {i}I just need to take a minute to rest.{/i}
italian: [RT] {i}Ho solo bisogno di prendermi un minuto per riposare.{/i}

source: [ST] {i}Ooofff.... I'm tired! I made pretty good time though.{/i}
italian: [ST] {i}Ooofff.... Sono stanca! Ho fatto un buon tempo però.{/i}

source: [ST] {i}It would have been even better if [ryan] hadn't slowed me down.{/i}
italian: [ST] {i}Sarebbe stato ancora meglio se [ryan] non mi avesse rallentato.{/i}

source: [ST] {i}Man, I am a sweaty mess.{/i}
italian: [ST] {i}Uomo, sono un casino sudato.{/i}

source: [MPT] {i}Well, would you look at that.{/i}
italian: [MPT] {i}Beh, lo guarderesti.{/i}

source: [MPT] {i}The saucy little whore who keeps getting away from me.{/i}
italian: [MPT] {i}La puttanella impertinente che continua a sfuggirmi.

source: [MPT] {i}I need some pussy so bad! If I could even get a taste of it, I'd be happy.{/i}
italian: [MPT] {i}Ho un gran bisogno di figa! Se potessi averne anche solo un assaggio, sarei felice.{/i}

source: [MPT] {i}She must not speak English very well. She didn't seem to understand I was trying to pay her.{/i}
italian: [MPT] {i}Non deve parlare molto bene l'inglese. Sembrava che non capisse che stavo cercando di pagarla.{/i}Si, è vero.

source: [MPT] {i}She must have thought I was trying to kidnap her.{/i}
italian: [MPT] {i}Deve aver pensato che stessi cercando di rapirla.{/i}

source: [MPT] {i}I need to sneak in there again and take her by surprise. I think she'll understand what I'm after if I'm a little more direct.{/i}
italian: [MPT] {i}Devo intrufolarmi di nuovo e coglierla di sorpresa. Penso che capirà cosa sto cercando se sono un pò più diretto.{/i}
