Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [MD] So, do you want truth, or dare?
italian: [MD] Quindi, vuoi la verità, o osi?

source: [MD] Ok... Another truth....
italian: [MD] Ok... Un'altra verità....

source: [MD] Oh... I've got one.
italian: [MD] Oh... ne ho uno.

source: [MD] Have you and Sidney ever fooled around?
italian: [MD] Voi e Sidney avete mai ingannato intorno?

source: [R] Wow! Why are you so interested in my relationship with my family?
italian: [R] Wow! Perché sei così interessato al mio rapporto con la mia famiglia?

source: [MD] I've kind of got an idea of what kind of person I think you are, and now I'm just trying to confirm my suspicions.
italian: [MD] Ho un'idea di che tipo di persona penso che siate, e ora sto solo cercando di confermare i miei sospetti.

source: [MD] So spill it, have you two ever fooled around?
italian: [MD] Così versate, avete due mai ingannato intorno?

source: [R] Uhhh... a... a little bit.
italian: [R] Uhhh... un po'.

source: [MD] Yeah... I kinda figured.
italian: [MD] Sì... Ho immaginato.

source: [MDT] {i}Shoot! I should have been more specific, messing around could mean touching each other in the bathtub when they were kids, to fucking each other every other night.{/i}
italian: [MDT] {i}Spara! Avrei dovuto essere più specifico, disordinato intorno potrebbe significare toccare l'un l'altro nella vasca da bagno quando erano bambini, per scopare a vicenda ogni altra notte. /i}

source: [MDT] {i}I can just imagine them going at it in [ryan]'s bed.{/i}
italian: [MDT] {i}Posso solo immaginare che vadano in esso nel letto di [ryan].{/i}

source: [MD] So what did you two do together?
italian: [MD] Che cosa avete fatto voi due insieme?

source: [R] Nope, you're not fooling me this time. You've already asked me a question.
italian: [R] No, non mi stai ingannando questa volta. Mi hai già fatto una domanda.

source: [R] Now it's my turn to ask you.
italian: [R] Ora tocca a me chiederti.

source: [MDT] {i}Shit!{/i}
italian: [MDT] {i}Merda!{/i}

source: [MD] I'll choose truth as well.
italian: [MD] Anche io sceglierò la verità.

source: [RT] {i}I wonder if she's asked me that because she's messed around with someone in our family.{/i}
italian: [RT] {i}Mi chiedo se mi ha chiesto di farlo perché è in giro con qualcuno nella nostra famiglia.{/i}

source: [RT] {i}I wonder who it could be?... Most likely Lauren, but if it isn't I've wasted a question.{/i}
italian: [RT] {i}Mi chiedo chi potrebbe essere?... Molto probabilmente Lauren, ma se non ho sprecato una domanda.{/i}

source: [R] Who have you messed around with in our family?
italian: [R] Chi hai intrufolato con nella nostra famiglia?

source: [MD] You mean besides letting my cousin take semi-naked pictures of me?
italian: [MD] Tu intendi oltre a lasciare che mio cugino scattare foto semi-nude di me?

source: [R] Yeah... That doesn't count.
italian: [R] Sì... Quello non conta.

source: [MD] How do you know that I have?
italian: [MD] Come lo sai che ho?

source: [R] Well, if you haven't, just say so.
italian: [R] Beh, se non lo hai, basta dire così.

source: [MD] Alright... I've messed around a little bit with Lauren.
italian: [MD] Va bene... Ho incasinato un po' con Lauren.

source: [R] Ha!... I knew it!
italian: [R] Ha!... Lo sapevo!

source: [MD] Haha... Way to go, Sherlock!
italian: [MD] Haha... Modo per andare, Sherlock!

source: [R] So what did you two do together?
italian: [R] Che cosa avete fatto voi due insieme?

source: [MD] Ha... I'm not falling for that either. My turn is over.
italian: [MD] Ha... Non sto cadendo neanche per questo. Il mio turno è finito.

source: [MD] Now do you want truth, or dare?
italian: [MD] Ora vuoi la verità, o osi?

source: [MD] Another truth, huh? Ok...
italian: [MD] Un'altra verità, eh? Ok...

source: [MD] I can't get the image of Aunt [mom_name] out of my head, and I haven't even seen her strip.
italian: [MD] Non riesco a estrarre l'immagine della zia [mom_name] dalla mia testa, e non ho nemmeno visto la sua striscia.

source: [MD] So what I want to know is...
italian: [MD] Quindi quello che voglio sapere è...

source: [MD] When was the last time you fantasized about your mom stripping?
italian: [MD] Quando è stata l'ultima volta che hai fantasticato di tua mamma stripping?

source: [R] You sure like to get personal.
italian: [R] Sei sicuro di voler ottenere personale.

source: [MD] Yeah, yeah, we both know you fantasize about her, I just want to know when was the last time.
italian: [MD] Sì, sì, sappiamo entrambi che fantastichi su di lei, voglio solo sapere quando è stata l'ultima volta.

source: [R] Fine... I can't place the exact time, but it's been less than a week.
italian: [R] Fine... Non posso inserire il tempo esatto, ma è stato meno di una settimana.

source: [MDT] {i}So, it seems like he can't get the thought of his mom stripping out of his head either... that's pretty interesting.{/i}
italian: [MDT] {i}Così, sembra che non possa ottenere il pensiero di sua mamma spogliarsi dalla sua testa... è abbastanza interessante.{/i}

source: [MD] Ok... Fair enough.
italian: [MD] Ok... abbastanza chiaro.

source: [MD] I guess it's my turn, and I'll pick truth as well.
italian: [MD] Immagino che sia il mio turno, e sceglierò anche la verità.

source: [R] You mentioned that you've been picturing Mom stripping, so I'm asking you the same question. When was the last time you fantasized about Mom?
italian: [R] Hai detto che hai fotografato la mamma stripping, quindi ti sto chiedendo la stessa domanda. Quando è stata l'ultima volta che hai fantasticato sulla mamma?

source: [MD] Same question, same answer.
italian: [MD] Stessa domanda, stessa risposta.

source: [R] You mean less than a week?
italian: [R] Intendi meno di una settimana?

source: [R] Wow! I thought you'd try to deny that you've fantasized about her.
italian: [R] Wow! Pensavo che si sarebbe tentato di negare che hai fantasticato su di lei.

source: [MD] This is truth or dare... If you're going to lie, you shouldn't play...
italian: [MD] Questa è verità o osa... Se hai intenzione di mentire, non dovresti giocare...

source: [MD] Have you been lying?
italian: [MD] Tu hai mentito?

source: [R] No... Honest to God.
italian: [R] No... Onesto a Dio.

source: [MD] You'd better not be.
italian: [MD] Faresti meglio a non essere.

source: [MD] Because now it's your turn.
italian: [MD] Perché ora è il tuo turno.

source: [MD] My mom keeps talking about how her sister got a shameful new job after her husband went to jail, but she won't tell me what it is.
italian: [MD] Mia mamma continua a parlare di come sua sorella ha ottenuto un nuovo lavoro vergognoso dopo che suo marito è andato in prigione, ma lei non mi dirà cos'è.

source: [MD] So tell me what that shameful new job is.
italian: [MD] Quindi mi dica che cosa è quel nuovo lavoro vergognoso.

source: [R] Ok... but you can't tell anyone else, or Mom will kill me.
italian: [R] Ok... ma non puoi dirlo a nessuno, o la mamma mi ucciderà.

source: [MD] Yeah... I promise I won't tell anyone.
italian: [MD] Sì... Prometto che non lo dirò a nessuno.

source: [R] I guess you could call it a second job, she's gone quite a few times now...
italian: [R] Immagino che si potrebbe chiamare un secondo lavoro, è andato un bel po' di volte adesso...

source: [R] Well, she's only had to a go a few times, so I don't know if I would call it a new job...
italian: [R] Beh, ha dovuto andare solo qualche volta, quindi non so se lo chiamerei un nuovo lavoro...

source: [R] Well, it's not a new job, she's only had to do the job one time, I've been able to make enough money on the side that she hasn't had to go back...
italian: [R] Beh, non è un nuovo lavoro, lei ha dovuto fare il lavoro una volta, Sono stato in grado di fare abbastanza soldi dalla parte che non ha dovuto tornare indietro...

source: [RT] {i}Well... And the time I couldn't find my money.{/i}
italian: [RT] {i}Bene... E il tempo che non riuscivo a trovare il mio denaro.{/i}

source: [MD] So, what's the job?
italian: [MD] Quindi, qual è il lavoro?

source: [R] Ok... well....
italian: [R] Ok... be....

source: [R] The Mafia guys we owe money to, own a strip club.
italian: [R] I mafiosi che dobbiamo soldi, possedere un club di spogliarelli.

source: [R] And if we don't have enough money to make our weekly payment to them, then they let Mom pay it off by pole dancing and stripping in their club.
italian: [R] E se non abbiamo abbastanza soldi per effettuare il nostro pagamento settimanale a loro, poi lasciano che la mamma lo paghi da palo ballando e spogliandosi nel loro club.

source: [MD] Wow! And you help to pay the Mafia debt each week so [mom_name] doesn't have to strip?
italian: [MD] Wow! E si aiuta a pagare il debito mafioso ogni settimana, quindi [mom_name] non c'è bisogno di spogliare?

source: [R] I try to.
italian: [R] Cerco di farlo.

source: {i}{b}"Mandy's Respect +1"{/b}{/i}
italian: {i}{b}"Rispetto del mandato +1"{/b}{/i}

source: [MD] Have you ever seen her do it?
italian: [MD] La avete mai vista farlo?

source: [MDT] {i}I can just see her swinging on that pole.{/i}
italian: [MDT] {i}Posso solo vedere la sua oscillazione su quel palo.{/i}

source: [R] Do what?
italian: [R] Fare cosa?

source: [MD] Strip, of course!
italian: [MD] Striscia, naturalmente!

source: [R] Yeah, the first night she... hey! You can't ask me any additional questions until I choose truth again.
italian: [R] Sì, la prima notte lei... he! Non puoi farmi altre domande finché non scelgo di nuovo la verità.

source: [MD] Haha... Fair enough...
italian: [MD] Haha... Bene abbastanza...

source: [R] Alright... Are you a virgin?
italian: [R] Va bene... Sei una vergine?

source: [MD] Yes.
italian: [MD] Sì.

source: [R] Really?
italian: [L] Davvero?

source: [MD] Why do you sound so surprised?
italian: [MD] Perché sembri così sorpreso?

source: [R] Uhhh... I guess, I mean, you seem so sexually open.
italian: [R] Uhhhh... Immagino, voglio dire, che sembri così sessualmente aperto.

source: [MD] Yeah well, I probably wouldn't be a virgin if my overprotective mom wasn't always clam-jamming me.
italian: [MD] Sì bene, probabilmente non sarei una vergine se la mia mamma iperprotettiva non fosse sempre clam-jamming me.

source: [MD] You know, like the female version of cockblock.
italian: [MD] Sai, come la versione femminile del cockblock.

source: [R] Haha... Never heard that one.
italian: [R] Haha... Mai sentito quello.

source: [MD] Well... My mom's been pretty successful at keeping me out of situations where I could possibly get my cherry popped.
italian: [MD] Bene... Mia mamma è stata abbastanza riuscita a tenermi fuori dalle situazioni in cui potevo forse ottenere il mio papavero di ciliegia.

source: [MD] But I'm hoping to remedy that very soon.
italian: [MD] Ma spero di porre rimedio a questo presto.

source: [RT] {i}Is she hinting at something?{/i}
italian: [RT] {i}Sta suggerendo qualcosa?{/i}

source: [MD] Alright, your turn again.
italian: [MD] Va bene, il tuo turno di nuovo.

source: [MD] Hmmm... ok, I think I have one.
italian: [MD] Hmmm... ok, penso di averne uno.

source: [MD] You already told me that you find [mom_name] the most attractive.
italian: [MD] Mi hai già detto che hai trovato [mom_name] il più attraente.

source: [MD] You already told me that you find Sidney the most attractive.
italian: [MD] Mi hai già detto che hai trovato Sidney il più attraente.

source: [MD] You already told me that you find Lauren the most attractive.
italian: [MD] Mi hai già detto che trovi Lauren la più attraente.

source: [MD] You already told me that you find my mom the most attractive.
italian: [MD] Mi hai già detto che trovi mia mamma la più attraente.

source: [MD] So what I want to know is... When was the last time you jacked off while thinking of her?
italian: [MD] Quindi quello che voglio sapere è... Quando è stata l'ultima volta che hai buttato via mentre pensavi a lei?

source: [R] How do you know that I have?
italian: [R] Come lo sai che ho?

source: [MD] Well, have you?
italian: [MD] Beh, vero?

source: [R] Is that your question?
italian: [R] È la tua domanda?

source: [MD] No... I'll stick to the original, since I'm pretty sure that you have.
italian: [MD] No... mi atterrò all'originale, poiché sono abbastanza sicuro che avete.

source: [R] I can't remember exactly, but I'm pretty sure it's been less than a week.
italian: [R] Non ricordo esattamente, ma sono abbastanza sicuro che sia stata meno di una settimana.

source: [MD] Haha... You pervert!
italian: [MD] Haha... Sei pervertito!

source: [MD] Ok, now do me.
italian: [MD] Ok, ora fatemi.

source: [RT] {i}I wish!{/i}
italian: [RT] {i}che voglio!{/i}

source: [R] Alright, truth, or dare?
italian: [R] Bene, verità, o osare?

source: [MD] I'll pick truth.
italian: [MD] Io sceglierò la verità.

source: [R] When was the last time you masturbated thinking about someone from our family?
italian: [R] Quand'è stata l'ultima volta che ti sei masturbato pensando a qualcuno della nostra famiglia?

source: [MD] It's been less than a week.
italian: [MD] È stata meno di una settimana.

source: [R] Really?... Who?
italian: [R] Davvero?... Chi?

source: [MD] Sorry, you've already asked your question.
italian: [MD] Siamo spiacenti, hai già fatto la tua domanda.

source: [RT] {i}Unless she's lesbian, or bisexual, which I wouldn't put past her, she's probably masturbated to me.{/i}
italian: [RT] {i}A meno che lei non sia lesbica, o bisessuale, che non avrei mai passato di lei, probabilmente mi si masturba.{/i}

source: [RT] {i}She did seem to be pretty interested in my cock when she and Lauren came into my room that morning.{/i}
italian: [RT] {i}Sembrava essere piuttosto interessata al mio cazzo quando lei e Lauren sono entrati nella mia stanza quella mattina.{/i}

source: [MD] Alright, it's your turn. Do you want truth, or dare?
italian: [MD] Va bene, è il tuo turno. Vuoi la verità, o osare?

source: [RT] {i}Great cover [ryan]! She'll never expect the truth!{/i}
italian: [RT] {i}Grande copertina [ryan]! Non si aspetterà mai la verità!{/i}

source: [MD] So, spill it.
italian: [MD] Quindi, versalo.

source: [R] Do you want truth, or dare?
italian: [R] Vuoi verità o obbligo?

source: [MD] Since you picked truth, I'm going to pick truth too.
italian: [MD] Dal momento che hai scelto la verità, anch'io sceglierò la verità.

source: [R] Ok... Are you attracted to anyone in our family?
italian: [R] Ok... Sei attratto da qualcuno nella nostra famiglia?

source: [R] Who?
italian: [R] Chi?

source: [MD] Nope, I already told my truth.
italian: [MD] No, ho già detto la mia verità.

source: [MD] You're not very good at this, are you?
italian: [MD] Non sei molto bravo in questo, vero?

source: [MD] Kiss your sister's ass.
italian: [MD] Baciate il culo di vostra sorella.

source: [R] Ok... but we have to agree, we won't tell Lauren about any of the dares we do that involve her in any way.
italian: [R] Ok... ma dobbiamo essere d'accordo, non diremo a Lauren di nessuna delle sfide che facciamo e che la coinvolgono in qualche modo.

source: [MD] Yeah, obviously.
italian: [MD] Sì, ovviamente.

source: [R] Ok, just making sure.
italian: [R] Ok, solo per essere sicuri.

source: [MDT] {i}He looks so cute kissing his sister's ass, and why does the fact that it's his sister kinda turn me on?{/i}
italian: [MDT] {i}Sembra così carino baciare il culo di sua sorella, e perché il fatto che sia sua sorella kinda mi accendo?{/i}

source: [MDT] {i}I'll bet I can get him to do a better kiss than that.{/i}
italian: [MDT] {i}Scommetto che posso fargli fare un bacio migliore di questo.

source: [R] Was that to your liking?
italian: [R] È stato di tuo gradimento?

source: [MD] Are you kidding me? That was the wussiest ass kiss I've ever seen.
italian: [MD] Mi stai scherzando? Era il bacio di culo più malvagio che io abbia mai visto.

source: [R] Have you seen a lot of ass kisses?
italian: [R] Hai visto molti baci di culo?

source: [MD] Yes, and you've got to get deeper in the crack.
italian: [MD] Sì, e devi approfondire la fessura.

source: [RT] {i}Is she messing with me?{/i}
italian: [RT] {i}Si sta prendendo gioco di me? {/i}

source: [RT] {i}I would love to kiss Lauren there, and in front of Mandy, with her approval?{/i}
italian: [RT] {i}Mi piacerebbe baciare Lauren lì, e davanti a Mandy, con la sua approvazione?

source: [RT] {i}I can't resist.{/i}
italian: [RT] {i}Non posso resistere.

source: [R] Ok, like this?
italian: [R] Ok, così?

source: [RT] {i}Oh... That is such a sexy smell!{/i}
italian: [RT] {i}Oh... Questo è un odore così sexy!

source: [MDT] {i}Oh, my God!... This is making me so wet!{/i}
italian: [MDT] {i}Oh, mio Dio!... Questo mi sta facendo bagnare così tanto!

source: [R] Was that better?
italian: [R] Va meglio?

source: [MD] Uhhh... Ummm... much... better.
italian: [MD] Uhhh... Ummm... molto... meglio.

source: [RT] {i}Haha... I don't think she thought I would go through with it. But from the look on her face, I think she liked it.{/i}
italian: [RT] {i}Haha... Non credo che lei pensasse che sarei andato fino in fondo. Ma dalla sua espressione, penso che le sia piaciuto.

source: [MD] Umm... Is it my turn?
italian: [MD] Umm... È il mio turno?

source: [R] Yeah, truth, or dare?
italian: [R] Sì, verità o obbligo?

source: [MD] I pick dare.
italian: [MD] Scelgo osare.

source: [R] I'm going to take things up a notch... I dare you to take off Lauren's shirt.
italian: [R] Sto per fare un salto di qualità... Ti sfido a togliere la camicia a Lauren.

source: [MD] Really?... You don't think she'll wake up?
italian: [MD] Davvero?... Non pensi che si sveglierà?

source: [R] No way. She is out for the night.
italian: [R] Assolutamente no. È fuori per la notte.

source: [MD] Alright, but if she wakes up, I'm blaming this on you.
italian: [MD] Va bene, ma se lei si sveglia, sto incolpando questo su di te.

source: [R] Fair enough.
italian: [R] Mi sembra giusto.

source: [MD] Ok...
italian: [MD] Va bene...

source: [MD] Here goes.
italian: [MD] Qui va.

source: [MDT] {i}Please don't wake up, please don't wake up, please don't wake up.{/i}
italian: [MDT] {i}Per favore non svegliarti, per favore non svegliarti, per favore non svegliarti.{/i}

source: [MD] Wow! She barely stirred!
italian: [MD] Wow! Ha appena agitato!

source: [MD] I'm starting to think we can get away with anything involving her, and with that in mind, do you want truth, or dare?
italian: [MD] Sto iniziando a pensare che possiamo farci via con qualsiasi cosa che la coinvolga, e con questo in mente, vuoi la verità, o osare?

source: [MD] Well, no point in wasting any time, let's just start the game out with Lauren already topless.
italian: [MD] Beh, non ha senso sprecare in qualsiasi momento, basta iniziare il gioco con Lauren già topless.

source: [MD] Let me see... Oh, I have a good one.
italian: [MD] Lasciami vedere... Oh, ne ho una buona.

source: [MD] Take off her panties.
italian: [MD] Toglietevi le mutandine.

source: [R] And leave her bare ass naked on the bed?
italian: [R] E lasciare il suo culo nudo sul letto?

source: [R] How will we explain things if she wakes up?
italian: [R] Come spiegheremo le cose se si sveglia?

source: [MD] I don't know... maybe just convince her she's having a dream.
italian: [MD] Non lo so... forse solo convincere lei sta facendo un sogno.

source: [MD] But, you either do it, or you lose.
italian: [MD] Ma, o lo fate, o si perde.

source: [R] Alright, I'm on it.
italian: [R] Va bene, ci penso io.

source: [RT] {i}Oh, my God! I'm taking off my sister's panties, and my cousin dared me to do it... Shit, my dick is rock hard now!{/i}
italian: [RT] {i}Oh, mio Dio! Sto prendendo le mutandine di mia sorella, e mio cugino mi ha osato farlo. . Merda, il mio cazzo è duro adesso!{/i}

source: [RT] {i}It won't be easy to hide a hardon in these small shorts.{/i}
italian: [RT] {i}Non sarà facile nascondere un'erezione in questi piccoli pantaloncini.

source: [R] What?... I don't want to see my sister naked!
italian: [R] Cosa?... Non voglio vedere mia sorella nuda!

source: [RT] {i}Why am I even trying anymore? She knows I'm lying.{/i}
italian: [RT] {i}Perché ci provo ancora? Lei sa che sto mentendo.

source: [R] But... I'll do it because it will make the next dares easier.
italian: [R] Ma... Lo farò perché renderà le prossime sfide più facili.

source: [MDT] {i}I'm glad I'm not the only one in this house with tiny tits.{/i}
italian: [MDT] {i}Sono contenta di non essere l'unica in questa casa con le tette piccole.

source: [MDT] {i}They're actually pretty sexy on Lauren, maybe my tiny tits don't look so bad either.{/i}
italian: [MDT] {i}In realtà sono piuttosto sexy su Lauren, forse anche le mie tette piccole non sono così male.

source: [RT] {i}Fuck! My cock is so hard... I can see everything!{/i}
italian: [RT] {i}Cazzo! Il mio cazzo è così duro... Posso vedere tutto!

source: [MD] So... I guess it's my turn?
italian: [MD] Quindi... immagino che sia il mio turno?

source: [R] Oh yeah, do you want truth, or dare?
italian: [R] Oh sì, vuoi verità o obbligo?

source: [MD] I don't want to be outdone, so I'll pick dare too.
italian: [MD] Non voglio essere annullato, quindi sceglierò il coraggio troppo.

source: [R] Nice!
italian: [R] Bello!

source: [R] Cuz I've got a great one all ready for you.
italian: [R] Perché ne ho una bella pronta per te.

source: [MD] Oh no... maybe I should have chosen truth!
italian: [MD] Oh no... forse avrei dovuto scegliere la verità!

source: [R] Haha... too late!
italian: [R] Haha... troppo tardi!

source: [R] I dare you to press your naked tits against Lauren's naked tits.
italian: [R] Ti sfido a premere le tue tette nude contro le tette nude di Lauren.

source: [MD] Oh, yeah... I should have chosen truth.
italian: [MD] Oh, sì... avrei dovuto scegliere la verità.

source: [R] Ha... So do you give up?
italian: [R] Ha... Allora ti arrendi?

source: [MD] Never!
italian: [MD] Mai!

source: [MD] Just give me a second.
italian: [MD] Mi dia un secondo.

source: [MDT] {i}[ryan]'s about to see my tits!{/i}
italian: [MDT] {i}[ryan]sta per vedere le mie tette! {/i}.

source: [MDT] {i}What if he doesn't like them?{/i}
italian: [MDT] {i}E se non gli piacciono?

source: [MDT] {i}What if he thinks they're too small, or funny shaped, or my nipples are too puffy?{/i}
italian: [MDT] {i}E se pensa che siano troppo piccole, o di forma strana, o che i miei capezzoli siano troppo gonfi?

source: [MDT] {i}This is the first time I've ever shown them to anybody up close.{/i}
italian: [MDT] {i}E' la prima volta che li mostro a qualcuno da vicino.

source: [MDT] {i}Moment of truth.{/i}
italian: [MDT] {i}Momento della verità.

source: [R] I know this may be inappropriate, so don't take this the wrong way with me being your cousin and all, but those are some great tits.
italian: [R] So che questo potrebbe essere inappropriato, quindi non prendere questo il modo sbagliato con me di essere il cugino e tutti, ma quelle sono alcune grandi tette.

source: [RT] {i}I didn't think it was possible for me to get any harder, and yet...{/i}
italian: [RT] {i}Non pensavo fosse possibile per me diventare più duro, eppure...{/i}

source: [MD] You don't think they're too small?
italian: [MD] Non pensate che siano troppo piccoli?

source: [R] Are you kidding? I love and respect all sizes of tits equally... well... almost equally.
italian: [R] Stai scherzando? Amo e rispetto tutte le dimensioni delle tette allo stesso modo... beh... quasi allo stesso modo.

source: [R] It really depends on the body they're attached to, and I love a slim body, so I think yours are fantastic.
italian: [R] Dipende davvero dal corpo a cui sono attaccate, e io amo un corpo snello, quindi penso che le tue siano fantastiche.

source: [R] Ummm... in a non-weird, cousin way.
italian: [R] Ummm... in un modo non strano, cugino.
