Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.05.po
Languages: italian

source: {i}(Soft footsteps and door creaking.){/i}
italian: {i}(Passi morbidi e porta che scricchiola.){/i}

source: [S] Oh.... I'm sorry I woke you.... I was trying to be as quiet as I can.
italian: [S] Oh.... Mi dispiace di averti svegliato... stavo cercando di essere il più tranquillo possibile.

source: [R] It's ok. I think I just barely dozed off, so I should be able to fall right back asleep.
italian: [R] Va bene. Penso di aver appena fatto a malapena fuori, quindi dovrei essere in grado di addormentarmi.

source: [S] Well, since you're awake, let me give you part of the money from work tonight. Please use it for the Mafia debt, or some other way that's good for our family.
italian: [S] Beh, visto che sei sveglio, lasciati che ti dia parte del denaro dal lavoro stasera. Si prega di usarlo per il debito mafioso, o qualche altro modo che è buono per la nostra famiglia.

source: {i}"Money + $100"{/i}
italian: {i}"Soldi + 100$"{/i}

source: [R] Thank you so much! This will help out a lot!
italian: [R] Grazie mille! Questo ti aiuterà molto!

source: [S] My pleasure.... Now scootch over!.... I've got to get to sleep. Work was exhausting, and I've had a cup of tea to help calm my nerves.
italian: [S] Il mio piacere.... Ora scootch sopra!.... Devo andare a dormire. Il lavoro era faticoso, e ho avuto una tazza di tè per aiutare a calmare i nervi.

source: [R] Wait.... Sidney?.... Arent you going to change first?.... Your clothes smell like alcohol.
italian: [R] Aspetta.... Sidney?.... Arent che cambierai prima?.... I tuoi vestiti odorano come l'alcol.

source: [S] {i}(light snoring){/i}
italian: [S] {i}(russare leggero){/i}

source: [RT] {i}Wow! She really is tired.{/i}
italian: [RT] {i}Wow! È davvero stanca.{/i}

source: [RT] {i}And she's really going to be dead to the world after drinking that melatonin laced tea.{/i}
italian: [RT] {i}E sarà davvero morta al mondo dopo aver bevuto quel tè allacciato alla melatonina.{/i}

source: [R] {i}(whispering loudly){/i} Sidney!.... Go change your clothes!
italian: [R] {i}(sussurrando rumorosamente){/i} Sidney!.... Vai a cambiare i tuoi vestiti!

source: [RT] {i}I think she'd sleep through an earthquake right now.{/i}
italian: [RT] {i}Penso che lei avrebbe dormito in un terremoto in questo momento.{/i}

source: [RT] {i}And those pantyhose are sexy as hell!{/i}
italian: [RT] {i}E quelle collant sono sexy come inferno!{/i}

source: [RT] {i}I'd have to be an idiot to not recognize the opportunity here.{/i}
italian: [RT] {i}Dovrei essere un idiota per non riconoscere l'opportunità qui.{/i}

source: [RT] {i}But I am pretty tired.{/i}
italian: [RT] {i}Ma sono abbastanza stanco.{/i}

source: [RT] {i}Alright!.... Off come my shorts.{/i}
italian: [RT] {i}Bene!.... Fuori dai miei shorts.{/i}

source: [RT] {i}That is one sexy ass!{/i}
italian: [RT] {i}Questo è un culo sexy!{/i}

source: [RT] {i}I could probably get these pantyhose off, but I don't think I could get them back on without waking her.{/i}
italian: [RT] {i}Probabilmente potrei ottenere questi collant fuori, ma non penso di poterli rimettere in piedi senza svegliarla.{/i}

source: [RT] {i}This is going to be amazing anyways.{/i}
italian: [RT] {i}Questo sarà comunque sorprendente.{/i}

source: [RT] {i}That is one muscular ass! All that running is paying off.{/i}
italian: [RT] {i}Questo è un culo muscoloso! Tutto quello in esecuzione sta pagando.{/i}

source: [RT] {i}This is going to feel amazing.{/i}
italian: [RT] {i}Questo si sentirà incredibile.{/i}

source: [RT] {i}Ooohhh.... I'm almost there!{/i}
italian: [RT] {i}Ooohhh.... Sono quasi lì!{/i}

source: [RT] {i}God that felt good!.... What a mess.{/i}
italian: [RT] {i}Dio che si sentiva bene!.... Che pasticcio.{/i}

source: [RT] {i}Hopefully I can just rub this in, and she won't notice.{/i}
italian: [RT] {i}Speriamo che posso solo strofinare questo in, e lei non noterà.{/i}

source: [RT] {i}I've heard cum is good for the skin.{/i}
italian: [RT] {i}Ho sentito che lo sperma è buono per la pelle.{/i}

source: [RT] {i}I'll have to ask Sidney if her back is feeling extra moisturized and vibrant later.{/i}
italian: [RT] {i}Dovrò chiedere a Sidney se la schiena si sente idratata e vibrante più tardi.{/i}

source: [RT] {i}There.... As soon as the cum on her pantyhose dries, she won't even be able to tell.{/i}
italian: [RT] {i}Là.... Non appena lo sperma sul suo collant si asciuga, non sarà nemmeno in grado di dirlo.{/i}

source: [RT] {i}And now, I'm going to sleep well tonight.{/i}
italian: [RT] {i}E ora, dormirò bene stasera.{/i}

source: [RT] {i}Mom's at it again. Doing her best to keep our house functioning like a normal home should.{/i}
italian: [RT] {i}Mamma è di nuovo di nuovo. Fai del suo meglio per mantenere la nostra casa come una casa normale dovrebbe.{/i}

source: [RT] {i}I've still got plenty on my plate too, but should I take some time to see if she needs help?{/i}
italian: [RT] {i}Ho ancora molto sul mio piatto, ma dovrei prendermi del tempo per vedere se ha bisogno di aiuto?{/i}

source: [R] Hey, Mom! Way to rock that broom.
italian: [R] Hey, Mamma! Modo per sfondare quella scopa.

source: [M] What is it, [ryan]? I still don't have time for your playful banter.
italian: [M] Che cos'è, [ryan]? Non ho ancora tempo per il tuo bander giocoso.

source: [R] Sorry.... I know.... I should stop trying.
italian: [R] Mi dispiace... lo so... dovrei smettere di provare.

source: [R] I was just wondering if you needed any help with the house.
italian: [R] Mi chiedevo solo se aveste bisogno di aiuto con la casa.

source: [M] You still want to help me around the house?....
italian: [M] Vuoi ancora aiutarmi in casa tua?....

source: [R] Well, yeah.... Dad's still gone, and your "honey-do list" must still be getting longer.
italian: [R] Beh, sì.... papà è ancora andato, e la tua "lista del miele" deve ancora essere più lunga.

source: [M] I guess I just didn't think you'd still want to help me after I let you fall that time.
italian: [M] Immagino di non aver pensato che avresti ancora voluto aiutarmi dopo averti lasciato cadere quel tempo.

source: [M] Are your knees at least feeling better?
italian: [M] Le tue ginocchia si sentono almeno meglio?

source: [R] Oh yeah, of course, and I still don't want you to feel like you're in this thing all on your own. I want to help you whenever I can.
italian: [R] Oh sì, naturalmente, e io ancora non voglio che ti senta come se fossi in questa cosa tutto da solo. Ti voglio aiutare ogni volta che posso.

source: [M] hmmm.... Well, that is a very sweet of you, and there are a number of things that I can't do myself around the house. Are you still feeling pretty handy?
italian: [M] hmmm.... Beh, questo è un molto dolce di voi, e ci sono un certo numero di cose che non posso fare io in giro per la casa. Ti stai ancora sentendo piuttosto utile?

source: [R] For sure!
italian: [R] Sicuramente!

source: {i}{b}"Mom's Affection +1"{/b}{/i}
italian: {i}{b}"Affetto della mamma +1"{/b}{/i}

source: [M] Alright, well, we still need to stay right here in the lounge.
italian: [M] Bene, abbiamo ancora bisogno di rimanere proprio qui nella lounge.

source: [M] I have no idea how, but that same light seems to have come loose again.
italian: [M] Non ho idea di come, ma quella stessa luce sembra essersi sciolta di nuovo.

source: [M] The flickering is starting to drive me crazy.
italian: [M] Il tremolio sta iniziando a farmi impazzire.

source: [M] Do you think you could climb up there again, and make sure you screw it in nice and tight?
italian: [M] Pensi che si potrebbe salire su lì di nuovo, e assicurarsi di avvitare in bella e stretta?

source: [RT] {i}Ha...That's what she said!{/i}
italian: [RT] {i}Ha...È quello che ha detto!{/i}

source: [R] Do you promise not to let go this time.... or surprise me like you did before?
italian: [R] Prometti di non lasciare andare questa volta... o di sorprendermi come hai fatto prima?

source: [M] No.... Of course not.... I'm sorry.... It won't happen again.... I don't know what came over me....
italian: [M] No.... Certamente no... mi dispiace.... Non succederà più... non so cosa mi sia capitato....

source: [MT] {i}Except that a huge penis bulge was screaming for my attention, right in front of my face.{/i}
italian: [MT] {i}Eccetto che un enorme rigonfiamento del pene stava urlando per la mia attenzione, proprio di fronte alla mia faccia.{/i}

source: [RT] {i}Ok.... carefully.... I don't want to fall again.{/i}
italian: [RT] {i}Ok.... attentamente.... Non voglio cadere di nuovo.{/i}

source: [M] Wait a second honey, let me hold onto you. I don't want you to fall.
italian: [M] Aspetta un secondo miele, lasciami tenere su di te. Non voglio che tu cadi.

source: [R] Oh, right, thanks Mom.
italian: [R] Oh, giusto, grazie mamma.

source: [RT] {i}Oh, I love having her hands on me!{/i}
italian: [RT] {i}Oh, adoro avere le sue mani su di me!

source: [M] That's right honey. That same one as last time.... Oh, please be careful!
italian: [M] Questo è il miele giusto. Quella stessa dell'ultima volta.... Oh, attenzione!

source: [RT] {i}I don't want to fall, but I wouldn't mind if she touched my penis again.{/i}
italian: [RT] {i}Non voglio cadere, ma non mi dispiacerebbe se lei abbia nuovamente toccato il mio pene.{/i}

source: [RT] {i}I'm prepared this time.{/i}
italian: [RT] {i}Sono preparato questa volta.{/i}

source: [MT] {i}Ok [mom_name], Try not to focus on his "you know what."{/i}
italian: [MT] {i}Ok [mom_name], Prova a non concentrarti sul suo "sai cosa".{/i}

source: [MT] {i}Why does it have to be exactly in my face?{/i}
italian: [MT] {i}Perché deve essere esattamente nella mia faccia?{/i}

source: [MT] {i}Even when he's flaccid, he's still *so* big!{/i}
italian: [MT] {i}Anche quando è flaccido, è ancora *così* grande!{/i}

source: [MT] {i}For his own sake, I'm so glad he didn't inherit his father's penis.{/i}
italian: [MT] {i}Per amor suo, sono così contento che non abbia ereditato il pene di suo padre.{/i}

source: [MT] {i}My dad would be proud to know he passed his size down to [ryan].{/i}
italian: [MT] {i}Mio padre sarebbe orgoglioso di sapere che ha passato le sue dimensioni a [ryan].{/i}

source: [MT] {i}But how on earth would I ever bring that up to him?{/i}
italian: [MT] {i}Ma come avrei mai fatto a portarlo fino a lui?{/i}

source: [MT] {i}Well, at least there was one benefit to [dad_name] being on the small side.{/i}
italian: [MT] {i}Beh, almeno c'è stato un vantaggio per [dad_name] essere sul lato piccolo.{/i}

source: [MT] {i}Anal sex isn't nearly as painful as it could be....{/i}
italian: [MT] {i}Il sesso anale non è così doloroso come potrebbe essere....{/i}

source: [MT] {i}I'm pretty sure I'd never be able to stuff [ryan]'s penis in my ass.{/i}
italian: [MT] {i}Sono abbastanza sicuro che non sarei mai in grado di roba [ryan]del pene nel mio culo.{/i}

source: {i}{b}"Mom's Libido +1"{/b}{/i}
italian: {i}{b}"Libido della Mamma +1"{/b}{/i}

source: [MT] {i}Oh God, [mom_name]!.... Get those thoughts out of your head!{/i}
italian: [MT] {i}Oh Dio, [mom_name]!.... Prendi quei pensieri dalla tua testa!{/i}

source: [MT] {i}What in the fuck is wrong with you?!{/i}
italian: [MT] {i}Cosa c'è di sbagliato nel cazzo con te?!{/i}

source: [R] Ok.... I'm done.... I'm coming down.
italian: [R] Ok.... Ho finito... sto venendo.

source: [M] So, did you screw it really good this time?
italian: [M] Così, hai avvitato davvero bene questa volta?

source: [RT] {i}I'll screw you really good someday.{/i}
italian: [RT] {i}Ti farò davvero bene un po'.{/i}

source: [R] I think so. Though I thought I got it good last time too.
italian: [R] Penso di sì. Anche se pensavo di averlo fatto bene anche l'ultima volta.

source: [M] Yeah, it's weird that it won't stay in.
italian: [M] Sì, è strano che non rimanga.

source: [RT] {i}Could she be unscrewing it on purpose, so she can look at my penis?{/i}
italian: [RT] {i}Potrebbe svitarlo allo scopo, così lei può guardare il mio pene?{/i}

source: [RT] {i}That's just wishful thinking. There is no way she would do that.{/i}
italian: [RT] {i}Questo è solo un desiderio di pensiero. Non c'è modo che lo fare.{/i}

source: [R] Well, hopefully we took care of it for good that time.
italian: [R] Beh, speriamo che ci siamo presi cura di questo per sempre.

source: [R] Do you need me for anything else?
italian: [R] Avete bisogno di me per qualcos'altro?

source: [M] Uhhh.... No.... I think we're good for today.
italian: [M] Uhhh.... No.... Penso che siamo bravi per oggi.

source: [R] Alright.... I'm outta here.
italian: [R] Va bene... Sono fuori qui.

source: [M] Well, thanks for your help today.
italian: [M] Beh, grazie per il tuo aiuto oggi.

source: [M] And good job!
italian: [M] E un buon lavoro!

source: [RT] {i}Did Mom just give me a congratulatory butt slap?{/i}
italian: [RT] {i}La mamma mi ha dato solo uno schiaffo di culo congratulativo?{/i}

source: [MT] {i}Oh God, [mom_name].... Did you just slap [ryan]'s butt?....{/i}
italian: [MT] {i}Oh Dio, [mom_name].... Hai appena schiaffeggiato [ryan]il bottino?....{/i}

source: [MT] {i}Why am I acting so awkward around him?{/i}
italian: [MT] {i}Perché mi sto comportando così imbarazzante intorno a lui?{/i}

source: [MT] {i}Probably has to do with my dirty thoughts about his penis.{/i}
italian: [MT] {i}Probabilmente ha a che fare con i miei sporchi pensieri sul suo pene.{/i}

source: [MT] {i}Ok, [mom_name].... Get your act back together....{/i}
italian: [MT] {i}Ok, [mom_name].... Riprendi il tuo atto insieme....{/i}

source: [RT] {i}Oh, poor Mom! Her life's falling apart, and she still finds time to take care of the house.{/i}
italian: [RT] {i}Oh, povera mamma! La sua vita sta cadendo a pezzi, e lei trova ancora il tempo di prendersi cura della casa.{/i}

source: [RT] {i}I've got more than enough on my plate too, but should I take some time to see if she needs help?{/i}
italian: [RT] {i}Ho più che abbastanza anche sul mio piatto, ma dovrei prendermi del tempo per vedere se ha bisogno di aiuto?{/i}

source: [R] Hey, Mom! Working hard, or hardly working?
italian: [R] Ehi, mamma! Lavorare sodo, o difficilmente lavorare?

source: [M] What is it, [ryan]? I don't have time for playful banter.
italian: [M] Che cos'è, [ryan]? Non ho tempo per bander giocoso.

source: [R] Sorry.... I know.... That was stupid.
italian: [R] Mi dispiace.... lo so... era stupido.

source: [M] You want to help me around the house?....
italian: [M] Vuoi aiutarmi in casa tua?....

source: [R] Well, yeah.... Now that Dad's gone, your list of things around the house for.... you know.... like, manly work, must be getting pretty long.
italian: [R] Beh, sì.... Ora che il papà è andato, la tua lista di cose intorno alla casa per... sa... come, il lavoro virile, deve essere abbastanza lungo.

source: [M] Are you talking about the "honey-do list"?
italian: [M] Stai parlando della "lista del miele-fare"?

source: [M] Are you hoping to become my surrogate honey while your dad's in prison?
italian: [M] Stai sperando di diventare il mio miele surrogato mentre tuo papà è in prigione?

source: [R] Well, it sounds kind of weird when you put it like that, but sure, why not?
italian: [R] Beh, suona piuttosto strano quando lo metti così, ma sicuro, perché no?

source: [R] You already call me honey anyways, and there's plenty of handyman work to do around the house. The least I can do is chip in a little.
italian: [R] Mi chiami il miele in ogni caso, e c'è un sacco di lavoro utile da fare in giro per la casa. Il minimo che posso fare è chip in un po'.

source: [M] hmmm.... Well, that is a very generous offer, and there are a number of things that I can't do myself around the house. Do you really think you're handy enough to help me tackle them?
italian: [M] hmmm.... Bene, questa è un'offerta molto generosa, e ci sono un certo numero di cose che non posso fare me stesso in giro per la casa. Pensi davvero di essere abbastanza utile per aiutarmi ad affrontarli?

source: [R] For sure, and anything I don't know how to do, I can just look up online.
italian: [R] Sicuramente, e qualsiasi cosa non so come fare, posso solo cercare online.

source: [M] Alright, well let's start out right here in the lounge.
italian: [M] Va bene, iniziamo proprio qui nel salone.

source: [M] You've probably noticed that the light bulb above the tv flickers sometimes.
italian: [M] Probabilmente hai notato che la lampadina sopra la tv a volte sfarfalla.

source: [M] I'd just fix it myself, but I'm afraid I would fall off the cabinet without anybody holding onto me.
italian: [M] La riparerei da solo, ma ho paura di cadere dal mobile senza nessuno che mi tenga.

source: [M] Do you think you could climb up there if I support you, and make sure the light bulb is screwed in nice and tight?
italian: [M] Pensi di poter salire lassù se ti sostengo e assicurarti che la lampadina sia avvitata bene?

source: [RT] {i}I'd like to screw something else in nice and tight.{/i}
italian: [RT] {i}Mi piacerebbe avvitare bene qualcos'altro.

source: [R] Yeah.... I'm on it.
italian: [R] Sì.... Ci penso io.

source: [RT] {i}Not a lot of room up here. I can see why Mom was hesitant.{/i}
italian: [RT] {i}Non c'è molto spazio qui. Posso capire perché la mamma era titubante.{/i}

source: [M] That's right honey. That one right there.... Oh, please be careful!
italian: [M] Questo è il miele giusto. Quella proprio lì... Oh, per favore attenzione!

source: [R] The lights are still on. Won't the light bulb burn me?
italian: [R] Le luci sono ancora accese. La lampadina non mi brucerà?

source: [M] Oh, don't worry. They're LED lights, so they don't get hot.
italian: [M] Oh, non preoccuparti. Sono luci a LED, quindi non si scaldano.

source: [RT] {i}They better not.{/i}
italian: [RT] {i}E' meglio di no.{/i}

source: [MT] {i}Psshhhh.... (sarcastically) Well, this is a nice view.{/i}
italian: [MT] {i}Psshhhhhh.... (sarcasticamente) Beh, questa è una bella vista.

source: [MT] {i}Oh my God!.... Is that?....{/i}
italian: [MT] {i}Oh mio Dio! .... E' quello? ....{/i}

source: [MT] {i}Holy shit.... I think that's his dick bulge.{/i}
italian: [MT] {i}Santa merda.... Penso che quello sia il rigonfiamento del suo cazzo.{/i}

source: [MT] {i}Or is it just a fold in the fabric of his shorts?{/i}
italian: [MT] {i}O è solo una piega nel tessuto dei suoi pantaloncini?{/i}

source: [MT] {i}If that's a dick bulge, it means his dick is bulging through his underwear and shorts.{/i}
italian: [MT] {i}Se quello è un rigonfiamento del cazzo, significa che il suo cazzo si sta gonfiando attraverso le mutande e i pantaloncini.

source: [MT] {i}Or that he's going commando.{/i}
italian: [MT] {i}Ovvero che sta facendo il commando.{/i}

source: [MT] {i}I wonder if....{/i}
italian: [MT] {i}Mi chiedo se....{/i}

source: [R] Mom!.... Don't let go please.... I'll lose my balance!
italian: [R] Mamma!.... Non mollare per favore.... Perderò l'equilibrio!

source: [MT] {i}It is his penis!....{/i}
italian: [MT] {i}È il suo pene! ....{/i}

source: [R] What are you?.... Watch out!.... I'm going to fall!....
italian: [R] Cosa sei? .... Attento! .... Sto per cadere! ....

source: [R] Ohhhhoooohoooohoooo.... Oooo.... Ouch!....
italian: [R] Ohhhhoooohoooohoo.... Oooo.... Ahi! ....

source: [R] Mom? Are you ok?....
italian: [R] Mamma? Stai bene? ....

source: [R] Oh, shit!.... Sorry!
italian: [R] Oh, merda! .... Scusa!

source: [R] Fuck.... Ohhh.... My knees....
italian: [R] Cazzo.... Ohhh.... Le mie ginocchia....

source: [M] Please [ryan].... Watch your language.
italian: [M] Per favore [ryan].... Modera il linguaggio.

source: [R] Are you hurt?
italian: [R] Sei ferito?

source: [M] No, not bad, I just couldn't breathe with you tea-bagging me.
italian: [M] No, non male, solo che non riuscivo a respirare con te che mi prendevi in giro.

source: [R] I was tea-bagging you, wasn't I?
italian: [R] Ti stavo prendendo in giro, vero?

source: [M] Yeah.... hahaha.... but please don't repeat that outside of this conversation.
italian: [M] Sì.... hahaha.... ma per favore non ripeterlo fuori da questa conversazione.

source: [M] I don't think it would sound very good out of context.
italian: [M] Non credo che suonerebbe molto bene fuori dal contesto.

source: [R] Well, I think the light bulb will at least stop flickering.
italian: [R] Beh, penso che la lampadina smetterà almeno di lampeggiare.

source: [M] Let's hope so
italian: [M] Speriamo che sia così

source: [R] Are there any more home repairs you need help with?
italian: [R] Ci sono altre riparazioni domestiche per le quali hai bisogno di aiuto?

source: [M] Not right now.... Let's call it a day.
italian: [M] Non in questo momento.... Chiudiamo qui la giornata.

source: [M] Thank you so much for being so willing to help!
italian: [M] Grazie mille per essere così disponibile ad aiutare!

source: [R] Of course! Love ya, Mom..
italian: [R] Certo! Ama ya, Mamma..

source: [M] I love you too.
italian: [M] Anche io ti amo.

source: [RT] {i}Looks like Sidney's all ready to go running.{/i}
italian: [RT] {i}Sembra che Sidney sia pronto ad andare in esecuzione.{/i}

source: [R] Hey Sid.
italian: [R] Ehi Sid.

source: [S] Hey, [ryan]. Are you ready to go running?
italian: [S] Ehi, [ryan]. Sei pronto ad andare in esecuzione?

source: [R] You bet I am. Let me run and change my clothes and I'll meet you outside.
italian: [R] Scommetti che sono. Lasciami correre e cambiare i miei vestiti e ti conoscerò fuori.

source: [R] Sorry Sid, I'm just not feeling it today.
italian: [R] Mi dispiace Sid, non lo sento proprio oggi.

source: [S] That's ok. Ever since Mr. Peterson got put back into his nursing home, I don't feel afraid to go running there all alone.
italian: [S] Va bene. Da quando il signor Peterson è tornato nella sua casa di cura, non ho paura di andare a correre lì da solo.

source: [S] But hopefully you'll be up for it next time.
italian: [S] Ma speriamo che la prossima volta lo farai.

source: [S] It's nice to not have to run alone.
italian: [S] È bello non dover correre da solo.

source: [RT] {i}Sidney's about ready to go running.{/i}
italian: [RT] {i}Sidney su pronto per andare in esecuzione.{/i}

source: [RT] {i}I wonder if she needs my protection in the park today.{/i}
italian: [RT] {i}Mi chiedo se oggi abbia bisogno della mia protezione nel parco.{/i}

source: [R] Hey Sid, you look like you're about ready to go jogging.
italian: [R] Ehi Sid, sembra che tu sia pronto ad andare a fare jogging.

source: [S] Yes, your skills of observation are unmatched.
italian: [S] Sì, le tue abilità di osservazione non sono corrispondenti.

source: [R] Man, you're funny!
italian: [R] Uomo, sei divertente!

source: [S] Haha.... I know it.
italian: [S] Haha.... lo so.

source: [S] So, are you going to come and keep me safe at the park today?
italian: [S] Allora, sarai tu a venire a tenermi al sicuro al parco oggi?

source: [S] That's ok, I'll just head to the indoor track then.
italian: [S] Va bene, allora andrò alla pista interna.

source: [S] I'm starting to enjoy running with you.
italian: [S] Sto cominciando a divertirmi con te.

source: [RT] {i}Sidney's about ready for another run. I've always been impressed with her ability to stick with things. Even after her experiences in the park.{/i}
italian: [RT] {i}Sidney è pronto per un'altra corsa. Sono sempre rimasto colpito dalla sua capacità di attenersi alle cose. Anche dopo le sue esperienze nel parco.{/i}

source: [R] Hey Sidney. Are you off to the indoor track?
italian: [R] Ehi Sidney. Sei fuori dalla pista interna?

source: [S] Yep, though I really wish I could go run in the park.
italian: [S] Yep, anche se vorrei davvero poter andare a correre nel parco.

source: [S] Please hurry up and get into shape so you can keep me safe in the park from Mr. Peterson.
italian: [S] Si prega di affrettarsi e di mettersi in forma in modo da potermi tenere al sicuro nel parco da Mr. Peterson.
