Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.03.po
Languages: italian

source: [M] And then the person who is it has to try to tag someone by only following the sound of their voice.
italian: [M] E poi la persona che è deve cercare di taggare qualcuno seguendo solo il suono della sua voce.

source: [M] And when they tag someone, they have to identify them by name. If they get it wrong then they are still it.
italian: [M] E quando etichettano qualcuno, devono identificarlo per nome. Se sbagliano, allora sono ancora loro.

source: [R] Yeah, it's a kiddy game, let's do something else.
italian: [R] Sì, è un gioco per bambini, facciamo qualcos'altro.

source: [K] I think that sounds like it could be fun.
italian: [K] Penso che potrebbe essere divertente.

source: [M] Alright, three of us to one of you [ryan], Marco Polo it is.
italian: [M] Va bene, tre di noi per uno di voi [ryan], Marco Polo sia.

source: [MB] And I'll be it first.
italian: [MB] E io sarò il primo.

source: [MB] I'll close my eyes and give you all a 10 second head start.
italian: [MB] Chiuderò gli occhi e darò a tutti voi un vantaggio di 10 secondi.

source: [MB] One...
italian: [MB] Uno...

source: [MB] Two...
italian: [MB] Due...

source: [MB] Three...
italian: [MB] Tre...

source: [MB] Ten!.... Ready or not, here I come!
italian: [MB] Dieci! .... Pronto o no, sto arrivando!

source: [MB] I've almost got someone!
italian: [MB] Ho quasi preso qualcuno!

source: [MBT] {i}That's definitely Miss [mom_name]. a strong pull on that top should do the trick.{/i}
italian: [MBT] {i}Quella è sicuramente la signorina [mom_name]. una forte trazione su quella parte superiore dovrebbe fare il trucco.{/i}

source: [RT] {i}Is Matt going to do what I think he's doing?{/i}
italian: [RT] {i}Matte sta per fare quello che penso stia facendo?

source: [RT] {i}I'd better get over there and help her.{/i}
italian: [RT] {i}E' meglio che vada laggiù ad aiutarla.{/i}

source: [MB] Is it.... miss [mom_name]?
italian: [MB] E' .... la signorina [mom_name]?

source: Pull.... yank...
italian: Tirare.... strattone...

source: [MBT] {i}Yes, it worked!{/i}
italian: [MBT] {i}Sì, ha funzionato! {/i}

source: [MT] {i}Oh.... my.... God!.... {/i}
italian: [MT] {i}Oh.... mio.... Dio!.... {/i}

source: [M] Gasp!.... OH MY GOD!!
italian: [M] Gasp!.... OH MIO DIO!

source: [M] [ryan]! What the hell are you doing?
italian: [M] [ryan]! Che diavolo stai facendo?

source: [R] What do you mean, what the hell am I doing?
italian: [R] Cosa vuoi dire, cosa diavolo sto facendo?

source: [R] Isn't it obvious?
italian: [R] Non è ovvio?

source: [R] I'm protecting your chastity!
italian: [R] Sto proteggendo la tua castità!

source: [M] By grabbing my breasts?!
italian: [M] Afferrando i miei seni?!

source: [R] No! By covering your breasts.
italian: [R] No! Coprendoti i seni.

source: [R] You want the whole pool to see them?
italian: [R] Vuoi che tutta la piscina li veda?

source: [RT] {i}Oh my God! I'm grabbing Mom's tits!!{/i}
italian: [RT] {i}Oh mio Dio! Sto afferrando le tette di mamma!!{/i}

source: [RT] {i}Oh no! My swimsuit is shrinking!{/i}
italian: [RT] {i}Oh no! Il mio costume da bagno si sta restringendo!{/i}

source: [RT] {i}I guess I should have expected this.{/i}
italian: [RT] {i}Immagino che avrei dovuto aspettarmelo.{/i}

source: [M] Why would you think that would be a good idea?
italian: [M] Perché hai pensato che sarebbe stata una buona idea?

source: [R] I'm sorry! I just could tell that Matt was about to rip your top off, so I reacted as quickly as I could.
italian: [R] Mi dispiace! Ho capito che Matt stava per strapparti il top, così ho reagito il più velocemente possibile.

source: [R] I can see now that maybe that wasn't the best thing to do.... I'm so sorry!
italian: [R] Ora capisco che forse non era la cosa migliore da fare.... Mi dispiace tanto!

source: [M] Oh, honey! I'm sorry if I sounded mad...
italian: [M] Oh, tesoro! Mi dispiace se sono sembrato arrabbiato...

source: [M] It is so sweet the way you're always trying to protect me!
italian: [M] È così dolce il modo in cui cerchi sempre di proteggermi!

source: [M] But this type of thing, I can do on my own.
italian: [M] Ma questo tipo di cose posso farle da sola.

source: [M] Now if you'll kindly close your eyes and remove your hands.
italian: [M] Ora se gentilmente chiudi gli occhi e togli le mani.

source: [M] Now Matt, would you please hand me my top?
italian: [M] Ora Matt, mi passeresti per favore il mio top?

source: [M] And I'm going to assume that was an accident?
italian: [M] E devo presumere che sia stato un incidente?

source: [MB] Of course, Miss [mom_name]. My eyes were closed, I couldn't tell what I was grabbing for.
italian: [MB] Certo, signorina [mom_name]. Avevo gli occhi chiusi, non potevo dire cosa stavo afferrando.

source: [M] Of course, that's what I suspected. I completely understand.
italian: [M] Naturalmente, è quello che sospettavo. Capisco perfettamente.

source: [M] Now, do you mind swimming away so I can get my top back on?
italian: [M] Ora, ti dispiacerebbe nuotare via così posso rimettermi il top?

source: [M] And [ryan] would you mind helping me make sure my top is fastened correctly?
italian: [M] E [ryan] ti dispiacerebbe aiutarmi ad assicurarmi che il mio top sia allacciato correttamente?

source: [R] .... Yeah!.... Of course!...
italian: [R] .... Sì! .... Certo!...

source: [RT] {i}I can't believe she's not furious!{/i}
italian: [RT] {i}Non posso credere che non sia furiosa!

source: [RT] {i}It must be all the wine.{/i}
italian: [RT] {i}Deve essere tutto il vino.

source: [R] There you go, nice and tight.
italian: [R] Ecco qua, bello stretto.

source: [M] Thanks, [ryan]!
italian: [M] Grazie, [ryan]!

source: [M] Now I believe it's my turn to be "it" in Marco Polo. Matt correctly identified me when he grabbed my.... when he tagged me.
italian: [M] Ora credo che sia il mio turno di essere "esso" in Marco Polo. Matt mi ha identificato correttamente quando ha afferrato il mio.... quando mi ha taggato.

source: [R] Just a second, Mom, I need to have a quick word with Matt.
italian: [R] Solo un secondo, mamma, ho bisogno di parlare un attimo con Matt.

source: [M] Oh, [ryan] don't do anything stupid. It was just an accident!
italian: [M] Oh, [ryan] non fare niente di stupido. E' stato solo un incidente!

source: [R] Yeah, I intend to find that out.
italian: [R] Sì, ho intenzione di scoprirlo.

source: [M] [ryan]! Don't be an idiot!
italian: [M] [ryan]! Non fare l'idiota!

source: [M] You don't have to protect me from everything!
italian: [M] Non devi proteggermi da tutto!

source: [M] Now get your hands off my tits! I can cover them up myself.
italian: [M] Ora togli le mani dalle mie tette! Posso coprirle da sola.

source: [M] And you, Matt! You little pervert! Give me back my top.
italian: [M] E tu, Matt! Piccolo pervertito! Ridammi il mio top.

source: [MB] I'm sorry Miss [mom_name]! I swear it was an accident. I had my eyes closed and couldn't see where I was grabbing.
italian: [MB] Mi dispiace signorina [mom_name]! Giuro che è stato un incidente. Avevo gli occhi chiusi e non potevo vedere dove stavo afferrando.

source: [M] Yeah, well, I guess you're innocent until proven guilty, so let's just get on with the game.
italian: [M] Sì, beh, credo che tu sia innocente fino a prova contraria, quindi andiamo avanti con il gioco.

source: [M] I believe it's my turn to be "it" in Marco Polo. Matt correctly identified me when he grabbed my.... when he tagged me.
italian: [M] Credo che sia il mio turno di essere "esso" in Marco Polo. Matt mi ha identificato correttamente quando ha afferrato il mio.... quando mi ha taggato.

source: [R] Dude! I know you did that on purpose!
italian: [R] Amico! So che l'hai fatto apposta!

source: [MB] Well, of course I did.
italian: [MB] Beh, certo che l'ho fatto.

source: [MB] What? Don't tell me you didn't enjoy it.
italian: [MB] Cosa? Non dirmi che non ti è piaciuto.

source: [MB] I can tell you did by your flagpole standing at full attention.
italian: [MB] Posso dire che l'hai fatto dal tuo pennone che sta sull'attenti.

source: [MB] Besides, I thought you wanted my help with all of this!
italian: [MB] Inoltre, pensavo che volessi il mio aiuto per tutto questo!

source: [R] Yeah, well I've changed my mind. I can get Mom just fine on my own.
italian: [R] Sì, beh, ho cambiato idea. Posso prendere mamma benissimo da sola.

source: [MB] Yeah? Well, it's a little too late to be changing your mind now! I already let Megan suck your dick, and I'm going after your mom until I get repayment in kind.
italian: [MB] Si'? Beh... Beh, è un po' troppo tardi per cambiare idea adesso! Ho già lasciato che Megan ti succhiasse il cazzo, e andrò dietro a tua madre fino a quando non sarò ripagato in natura.

source: [MB] Yeah? Well, a deal's a deal, and I'm not backing off until I get what I'm after.
italian: [MB] Si? Beh, un accordo è un accordo e non mi tirerò indietro finché non avrò ottenuto quello che voglio.

source: [MB] So, you better protect your shit, cuz I'm coming for it.
italian: [MB] Quindi, è meglio che tu protegga la tua roba, perché sto venendo a prenderla.

source: [MT] {i}Look at them arguing over there. I'm pretty sure Matt did pull off my top on purpose.{/i}
italian: [MT] {i}Guarda come litigano laggiù. Sono abbastanza sicura che Matt mi abbia tolto il top di proposito.

source: [MT] {i}That's pretty flattering that a stud as young as him would want to see my tits.{/i}
italian: [MT] {i}È piuttosto lusinghiero che uno stallone giovane come lui voglia vedere le mie tette.

source: [MT] {i}Too bad [ryan] never gave him a chance to see them.{/i}
italian: [MT] {i}Purtroppo [ryan]non gli ha mai dato la possibilità di vederle.{/i}

source: [MT] {i}I wonder what he's packing underneath those trunks.{/i}
italian: [MT] {i}Mi chiedo cosa ci sia sotto quei pantaloncini.

source: [MT] {i}Shit, [mom_name]! Pull yourself together! You can't think about one of your students like that!{/i}
italian: [MT] {i}Merda, [mom_name]! Riprenditi! Non puoi pensare a uno dei tuoi studenti in questo modo!

source: [RT] {i}Shit!! Matt's gonna come after Mom hard.{/i}
italian: [RT] {i}Merda! Matt se la prenderà con la mamma.

source: [RT] {i}And that fucker has game.{/i}
italian: [RT] {i}E quello stronzo ci sa fare!

source: [RT] {i}How am I going to protect her from him?{/i}
italian: [RT] {i}Come farò a proteggerla da lui?

source: [R] I told you in the class room to fuck off, I can handle this myself!
italian: [R] In classe ti ho detto di andare a farti fottere, posso occuparmene da solo!

source: [R] I know you get a kick out of conquering the teachers at school, but I'm warning you, stay away from my mom!
italian: [R] So che ti diverti a conquistare gli insegnanti a scuola, ma ti avverto, stai lontano da mia madre!

source: [MB] Yeah, and what are you going to do about it?
italian: [MB] Sì, e cosa hai intenzione di fare?

source: [R] I might just come after something you love!
italian: [R] Potrei venire a cercare qualcosa che ti piace!

source: [MB] Oh, you've got me shaking now!
italian: [MB] Oh, mi hai fatto tremare adesso!

source: [MT] {i}Look at [ryan] over there defending my honor.{/i}
italian: [MT] {i}Guarda [ryan] laggiù che difende il mio onore.

source: [MT] {i}He's really the only man in my life right now who would do something like that for me.{/i}
italian: [MT] {i}E' davvero l'unico uomo nella mia vita in questo momento che farebbe una cosa del genere per me.{/i}

source: [MT] {i}With [dad_name] out of the picture, I'm actually really happy that [ryan] has stepped up to fill his role in some ways.{/i}
italian: [MT] {i}Con [dad_name] fuori dai giochi, sono davvero felice che [ryan] si sia fatto avanti per riempire il suo ruolo in qualche modo.{/i}

source: [MT] {i}There's some roles of [dad_name]'s that [ryan] can't fill though.{/i}
italian: [MT] {i}Ci sono alcuni ruoli di [dad_name] che [ryan] non può riempire però.{/i}

source: [MT] {i}And I'm starting to really need that kind of attention!{/i}
italian: [MT] {i}E sto iniziando ad avere davvero bisogno di quel tipo di attenzione!

source: [MT] {i}I can't believe how much bigger [ryan] is than [dad_name]!{/i}
italian: [MT] {i}Non posso credere a quanto [ryan] sia più grande di [dad_name]!

source: [MT] {i}Haha, [dad_name] would be so jealous to know!{/i}
italian: [MT] {i}Haha, [dad_name] sarebbe così geloso di saperlo!

source: [MT] {i}Shit!!.... I'm thinking about [ryan]'s penis again!{/i}
italian: [MT] {i}Merda!!!.... Sto pensando di nuovo al pene di [ryan]!

source: [K] Have you ladies finished your chatting over there?! My bikini is going out of style! Let's keep playing!
italian: [K] Voi signore avete finito di chiacchierare laggiù?! Il mio bikini sta passando di moda! Continuiamo a giocare!

source: [M] Kenzie's right, it's my turn to chase you all.
italian: [M] Kenzie ha ragione, è il mio turno di inseguirvi.

source: [M] I'm counting to 10.
italian: [M] Sto contando fino a 10.

source: [MT] {i}Hmmm.... who should I go for?{/i}
italian: [MT] {i}Hmmm.... chi dovrei scegliere? {/i}

source: [MT] {i}I'll go for [ryan], hopefully it will make his day more fun!{/i}
italian: [MT] {i}Io vado per [ryan], speriamo che renda la sua giornata più divertente!

source: [RT] {i}Holy shit!{/i}
italian: [RT] {i}Santa merda! {/i}

source: [RT] {i}Mom's a fast swimmer.{/i}
italian: [RT] {i}Mamma è una nuotatrice veloce.

source: [MT] {i}Ha! I've almost got someone, but I'm not positive it's [ryan].{/i}
italian: [MT] {i}Ha! Ho quasi trovato qualcuno, ma non sono sicuro che sia [ryan].

source: [RT] {i}Damn she's almost got me. Maybe I'd better start doing yoga too.{/i}
italian: [RT] {i}Dannazione, mi ha quasi preso. Forse è meglio che cominci anch'io a fare yoga.

source: [MT] {i}Just a little bit farther.... {/i}
italian: [MT] {i}Solo un pò più lontano.... {/i}

source: [M] Gotcha!...
italian: [M] Capito!...

source: [M] But who are you?
italian: [M] Ma chi sei?

source: [MT] {i}I thought I was chasing [ryan], but this feels more like one of Kenzie's small wrists.{/i}
italian: [MT] {i}Pensavo di inseguire [ryan], ma questo sembra più uno dei piccoli polsi di Kenzie.{/i}

source: [MT] {i}Who the hell is this?{/i}
italian: [MT] {i}Chi diavolo è questo? {/i}.

source: [RT] {i}Oh my God, oh my God, oh my God!!!.... Does Mom know she's jacking me off?{/i}
italian: [RT] {i}Oh mio Dio, oh mio Dio, oh mio Dio!!!.... La mamma sa che mi sta facendo una sega?

source: [MT] {i}Hmmmm.... I really think this must be Kenzie, but I know I heard her voice on the other side of the pool.{/i}
italian: [MT] {i}Hmmmm.... Penso davvero che questa debba essere Kenzie, ma so che ho sentito la sua voce dall'altra parte della piscina.

source: [RT] {i}Oh, shit!!!.... I can't hold back any more!{/i}
italian: [RT] {i}Oh, merda!!!.... Non riesco più a trattenermi!

source: [R] Hnnnngggghhhh!!
italian: [R] Hnnnngggghhh!

source: [RT] {i}Holy fucking shit!!.... Mom just made me splooge in the pool!!{/i}
italian: [RT] {i}Oh, cazzo!!!.... Mamma mi ha appena fatto sborrare in piscina!

source: [M] Ok, I'm guessing I've caught Kenzie!
italian: [M] Ok, credo di aver catturato Kenzie!

source: [M] Oh my God, [ryan]!
italian: [M] Oh mio Dio, [ryan]!

source: [M] Was I grabbing?.... Did you just?.... Why didn't you?...
italian: [M] Stavo afferrando? .... L'hai appena fatto? .... Perché non l'hai fatto?...

source: [M] Oh my God, [ryan]!!
italian: [M] Oh mio Dio, [ryan]!!

source: [R] I'm sorry!.... You just grabbed it and started pulling.... I was hoping you would just let go without opening your eyes.
italian: [R] Mi dispiace!.... L'hai afferrato e hai iniziato a tirare.... Speravo che avresti lasciato andare senza aprire gli occhi.

source: [R] But you just kept pulling!
italian: [R] Ma hai continuato a tirare!

source: [R] I didn't know what to do...
italian: [R] Non sapevo cosa fare...

source: [M] Ok just shhh...
italian: [M] Ok, solo shhh...

source: [R] I'm sorry!...
italian: [R] Mi dispiace!...

source: [M] It's ok, just keep it down...
italian: [M] Va bene, basta tenerlo giù...

source: [M] {i}(whispering){/i} We don't want everyone in the pool to hear what happened. Hopefully they didn't notice.
italian: [M] {i}(sussurrando) {/i} Non vogliamo che tutti in piscina sentano cosa è successo. Speriamo che non se ne siano accorti.

source: [RT] {i}Yeah right, fat chance of that.{/i}
italian: [RT] {i}Già, giusto, non c'è pericolo.{/i}

source: [M] I'm not mad. Accidents happen.
italian: [M] Non sono arrabbiato. Gli incidenti capitano.

source: [M] But let's just get our stuff and hurry out to the car.
italian: [M] Ma prendiamo le nostre cose e corriamo alla macchina.

source: [MT] {i}Oh my God! If that didn't let his Oedipal phase develop, I don't know what will.{/i}
italian: [MT] {i}Oh mio Dio! Se questo non ha fatto sviluppare la sua fase edipica, non so cosa lo farà.{/i}

source: [MT] {i}I just made my own son blow his load!{/i}
italian: [MT] {i}Ho appena fatto venire il mio stesso figlio!

source: [MT] {i}Shit, [mom_name]!.... Stop thinking about your son's huge pulsing cock!{/i}
italian: [MT] {i}Merda, [mom_name]!.... Smettila di pensare all'enorme cazzo pulsante di tuo figlio!!{/i}

source: [MT] {i}We've got to get out of here.{/i}
italian: [MT] {i} Dobbiamo andarcene da qui. {/i}

source: [M] Was I grabbing?.... Why didn't you say something?...
italian: [M] Stavo afferrando? .... Perché non hai detto niente?...

source: [R] I thought if I could get away you wouldn't realize what you had grabbed!
italian: [R] Ho pensato che se fossi riuscito a scappare non ti saresti accorto di quello che avevi afferrato!

source: [M] But why was it out?!...
italian: [M] Ma perché era fuori?!...

source: [R] It doesn't fit in my shorts when I'm hard...
italian: [R] Non entra nei miei pantaloncini quando sono duro...

source: [R] And I've been hard ever since I grabbed your boobs.
italian: [R] E sono duro da quando ho afferrato le tue tette.

source: [M] I've never been so embarrassed.
italian: [M] Non sono mai stata così imbarazzata.

source: {i}"Mom's Respect -1"{/i}
italian: {i}"Il rispetto di mamma -1"{/i}.

source: [M] Let's just get our stuff and hurry out to the car.
italian: [M] Prendiamo le nostre cose e corriamo alla macchina.

source: [MT] {i}I was just jacking off my son's huge cock!{/i}
italian: [MT] {i}Mi stavo facendo una sega sull'enorme cazzo di mio figlio!

source: [MT] {i}I'll go for Kenzie, she should be easy to catch, and the sooner this game's done, the sooner we can go home!{/i}
italian: [MT] {i}Prendo Kenzie, dovrebbe essere facile da prendere, e prima questo gioco sarà finito, prima potremo andare a casa!

source: [MT] {i}I think I can hear Kenzie just ahead.{/i}
italian: [MT] {i}Penso di poter sentire Kenzie poco più avanti.{/i}

source: [MT] {i}Ha! I've almost got someone, but I'm not positive it's Kenzie.{/i}
italian: [MT] {i}Ha! Ho quasi trovato qualcuno, ma non sono sicuro che sia Kenzie.

source: [MT] {i}I thought I was chasing Kenzie, but I'm really not sure what I'm grabbing.{/i}
italian: [MT] {i}Pensavo di inseguire Kenzie, ma non sono davvero sicuro di cosa sto afferrando.{/i}

source: [KT] {i}Oh my God, oh my God, oh my God!!!.... Does Miss [mom_name] know she's groping my coochie and ass?!{/i}
italian: [KT] {i}Oh mio Dio, oh mio Dio, oh mio Dio!!!.... La signorina [mom_name] sa che mi sta palpando la vagina e il culo?!

source: [MT] {i}Hmmmm.... I'm not positive this is Kenzie, but I'm pretty sure. I'm just not sure what I'm feeling here.{/i}
italian: [MT] {i}Hmmmm.... Non sono sicura che questa sia Kenzie, ma sono abbastanza sicura. Solo che non sono sicuro di quello che sto provando qui.{/i}

source: [KT] {i}Oh, shit!!!.... What do I do? I'd just swim away, but she's holding on tight.{/i}
italian: [KT] {i}Oh, merda!!!.... Cosa faccio? Mi limiterei a nuotare via, ma lei si tiene stretta.

source: [KT] {i}But why oh why is it kinda turning me on to have my teacher groping my goodies?{/i}
italian: [KT] {i}Ma perché oh perché mi eccita avere la mia insegnante che mi palpa le chiappe?

source: [KT] {i}I can't get away! Shit, I guess it's time to say something.{/i}
italian: [KT] {i}Non posso scappare! Merda, credo sia il momento di dire qualcosa.

source: [K] Ummmm.... miss [mom_name]!
italian: [K] Ummmm.... signorina [mom_name]!

source: [M] Oh my God, Kenzie!
italian: [M] Oh mio Dio, Kenzie!

source: [M] Was I grabbing?.... Why didn't you?...
italian: [M] Stavo afferrando? .... Perché non l'hai fatto?...

source: [M] Oh my God, Kenzie! I'm so so sorry!
italian: [M] Oh mio Dio, Kenzie! Mi dispiace così tanto!

source: [K] I'm sorry!.... You just grabbed and started groping.... I was hoping you would just let go without opening your eyes.
italian: [K] Mi dispiace! .... Hai appena afferrato e iniziato a palpare.... Speravo che avresti lasciato andare senza aprire gli occhi.

source: [K] But you just kept groping!
italian: [K] Ma tu hai continuato a palpare!

source: [K] I didn't know what to do...
italian: [K] Non sapevo cosa fare...

source: [K] I'm sorry!...
italian: [K] Mi dispiace!...

source: [M] Please don't say anything to anybody, especially Lauren.
italian: [M] Per favore non dire niente a nessuno, specialmente a Lauren.

source: [K] Ok, I promise.
italian: [K] Ok, lo prometto.

source: [M] {i}(whispering){/i} Could you tell what just happened?
italian: [M] {i}(sussurrando) {/i} Potresti dire cosa è appena successo?

source: [R] What do you mean? Did you get Kenzie? Is she it now?
italian: [R] Cosa vuoi dire? Hai preso Kenzie? E' lei adesso?

source: [RT] {i}Hahah.... I saw exactly what happened.{/i}
italian: [RT] {i}Hahah.... Ho visto esattamente quello che è successo.

source: [R] Or did you guess wrong. Are you coming after me next?
italian: [R] O hai indovinato. Verrai dopo di me?

source: [RT] {i}Why doesn't she seem more upset?{/i}
italian: [RT] {i}Perché non sembra più sconvolta?

source: [RT] {i}Maybe it's the alcohol.{/i}
italian: [RT] {i}Forse è l'alcol.

source: [M] No. I can't tell you what happened, but you'd probably die laughing if you saw...
italian: [M] No. Non posso dirti cosa è successo, ma probabilmente moriresti dal ridere se vedessi...

source: [M] No.... sorry.... I can't tell you.
italian: [M] No.... scusa.... Non posso dirtelo.

source: [RT] {i}Mom is a lot more fun when she's drunk.{/i}
italian: [RT] {i}La mamma è molto più divertente quando è ubriaca.{/i}

source: [M] Let's just say, it might be a little awkward for Kenzie to visit Lauren in the future.... hahah...
italian: [M] Diciamo solo che potrebbe essere un pò imbarazzante per Kenzie visitare Lauren in futuro.... hahah...

source: [MT] {i}I can't believe I was groping her tight little pussy and ass like that.{/i}
italian: [MT] {i}Non posso credere che stavo palpeggiando la sua piccola figa stretta e il suo culo in quel modo.{/i}

source: [MT] {i}And she just let it happen.... didn't say a word for a long time.... did she like it?.... {/i}
italian: [MT] {i}E lei ha lasciato che accadesse.... non ha detto una parola per molto tempo.... le è piaciuto? .... {/i}

source: [M] Come on [ryan], we've got to grab our stuff and get out of here.
italian: [M] Forza [ryan], dobbiamo prendere le nostre cose e andarcene da qui.

source: [R] What!?.... Why?.... What happened?...
italian: [R] Cosa? .... Perché? .... Cos'è successo?...

source: [M] Just shut up and come on!
italian: [M] Stai zitto e vieni!

source: [RT] {i}She looks kind of upset?{/i}
italian: [RT] {i}Sembra un pò sconvolta? {/i}No.

source: [M] No. Nothing happened, just forget I asked...
italian: [M] No. Non è successo niente, dimentica solo che ti ho chiesto...

source: [RT] {i}She looks really embarrassed.{/i}
italian: [RT] {i}Sembra davvero imbarazzata.
