Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [RT] {i}Yeah... Those little titties look better with my cum all over them.{/i}
italian: [RT] {i}Sì... Quei piccoli cuccioli sembrano meglio con il mio sperma in tutto loro.{/i}

source: [RT] {i}I better get to work.{/i}
italian: [RT] {i}Meglio andare a lavorare.{/i}

source: [RT] {i}I think this time though I'll try something a little different though.{/i}
italian: [RT] {i}Penso questa volta anche se proverò qualcosa di un po' diverso.{/i}

source: [RT] {i}Using Mom's feet was surprisingly awesome, let's go for that.{/i}
italian: [RT] {i}Usare i piedi di mamma è stato sorprendentemente fantastico, andiamo per questo.{/i}

source: [RT] {i}The bottoms of her feet are surprisingly soft.{/i}
italian: [RT] {i}I fondali dei suoi piedi sono sorprendentemente morbidi.{/i}

source: [RT] {i}Let's see how this compares with a handy.{/i}
italian: [RT] {i}Vediamo come questo si confronta con un utile.{/i}

source: [RT] {i}That's pretty hot, actually.{/i}
italian: [RT] {i}Questo è abbastanza caldo, in realtà.{/i}

source: [RT] {i}Oh, yeah... That was pretty good.{/i}
italian: [RT] {i}Oh, sì... È stato abbastanza buono.{/i}

source: [RT] {i}I don't know if it was necessarily better than a handy, but I think I might try it again.{/i}
italian: [RT] {i}Non so se fosse necessariamente meglio di un pratico ma penso di poterlo riprovare.{/i}

source: [RT] {i}She doesn't seem to be responding to the subliminal messages anymore... But that doesn't mean I can't still have some fun with her.{/i}
italian: [RT] {i}Sembra che non stia più rispondendo ai messaggi subliminali... Ma questo non significa che non posso ancora divertirmi con lei.{/i}

source: [RT] {i}I don't think I'll ever get tired of looking at that ass, but I want to see her from the front too.{/i}
italian: [RT] {i}Non penso che mi stancherò mai di guardare quel culo, ma voglio vederla anche dal davanti. {/i}

source: [RT] {i}Let's just see if her melatonin-laced tea will keep her asleep while I'm turning her over.{/i}
italian: [RT] {i}Vediamo solo se il suo tè con lacci di melatonina la terrà addormentata mentre la sto capovolgendo.{/i}

source: [RT] {i}Let's just see if she if she's still a deep sleeper.{/i}
italian: [RT] {i}Vediamo solo se lei è ancora un dormiente profondo.{/i}

source: [RT] {i}She didn't even stir when I turned her over, so lifting her shirt shouldn't even faze her.{/i}
italian: [RT] {i}Non ha nemmeno mescolato quando l'ho voltata, quindi alzare la camicia non dovrebbe nemmeno scherzarla.{/i}

source: [RT] {i}Wow!... She's so sexy!... it isn't fair that she should be off-limits just because she's my sister.{/i}
italian: [RT] {i}Wow!... È così sexy!... non è giusto che lei sia fuori limite solo perché è mia sorella.{/i}

source: [RT] {i}That's just bullshit! I don't care what anybody else thinks, I've just get to get her thinking more like me.{/i}
italian: [RT] {i}Quella è solo una merda bucca! Non mi interessa quello che pensa qualcun altro, ho solo per convincerla a pensare di più come me.{/i}

source: [RT] {i}But for now... I really just want to cum all over those tits!{/i}
italian: [RT] {i}Ma per ora... voglio davvero solo sborrare tutte quelle tette!{/i}

source: [RT] {i}I'll just jack off and cum all over her... or....{/i}
italian: [RT] {i}Ho solo saltare e sborrare in tutta lei... o....{/i}

source: [RT] {i}Oh, God!... She instinctively started squeezing!{/i}
italian: [RT] {i}Oh, Dio!... Iniziò istintivamente a schiacciare!{/i}

source: [RT] {i}Ok, let's see if this will work.{/i}
italian: [RT] {i}Ok, vediamo se questo funzionerà.{/i}

source: [RT] {i}Even better than I expected!{/i}
italian: [RT] {i}Ancora meglio del previsto!{/i}

source: [RT] {i}I can't believe that worked! Maybe those H-game scenarios aren't so unrealistic after all.{/i}
italian: [RT] {i}Non riesco a credere che abbia funzionato! Forse quegli scenari di gioco H non sono così irrealistici dopo tutto.{/i}

source: [MD] Aaahhh... You're no fun.
italian: [MD] Aaahhh... Non sei divertente.

source: [MD] Alright, let me think of one for a second...
italian: [MD] Bene, lasciatemi pensare ad uno per un secondo...

source: [MD] Ok... When you finally get around to fucking my mom, what position do you want to fuck her in?
italian: [MD] Ok... Quando finalmente ti muovi a scopare mia mamma, in quale posizione vuoi scoparla?

source: [R] Shit, Mandy! I can't believe you're talking to me about fucking your mom!
italian: [R] Merda, Mandy! Non riesco a credere che tu stia parlando di scopare tua mamma!

source: [MD] Well, you'd better make peace with it, cuz we've got a lot of work to do.
italian: [MD] Beh, faresti meglio a fare la pace con esso, cuz abbiamo molto lavoro da fare.

source: [MD] And I just want to know what position you're going to go for.
italian: [MD] E voglio solo sapere in quale posizione andrai a trovare.

source: [MD] Really? Why so boring?
italian: [MD] Davvero? Perché così noioso?

source: [R] Hey!
italian: [R] Ehi!

source: [MD] Alright, whatever floats your boat.
italian: [MD] Va bene, qualunque cosa galleggi la tua barca.

source: [MD] That's kind of kinky.
italian: [MD] È una specie di eccentrico.

source: [MD] Yeah... Make her ride you!
italian: [MD] Sì... Fai il suo giro te!

source: {i}{b}"Mandy's Respect -1"{/b}{/i}
italian: {i}{b}"Rispetto del mandato -1"{/b}{/i}

source: [MD] That's really dirty!
italian: [MD] È davvero sporco!

source: [MD] I wouldn't even wish that on my mom.
italian: [MD] Non lo vorrei nemmeno a mia mamma.

source: [MD] But I guess that might bring her down a few extra pegs.
italian: [MD] Ma io immagino che potrebbe portarla giù un paio di pioli in più.

source: [MDT] {i}I can just imagine it.{/i}
italian: [MDT] {i}posso solo immaginarlo.{/i}

source: [R] Alright, it's your turn. Truth, or Dare?
italian: [R] Va bene, è il tuo turno. Verità, o Dare?

source: [MD] I'll pick truth again.
italian: [MD] Prenderò di nuovo la verità.

source: [R] Hmmm... Let me think of a good one.
italian: [R] Hmmm... Lasciatemi pensare a uno buono.

source: Several minutes later and a rather revealing truth from Mandy.
italian: Diversi minuti dopo e una verità piuttosto rivelatrice da Mandy.

source: [MD] Haha... And that's why I hate pineapples even more than bananas.
italian: [MD] Haha... Ed è per questo che odio l'ananas ancora di più delle banane.

source: [R] Hahaha... No wonder... They are so much thicker and rougher than bananas.
italian: [R] Hahaha... Non c'è da stupirsi... Sono molto più spesse e più ruvide delle banane.

source: [R] Ohhh... I won't be able to get that image out of my mind.
italian: [R] Ohhh... Non sarò in grado di ottenere quell'immagine dalla mia mente.

source: [MD] I know, right?
italian: [MD] Infatti, vero?

source: [MD] And now that I've told you that humiliating truth, I think it's your turn.
italian: [MD] E ora che vi ho detto che la verità umiliante, penso che sia il vostro turno.

source: [MD] Truth, or Dare?
italian: [MD] Verità, o Dare?

source: [MD] Ohh... I know...
italian: [MD] Ohh... Lo so...

source: [MD] You already told me that you got my mom to flash you...
italian: [MD] Mi hai già detto che hai avuto mia mamma per lampeggiarvi...

source: [MD] So what I want to know is... Are you trying to fuck my mom?
italian: [MD] Quindi quello che voglio sapere è... Stai cercando di scopare mia mamma?

source: [R] Pfff... What!?
italian: [R] Pfff... Cosa?

source: [MD] No... it's an honest question... And I'm genuinely curious.
italian: [MD] No... è una domanda onesta... E sono sinceramente curioso.

source: [R] I can't believe you're asking me that!
italian: [R] Non posso credere che tu mi stia chiedendo questo!

source: [MD] It's a simple question.
italian: [MD] È una domanda semplice.

source: [R] Why would you want to know that?
italian: [R] Perché vuoi saperlo?

source: [MD] I don't know...
italian: [MD] Non so...

source: [MD] Well... Actually I do.
italian: [MD] Bene... In realtà lo faccio.

source: [MD] I'm still shocked that such a prude bitch would flash you her tits for money, so if she's willing to do that, then she'd probably be willing to do more for even more money.
italian: [MD] Sono ancora scioccato che una cagna così prudente ti avrebbe flash le sue tette per soldi, quindi se fosse disposta a farlo, probabilmente sarebbe disposta a fare di più per ancora più soldi.

source: [MD] I haven't confronted her about flashing you yet, so I'll keep that between us. But I want to help you to make my mom into even more of a slut.
italian: [MD] Non l'ho ancora affrontata per farti lampeggiare, quindi lo terrò tra noi. Ma voglio aiutarvi a rendere mia mamma ancora più di una troia.

source: [RT] {i}Oh, my God! I think Mandy's flipped as hard as I have!{/i}
italian: [RT] {i}Oh, mio Dio! Penso che Mandy si sia eccitata tanto quanto me!

source: [R] Why would you want to do that to your own mom?
italian: [R] Perché vorresti fare questo a tua madre?

source: [MD] You have no idea what it was like to be raised by that so-called "sexually pure" woman.
italian: [MD] Non hai idea di cosa fosse come essere sollevata da quella cosiddetta donna "sessualmente puro".

source: [MD] She's been so protective and controlling of me my entire life.
italian: [MD] Lei è stata così protettiva e il controllo di me tutta la mia vita.

source: [MD] And while her flashing you takes her down a peg, if she got fucked by her own nephew, and I had proof... that would take her down like 100 pegs, and she'd never have room to lecture or control me again.
italian: [MD] E mentre il suo lampeggiante la porta giù un piede, se si è scopata dal suo nipote e ho avuto delle prove. . – che la prenderebbe giù come 100 pioli e non avrebbe mai avuto spazio per insegnarmi o controllarmi di nuovo.

source: [R] Wow! You must really hate your mom.
italian: [R] Wow! Devi davvero odiare tua madre.

source: [MD] Actually, I really love her. But I hate living under her thumb.
italian: [MD] In realtà la amo davvero. Ma odio vivere sotto il pollice.

source: [MD] And If anybody's going to bring my mom down in this way, I would feel much safer if it was you.
italian: [MD] E se qualcuno volesse abbattere mia mamma in questo modo, mi sentirei molto più sicuro se fosse tu.

source: [RT] {i}My God! I can't belive we're having this conversation.{/i}
italian: [RT] {i}Mio Dio! Non posso credere che stiamo avendo questa conversazione.

source: [MD] So I ask you again, as part of my truth...
italian: [MD] Quindi vi chiedo di nuovo, come parte della mia verità...

source: [MD] Do you have any intentions of fucking my mom?
italian: [MD] Avete qualche intenzione di scopare mia mamma?

source: [R] Honestly, I was just having a little fun with her before.
italian: [R] Onestamente, mi stavo solo divertendo un pò con lei prima.

source: [R] But after what you just told me... I suppose I could put some effort into doing... that.
italian: [R] Ma dopo quello che mi hai appena detto... Suppongo che potrei mettere un pò di impegno nel fare... quello.

source: [MD] Awesome!
italian: [MD] Fantastico!

source: [MD] But it's not going to be easy.
italian: [MD] Ma non sarà facile.

source: [MD] And it might be kind of expensive.
italian: [MD] E potrebbe essere una sorta di costo.

source: [R] Shit! It's not like I have a humongous Mafia debt to pay or anything.
italian: [R] Merda! Non è che ho un enorme debito di mafia da pagare o altro.

source: [MD] Hmmm... Is there any way I could help make more money?
italian: [MD] Hmmm... C'è un modo in cui potrei contribuire a fare più soldi?

source: [R] Well... Would you be willing to be in another photoshoot?
italian: [R] Beh... Saresti disposto a partecipare ad un altro servizio fotografico?

source: [R] Maybe even be willing to shoot some risqué shots with another girl?
italian: [R] Forse anche disposta a fare qualche scatto osé con un'altra ragazza?

source: [MD] YES!
italian: [MD] SÌ!

source: [MD] I mean... sure... if you think it would help.
italian: [MD] Voglio dire... sicuro... se pensi che aiuterebbe.

source: [MD] And we could use the proceeds of the shoot to buy my mom's sluttiness?
italian: [MD] E potremmo usare il ricavato dello sparo per comprare la troia di mia mamma?

source: [MDT] {i}My mom's going to be the biggest slut in the family!... Then I'll be able to get away with anything!{/i}
italian: [MDT] {i}Mia madre sarà la più grande troia della famiglia! Allora sarò in grado di farla franca con qualsiasi cosa!{/i}.

source: [MDT] {i}Can we really get her to fuck her own nephew?{/i}
italian: [MDT] {i}Possiamo davvero farla scopare il suo nipote?{/i}

source: [MDT] {i}My God! That would be crazy!{/i}
italian: [MDT] {i}Mio Dio! Sarebbe pazzesco!

source: [R] I'll make sure those funds are used specifically for that.
italian: [R] Mi assicurerò che quei fondi vengano utilizzati specificamente per questo.

source: [MD] I can't wait!
italian: [MD] Non vedo l'ora!

source: [RT] {i}She's just as corrupt and manipulative as I am.{/i}
italian: [RT] {i}Lei è corrotta e manipolatrice proprio come me.{/i}

source: [RT] {i}Must be a common symptom of having your life fucked up my the Mafia.{/i}
italian: [RT] {i}Deve essere un sintomo comune dell'avere la vita fottuta dalla mafia.{/i}

source: [MD] So, it's my turn.
italian: [MD] Quindi, è il mio turno.

source: [MD] And I pick truth.
italian: [MD] E scelgo la verità.

source: [R] Oh... Ok... I'm still processing our conversation... Just give me a second to think of one.
italian: [R] Oh... Ok... Sto ancora elaborando la nostra conversazione... Basta darmi un secondo per pensarne uno.

source: [MD] Hahah... No I swear to God, that's exactly what happened.
italian: [MD] Hahah... No giuro a Dio, è esattamente quello che è successo.

source: [R] Hahah...Wow! That is unbelievable.
italian: [R] Hahah...Wow! È incredibile.

source: [R] No wonder you hate bananas.
italian: [R] Non c'è da meravigliarsi che odiate le banane.

source: [MD] Ugghh... I can't even look at them.
italian: [MD] Ugghh... Non riesco nemmeno a guardarle.

source: [MD] So now that I've told you that humiliating truth, it's your turn.
italian: [MD] Così ora che vi ho detto che la verità umiliante, è il vostro turno.

source: [R] Ok, but that will be a hard one to top.
italian: [R] Ok, ma sarà difficile da superare.

source: [MD] So do you want truth, or dare?
italian: [MD] Quindi vuoi la verità, o osi?

source: [MD] Alright, so what I want to know is...
italian: [MD] Va bene, quindi quello che voglio sapere è...

source: [MD] When was the last time you fooled around with Lauren?
italian: [MD] Quand'è stata l'ultima volta che hai ingannato con Lauren?

source: {i}"[ryan] tells Mandy the date of the last time they fooled around."{/i}
italian: {i}"[ryan] dice a Mandy la data dell'ultima volta che hanno ingannato."{/i}

source: [MD] Oh, damn! I should have asked what you two did to fool around.
italian: [MD] Oh, maledetto! Avrei dovuto chiedere che cosa avete fatto voi due per ingannarvi.

source: [R] Haha... Maybe next time.
italian: [R] Haha... Forse la prossima volta.

source: [R] So, I guess it's your turn.
italian: [R] Quindi, immagino che sia il tuo turno.

source: [MD] Ok, I pick truth.
italian: [MD] Ok, io scelgo la verità.

source: [R] When was the last time you used your mom's dildo?
italian: [R] Quando è stata l'ultima volta che hai usato il dildo di tua mamma?

source: [MD] Just a couple days ago.
italian: [MD] Solo un paio di giorni fa.

source: [R] Really? But where did you? I didn't see any...
italian: [R] Davvero? Ma dove hai fatto? Non ne ho visto...

source: [R] Never mind.
italian: [R] Non importa mai.

source: [MD] What do you mean?
italian: [MD] Cosa vuoi dire?

source: [MD] You're not spying on me somehow, are you?
italian: [MD] Non mi stai spiando in qualche modo, vero?

source: [R] Haha... Of course not... How would I?
italian: [R] Haha... Naturalmente no... Come fare?

source: [MD] I don't know.
italian: [MD] Non so.

source: [MD] Never mind, I guess.
italian: [MD] Non importa, immagino.

source: [MD] It's your turn.
italian: [MD] È il tuo turno.

source: [MD] Do you want truth, or dare?
italian: [MD] Vuoi verità o obbligo?

source: [MD] Ok, this truth is like the last one...
italian: [MD] Ok, questa verità è come l'ultima...

source: [MD] Have you ever fooled around with Lauren?
italian: [MD] Hai mai ingannato con Lauren?

source: [R] Yes.
italian: [R] Sì.

source: [MD] Damn, [ryan]!
italian: [MD] Dannazione, [ryan]!

source: [MD] You do know that incest is against the law, right?
italian: [MD] Sapete che l'incesto è contro la legge, giusto?

source: [R] Well, it's not like I'm sleeping with any of them.
italian: [R] Beh, non è come se dormo con nessuno di loro.

source: [RT] {i}yet... unless you count Sidney in my bed last night.{/i}
italian: [RT] {i}ancora... a meno che tu non conti Sidney nel mio letto la scorsa notte.{/i}

source: [MD] I'm just giving you a hard time.
italian: [MD] Ti sto solo dando un momento difficile.

source: [R] Well, I never did anything inappropriate with my sisters until my father was arrested, and all the shit hit the fan with the FBI and Mafia.
italian: [R] Beh, non ho mai fatto nulla di inappropriato con le mie sorelle fino a quando mio padre non è stato arrestato, e tutta la merda ha colpito il fan con l'FBI e la mafia.

source: [R] Then I saw Mom stripping for the first time, and it's like a switch got turned on inside me.
italian: [R] Poi ho visto la mamma spogliarsi per la prima volta, ed è come un interruttore acceso dentro di me.

source: [MD] I think I kinda know what you're talking about.
italian: [MD] Penso di sapere di cosa stai parlando.

source: [MD] When my dad left, I just started wanting to do things that kept my mind from thinking about all the shit that's going on.
italian: [MD] Quando mio padre è partito, ho appena iniziato a voler fare cose che mi hanno impedito di pensare a tutta la merda che sta accadendo.

source: [MD] Most of it was pretty rebellious.
italian: [MD] La maggior parte era piuttosto ribelle.

source: [MD] I mean, I've always been a little bit rebellious, but before all this went down, I would never have been sitting here naked, playing truth or dare with you.
italian: [MD] Voglio dire, sono sempre stato un po 'ribelle, ma prima che tutto questo andasse giù, Non sarei mai stato seduto qui nudo, giocare la verità o osare con te.

source: [MD] But since my dad left, I've got all this sexual frustration, and crazy strong sexual desires.
italian: [MD] Ma da quando mio padre è partito, ho tutta questa frustrazione sessuale, e pazzi forti desideri sessuali.

source: [MD] Maybe that's what they mean when they talk about "daddy issues".
italian: [MD] Forse questo è ciò che significano quando parlano di "problemi papà".

source: [R] Huh... maybe.
italian: [R] Huh... forse.

source: [R] But, I think you're onto something.
italian: [R] Ma, penso che tu stia su qualcosa.

source: [R] Maybe I'm just coping with everthing by pursuing things that are the most distracting.
italian: [R] Forse sto solo affrontando l'eterno perseguendo cose che sono le più distratte.

source: [MD] That's how I look at it.
italian: [MD] È come la guardo.

source: [R] Well, whatever, it's your turn.
italian: [R] Beh, qualunque sia, è il tuo turno.

source: [MD] Alright, I'll take truth, too.
italian: [MD] Va bene, anche io prenderò la verità.

source: [R] Give me an example of something rebellious you've done, as a result of your dad leaving, that's sexual in nature.
italian: [R] Dammi un esempio di qualcosa di ribelle che hai fatto, a causa della partenza del papà, che è di natura sessuale.

source: [MDT] {i}Hmmm... what can I tell him, that won't scare him too bad?... Oh, I think this one will be safe.{/i}
italian: [MDT] {i}Hmmm... cosa posso dirgli che non lo spaventerà troppo male?... Oh, penso che questo sarà al sicuro.{/i}

source: [MD] So, when I'm feeling really horny, I sneak into my mom's room and steal her dildo.
italian: [MD] Così, quando mi sento davvero eccitato, mi sono intrufolato nella stanza di mia mamma e rubare il suo dildo.

source: [MDT] {i}I should probably leave out the part there's an inscription on it that says it was molded to be identical to my dad's penis.{/i}
italian: [MDT] {i}Dovrei probabilmente lasciare fuori la parte c'è un'iscrizione su di esso che dice che è stato modellato per essere identico al pene di mio papà. /i}

source: [MD] It's something that would have grossed me out before all of this. I mean, how do I know if she cleaned it well after she used it?
italian: [MD] È qualcosa che mi avrebbe estrapolato prima di tutto questo. Voglio dire, come faccio a sapere se lo ha pulito bene dopo averlo usato?

source: [MD] But now I don't care. Knowing she might have used it recently kind of turns me on even more now.
italian: [MD] Ma ora non mi importa. Sapendo che potrebbe averlo usato di recente mi accende ancora di più.

source: [MDT] {i}But not as much as knowing that it's shaped like my dad's cock.{/i}
italian: [MDT] {i}Ma non tanto quanto sapere che è a forma di cazzo di mio papà.{/i}

source: [R] Wow! That's pretty hot.
italian: [R] Wow! Fa abbastanza caldo.

source: [MD] Ok... I believe it's your turn again.
italian: [MD] Ok... Credo che sia il tuo turno di nuovo.

source: [MD] Good, I was hoping to get this out of you.
italian: [MD] Bene, speravo di ottenere questo da voi.

source: [MD] When was the last time you and Sidney fooled around?
italian: [MD] Quand'è stata l'ultima volta che tu e Sidney avete ingannato intorno?

source: [MD] Holy shit! I thought maybe it had been a little while.
italian: [MD] Merda santa! Pensavo che fosse stato un po' di tempo.

source: [MDT] {i}For all I know they could have been fucking in [ryan]'s bed last night!{/i}
italian: [MDT] {i}Per tutto quello che so che avrebbero potuto scopare nel letto di [ryan]ieri notte!{/i}

source: [MDT] {i}I know Sidney doesn't stay on the couch. I'm almost positive she sneaks into [ryan]'s room.{/i}
italian: [MDT] {i}So che Sidney non rimane sul divano. Sono quasi positivo che si intrufoli nella stanza di [ryan].{/i}

source: [MDT] {i}Could [ryan] really be fucking his own sister?{/i}
italian: [MDT] {i}Potrebbe [ryan] davvero farsi scopare la sua sorella?{/i}

source: [MD] How do you two mess around?
italian: [MD] Come fai a fare due pasticci?

source: [R] Sorry, you've already used up your truth.
italian: [R] Siamo spiacenti, hai già usato la tua verità.

source: [MD] Yeah, you caught me. Alright, it's my turn.
italian: [MD] Sì, mi hai catturato. Va bene, è il mio turno.

source: [MD] I'll take truth again.
italian: [MD] Riprenderò la verità.

source: [R] When was the last time you messed around with Lauren?
italian: [R] Quand'è stata l'ultima volta che hai incasinato con Lauren?

source: [MD] Well, unlike you, it's been a while... probably three years ago at the last family reunion.
italian: [MD] Beh, a differenza di te, è stato un po'... probabilmente tre anni fa all'ultimo ricongiungimento familiare.

source: [R] Ok, I was just checking to see if you girls had done anything more recent.
italian: [R] Ok, stavo solo controllando per vedere se le ragazze avevano fatto qualcosa di più recente.

source: [R] Outside of the game, since I know your truth is up, do you mind telling me what you two did to mess around?
italian: [R] Fuori dal gioco, poiché so che la tua verità è finita, ti dispiace dirmi quello che hai fatto due per metterti in disordine?

source: [MD] Yep, I mind. You'll just have to use your imagination.
italian: [MD] Sì, mi dispiace. Dovrai solo usare la tua immaginazione.

source: [R] Are you sure, cuz my imagination is going to come up with something way crazier than anything you actually did.
italian: [R] Sei sicuro, cuz la mia immaginazione sta per venire con qualcosa di più pazzo di tutto quello che hai effettivamente fatto.

source: [MD] Haha... You creep!
italian: [MD] Haha... Stai strisciando!
