Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [R] And now let's make that shirt and tie look sexier.
italian: [R] E ora rendiamo quella camicia e cravatta più sexy.

source: [R] And last but not least, the skirt.
italian: [R] E ultima, ma non meno importante, la gonna.

source: [R] Hold it out with one hand like you're about to cast a spell on it.
italian: [R] Tenere fuori con una mano come se fossi in procinto di lanciare un incantesimo.

source: [R] Good.
italian: [R] Bene.

source: [R] And now let's shorten it.
italian: [R] E ora lo accorciamo.

source: [R] Now give me another evil smile...
italian: [R] Ora dammi un altro sorriso malvagio...

source: [R] Ok, back to the shoot.
italian: [R] Ok, torna allo sparo.

source: [R] Now Megan, I want you to use your wand to summon your broom.
italian: [R] Ora Megan, voglio che tu usi la tua bacchetta per evocare la tua scopa.

source: [M] No you idiot, that's the real spell from the book.
italian: [M] Non sei idiota, questo è l'incantesimo reale dal libro.

source: [M] I wish someone who knew Perry Hotter better was directing this photoshoot.
italian: [M] Vorrei che qualcuno che conosceva meglio Perry Hotter stesse dirigendo questo photoshoot.

source: [R] I know enough...
italian: [R] Lo so abbastanza...

source: [R] Now, will you please hand Megan the broom?
italian: [R] Adesso, ti piacerà consegnare Megan la scopa?

source: [R] And now I need you to make a mischievous smile, since you're going to be causing some more trouble on that broom.
italian: [R] E ora ho bisogno di voi per fare un sorriso malizioso, dal momento che si sta per causare qualche problema in più su quella scopa.

source: [R] Now, let's take some shots like you're flying on the broom.
italian: [R] Ora, prendiamo alcuni colpi come se volassi sulla scopa.

source: [R] Let me run and grab one.
italian: [R] Lasciami correre e afferrarne uno.

source: [R] Mom, will you run and plug it in?
italian: [R] Mamma, eseguirai e lo collegherai?

source: [R] The hair and your skirt are blowing back, so I think I can make it look pretty convincing.
italian: [R] I capelli e la gonna stanno soffiando indietro, quindi penso di poterlo rendere abbastanza convincente.

source: [R] Yeah, this should look pretty good.
italian: [R] Sì, questo dovrebbe sembrare abbastanza buono.

source: [R] And now I want to make it look like you've turned around and are flying the other way.
italian: [R] E ora voglio far sembrare che ti sei girato e stai volando in altro modo.

source: [MG] Really? Does that mean we have to push the fan around to the other side?
italian: [MG] Davvero? Questo significa che dobbiamo spingere il ventilatore sull'altro lato?

source: [R] Yeah... And I'll change the angle that I'm taking the pic from.
italian: [R] Sì... E cambierò l'angolo da cui sto prendendo la foto.

source: [R] Great! And I want one more from the front.
italian: [R] Ottimo! E voglio ancora uno dal davanti.

source: [R] Beautiful!
italian: [R] Bello!

source: [MG] Thanks, [ryan]!
italian: [MG] Grazie, [ryan]!

source: [R] Ok... I think it's time to get Mom involved.
italian: [R] Ok... Penso che sia il momento di coinvolgere la mamma.

source: [R] Mom, can you come in front of the camera with an armful of books.
italian: [R] Mamma, puoi venire davanti alla macchina fotografica con un braccio di libri.

source: [R] Yeah, I want it to look like Megan, or I mean Hermione, is buzzing by you, and you're really annoyed by it.
italian: [R] Sì, voglio che assomigli a Megan, o voglio dire che Hermione, è bruggire da te, e sei davvero infastidito da esso.

source: [R] That works great!
italian: [R] Che funziona bene!

source: [R] And I'll just insert those pics I just took of Megan into the pic so it looks like she's buzzing past you on her broom.
italian: [R] E mi limito a inserire quelle foto che ho appena preso di Megan nella foto così sembra che lei ti abbia passato in bocca sulla sua scopa.

source: [R] Yeah... That'll look good.
italian: [R] Sì... Sembrerà bene.

source: [R] Great! Now let's make a few small adjustments so we can make it look like the wind is blowing the other way.
italian: [R] Ottimo! Ora facciamo alcune piccole regolazioni in modo che possiamo far sembrare che il vento soffia in altro modo.

source: [R] That will work, I think.
italian: [R] Questo funzionerà, penso.

source: [R] Ok Mom, drop the books like they were knocked or blown out of your arms.
italian: [R] Ok Mamma, fai cadere i libri come se fossero stati bussati o soffiati dalle tue braccia.

source: [R] Oh... and look like you're pissed off.
italian: [R] Oh... e assomigliate a quello che siete fregati.

source: [R] That's great!
italian: [R] Fantastico!

source: [R] Now you've had enough! It's time to stop this wicked witch.
italian: [R] Ora hai abbastanza! È ora di fermare questa strega malvagia.

source: [R] So make an angry face, lift your wand, and cast a spell to knock her off her broom.
italian: [R] Quindi fai un viso arrabbiato, alza la bacchetta e lancia un incantesimo per buttarla fuori dalla sua scopa.

source: [R] Ok Megan, I need you to come up here and make it look like you're getting knocked off a broom with a large blast of magic.
italian: [R] Ok Megan, Ho bisogno di venire qui e farla sembrare come si sta facendo bussare una scopa con una grande esplosione di magia.

source: [R] I'll take care of all the magic and background and stuff.
italian: [R] Mi occuperò di tutta la magia e lo sfondo e la roba.

source: [R] Ok, Mom. Walk up to her like you've defeated your nemesis.
italian: [R] Ok, Mamma, cammina fino a lei come se avessi sconfitto la tua nemesi.

source: [R] And Megan, try to look all scared.
italian: [R] E Megan, prova a guardare tutto spaventato.

source: [R] For the next scene I need a few tables and chairs.
italian: [R] Per la prossima scena ho bisogno di alcuni tavoli e sedie.

source: [R] The warehouse has just about anything I need.
italian: [R] Il magazzino ha quasi tutto ciò di cui ho bisogno.

source: [R] I can start thinking about how to render a detention hall for the next scene while I'm looking for some.
italian: [R] Posso iniziare a pensare a come rendere una sala di detenzione per la prossima scena mentre cerco alcuni.

source: [R] Ok, so we've got Mom up front of the room in charge of detention.
italian: [R] Ok, così abbiamo mamma di fronte alla stanza responsabile della detenzione.

source: [R] With Megan bored at her desk.
italian: [R] Con Megan annoiato alla sua scrivania.

source: [R] When she suddenly gets an idea.
italian: [R] Quando improvvisamente ottiene un'idea.

source: [R] She raises her hand to ask the teacher a question.
italian: [R] Lei alza la mano per fare una domanda all'insegnante.

source: [R] And she pulls out the evil book that put her under its spell.
italian: [R] E lei tira fuori il libro malvagio che la mise sotto il suo incantesimo.

source: [R] When she opens the book, she encounters the same green light.
italian: [R] Quando apre il libro, incontra la stessa luce verde.

source: [R] And now do an evil look, like you were just put under the book's spell.
italian: [R] E ora fate un aspetto malvagio, come siete stati appena messi sotto l'incantesimo del libro.

source: [R] Ooohh... Good evil look!
italian: [R] Ooohh... Buon aspetto malvagio!

source: [R] Now you need to point your wand at your dress, since your new evil nature wants it to be a sexy dress.
italian: [R] Ora devi puntare la bacchetta al tuo vestito, poiché la tua nuova natura malvagia vuole che sia un vestito sexy.

source: [R] Great... And...
italian: [R] Ottimo... E...

source: [R] Finally, Mom! It's time for you to get into your sexy outfit.
italian: [R] Finalmente, mamma! È il momento per voi di entrare nel vostro abito sexy.

source: [R] I'll give you both a call another evening to see if your both available.
italian: [R] Ti darò entrambe una chiamata un'altra sera per vedere se entrambi sono disponibili.

source: [R] We'll just pick up from where we left off today.
italian: [R] Riprenderemo da dove siamo partiti oggi.

source: [MG] Yeah... ok.
italian: [MG] Sì... ok.

source: [M] {i}(sarcastically){/i} I can't wait.
italian: [M] {i}(sarcasticamente){/i} Non posso aspettare.

source: [HGT] {i}Oh, Merlin's saggy left testicle! That was close!{/i}
italian: [HGT] {i}Oh, il testicolo sinistro cadente di Merlino! C'è mancato poco! {/i}.

source: [HGT] {i}If I'd been caught in the forbidden section of the library, I would have cost our house over three hundred points!{/i}
italian: [HGT] {i}Se mi avessero beccato nella sezione proibita della biblioteca, sarei costato alla nostra casa più di trecento punti!

source: [HGT] {i}I think Ron Tiddle's diary will help Perry defeat "He who must not be kink-shamed!"{/i}
italian: [HGT] {i}Penso che il diario di Ron Tiddle aiuterà Perry a sconfiggere "Colui che non deve essere svergognato!"{/i}.

source: [HGT] {i}Did I just hear a noise come from the diary?{/i}
italian: [HGT] {i}Ho appena sentito un rumore provenire dal diario?

source: [HGT] {i}I can't read this. Is this Latin?{/i}
italian: [HGT] {i}Non riesco a leggere questo. È latino?

source: [HGT] {i}Perdidi nasum, sed penis maior possedi?{/i}
italian: [HGT] {i}Perdidi nasum, sed penis maior possedi?

source: [EV] {i}(Rasping){/i} Perdidi nasum, sed penis maior possedi!
italian: [EV] {i}(Raspando){/i} Perdidi nasum, sed penis maior possedi!

source: [HG] Yes master, but until I see it, I will cause mischief in your name.
italian: [HG] Sì padrone, ma finché non lo vedrò, causerò dei guai in tuo nome.

source: [HGT] {i}First I need to do something about these drabby clothes.{/i}
italian: [HGT] {i}Prima ho bisogno di fare qualcosa per questi vestiti squallidi.

source: [HGT] {i}Haha... That's better! Now how should I cause trouble?{/i}
italian: [HGT] {i}Haha... Così va meglio! Ora come dovrei causare problemi?

source: [HGT] {i}I know!{/i}
italian: [HGT] {i}Lo so!

source: [HGT] {i}And now for some fun.{/i}
italian: [HGT] {i}E ora un pò di divertimento.

source: [HGT] {i}Hahaha... There's Professor McGargleCum!{/i}
italian: [HGT] {i}Hahaha... Ecco il professor McGargleCum!

source: [HGT] {i}Let's make some mischief for her.{/i}
italian: [HGT] {i}Facciamo un pò di casino per lei.{/i}

source: [PM] Hermione Bang'er! Get back here at once!
italian: [PM] Hermione Bang'er! Torna subito qui!

source: [PM] What has gotten into you!
italian: [PM] Cosa ti è preso!

source: [PM] That is it!
italian: [PM] Questo è quanto!

source: [PM] Stupify!
italian: [PM] Stupisci!

source: [PM] Well, well, well...
italian: [PM] Bene, bene, bene...

source: [PM] Miss Bang'er.
italian: [PM] Signorina Bang'er.

source: [PM] I never thought I'd see the day! What has come over you!
italian: [PM] Non avrei mai pensato di vedere questo giorno! Cosa ti è successo!

source: [PM] One hundred points from Griffendor for causing mischief, and another one hundred points for dressing like a common Slytherin whore.
italian: [PM] Cento punti da Griffendor per aver causato guai, e altri cento punti per esserti vestita come una comune puttana Serpeverde.

source: [PM] You will now follow me to detention for the next two hours.
italian: [PM] Ora mi seguirai in punizione per le prossime due ore.

source: [HGT] {i}Uuucchhh... How am I supposed to cause mischief in detention?{/i}
italian: [HGT] {i}Uuucchhh... Come posso causare guai in punizione?

source: [EV] {i}(Raspy whisper){/i} Perdidi nasum, sed penis maior possedi!
italian: [EV] {i}(sussurro rauco){/i} Perdidi nasum, sed penis maior possedi!

source: [HGT] {i}That's it!{/i}
italian: [HGT] {i}Ecco! {/i}

source: [HG] Professor McGargleCum, can you help me with something I read in this book that I don't understand.
italian: [HG] Professor McGargleCum, puoi aiutarmi con qualcosa che ho letto in questo libro e che non capisco.

source: [PM] It it homework for a class?
italian: [PM] È un compito per una lezione?

source: [HG] Yes, it's something I was hoping to use in my paper for my history of Hagwarts class.
italian: [HG] Sì, è qualcosa che speravo di usare nella mia relazione per il mio corso di storia di Hagwarts.

source: [PM] Ron Tiddles diary? But where did you find that?
italian: [PM] Il diario di Ron Tiddles? Ma dove l'hai trovato?

source: [EV] {i}(Raspy growl){/i} Perdidi nasum, sed penis maior possedi!
italian: [EV] {i}(ringhio rasposo){/i} Perdidi nasum, sed penis maior possedi!

source: [PM] Yes master, but until I see it, I will cause mischief in your name.
italian: [PM] Sì padrone, ma fino a quando non lo vedrò, causerò guai in tuo nome.

source: [PM] But why am I in such a prudish dress?
italian: [PM] Ma perché sono vestito in modo così prudente?

source: [MG] And that's where we left off.
italian: [MG] E questo è il punto in cui ci siamo lasciati.

source: [R] Wow! You're a great storyteller. I felt like I was in the story.
italian: [R] Wow! Sei un grande narratore. Mi sentivo come se fossi nella storia.

source: [R] And I have a feeling I'm going to like the rest of this Perry Hotter story much better then any of the others.
italian: [R] E ho la sensazione che mi piacerà il resto di questa storia di Perry Hotter molto meglio di qualsiasi altra.

source: [R] We'll call it "Perry Hotter and The Order of Moldy's Prostitutes."
italian: [R] Lo chiameremo "Perry Hotter e The Order of Moldy's Prostitutes".

source: [MB] Haha... or "Perry Hotter and The Golden Snatches."
italian: [MB] Haha... o "Perry Hotter e The Golden Snatches".

source: [M] If you're done, we've got places we need to go after this.
italian: [M] Se hai finito, abbiamo posti che dobbiamo andare dopo questo.

source: [MB] Oh right! Let's set up the props and begin the shoot.
italian: [MB] Oh a destra! Impostiamo i puntelli e iniziamo lo sparo.

source: [MB] Miss [mom_name], in the last pic we took of you...
italian: [MB] Miss [mom_name], nell'ultima foto che abbiamo preso da te...

source: [MB] You were just about to make your drabby dress turn into a sexy one.
italian: [MB] Stavate appena circa per rendere il vostro vestito drabby trasformarsi in uno sexy uno.

source: [MB] So you pointed your wand at the dress, and magic came out of your wand, and now...
italian: [MB] Così hai puntato la tua bacchetta al vestito, e la magia è uscita dalla tua bacchetta e ora...

source: [MB] You're in your sexy dress. Let's get a sexy face with that pose.
italian: [MB] Sei nel tuo vestito sexy. Prendiamo un viso sexy con quella posa.

source: [MB] Now, you're going to show Hermione who's boss, since you're both Moldevort's slaves, one of you has to be in charge.
italian: [MB] Ora mostrerai a Hermione chi è il capo, visto che sei entrambi gli schiavi di Moldevort, uno di voi deve essere in carica.

source: [MB] And Miss [mom_name], that's going to be you.
italian: [MB] E signorina [mom_name], che sarà voi.

source: [MB] So stand aggressively in front of Megan, like she's really in trouble now, but with a look on your face like you're going to enjoy this.
italian: [MB] Così stare aggressivamente di fronte a Megan, come lei è davvero nei guai ora, ma con uno sguardo sul tuo viso come si sta andando a godere di questo.

source: [MB] Oh, yeah... that's scary hot!
italian: [MB] Oh, sì... che è caldo spaventoso!

source: [MB] I've got to admit that I'm at a loss for creativity all of the sudden.
italian: [MB] Devo ammettere che sono in perdita per la creatività tutto l'improvviso.

source: [MB] [ryan], I think I'm going to let you decide where to take this next, since you're more experienced.
italian: [MB] [ryan], penso che ti lascerò decidere dove prenderlo, dato che hai più esperienza.

source: [MB] What kind of pose should the girls do now?
italian: [MB] Che tipo di posa dovrebbe fare le ragazze ora?

source: [RT] {i}What a coward... He's afraid of how Mom will react if he pushes it any farther.{/i}
italian: [RT] {i}Che codardo... Ha paura di come la mamma reagirà se lo spinge più lontano.{/i}

source: [RT] {i}So now he's putting it all on me.{/i}
italian: [RT] {i}Così ora sta mettendo tutto su di me.{/i}

source: [RT] {i}Alright, I'll take control.{/i}
italian: [RT] {i}Va bene, prenderò il controllo.{/i}

source: [RT] {i}He is right about me having more experience.{/i}
italian: [RT] {i}Ha ragione su di me avere più esperienza.{/i}

source: [R] Ok... I think...
italian: [R] Ok... Penso...

source: [R] Haha... or "Perry Hotter and The Golden Snatches."
italian: [R] Haha... o "Perry Hotter e The Golden Snatches".

source: [R] Oh right! Let's set up the props and begin the shoot.
italian: [R] Oh a destra! Impostiamo i puntelli e iniziamo lo sparo.

source: [R] Mom, in the last pic we took of you...
italian: [R] Mamma, nell'ultima foto che abbiamo preso da te...

source: [R] You were just about to make your drabby dress turn into a sexy one.
italian: [R] Stavate appena circa per rendere il vostro vestito drabby trasformarsi in uno sexy uno.

source: [R] So you pointed your wand at the dress, and magic came out of your wand, and now...
italian: [R] Così hai puntato la tua bacchetta al vestito, e la magia è uscita dalla tua bacchetta e ora...

source: [R] You're in your sexy dress. Let's get a sexy face with that pose.
italian: [R] Sei nel tuo vestito sexy. Prendiamo un viso sexy con quella posa.

source: [R] Now, you're going to show Hermione who's boss, since you're both Moldevort's slaves, one of you has to be in charge.
italian: [R] Ora mostrerai a Hermione chi è il capo, visto che sei entrambi gli schiavi di Moldevort, uno di voi deve essere in carica.

source: [R] And Mom, that's going to be you.
italian: [R] E Mamma, sarà tu.

source: [R] So stand aggressively in front of Megan, like she's really in trouble now, but with a look on your face like you're going to enjoy this.
italian: [R] Così stare aggressivamente di fronte a Megan, come lei è davvero nei guai ora, ma con uno sguardo sul tuo viso come si sta andando a godere di questo.

source: [R] Oh, yeah... that's scary hot!
italian: [R] Oh, sì... che è caldo spaventoso!

source: [R] Ok... Next I think we should...
italian: [R] Ok... Prossimo penso che dovremmo...

source: [R] Ok, I think Professor McGargleCum needs to establish dominance by first making Hermione lick her boots.
italian: [R] Ok, penso che il professor McGargleCum abbia bisogno di stabilire il dominio facendo prima leccare Hermione i suoi stivali.

source: [MB] Yeah... what better way to show dominance than humiliation.
italian: [MB] Sì... quale modo migliore per mostrare il dominio dell'umiliazione.

source: [R] What better way to show dominance than humiliation?
italian: [R] Quale modo migliore per mostrare il dominio dell'umiliazione?

source: [M] Wait! That sounds really demeaning! I don't thing Megan wants to be captured on film forever doing something like that.
italian: [M] Aspetta! Suona davvero il dissenso! Non ho cosa Megan vuole essere catturato sul film per sempre facendo qualcosa del genere.

source: [MG] I don't mind.
italian: [MG] Non mi dispiace.

source: [MG] Come on Miss [mom_name], I think most people can tell a photo shoot from reality. Plus, it's kind of hot.
italian: [MG] Vieni su Miss [mom_name], Penso che la maggior parte delle persone possa dire un servizio fotografico dalla realtà.

source: [M] You think it's hot to lick a boot?
italian: [M] Pensi che sia caldo leccare un stivale?

source: [MG] When it's an older sexy woman dressed like you are, I do.
italian: [MG] Quando è una donna sexy più anziana vestita come te, lo faccio.

source: [M] Ok... I just realized this is too much for me right now.
italian: [M] Ok... Ho appena capito che questo è troppo per me in questo momento.

source: [M] I think I need to take the rest of the day and wrap my head around how my own son and students can be so comfortable with such perversion.
italian: [M] Penso di dover prendere il resto della giornata e avvolgere la testa intorno a come mio figlio e gli studenti possono essere così a proprio agio con una tale perversione.

source: [R] Wait! Mom, are you ok?
italian: [R] Aspetta! Mamma, stai bene?

source: [M] No, I need to get out of here, I'm going to go and change.
italian: [M] No, devo uscire da qui, andrò a cambiare.

source: {i}"Mom's Anger +1"{/i}
italian: {i}"Rabbia della mamma +1"{/i}

source: [M] Maybe I'll be ok to shoot again on another day after I've processed this and calmed down.
italian: [M] Forse starò bene a sparare di nuovo in un altro giorno dopo averlo elaborato e mi sono calmato.

source: To get Mom to let Megan lick her boot, you need her submission points at 5 or her libido points at 9.
italian: Per ottenere la mamma per lasciare Megan leccare il suo stivale, è necessario i suoi punti di presentazione a 5 o la sua libido punti a 9.

source: [R] Ok, I think Professor MCGargleCum needs to establish dominance quickly by ripping open Hermione's shirt.
italian: [R] Ok, penso che il professor MCGargleCum abbia bisogno di stabilire rapidamente il dominio strappando la camicia di Hermion.

source: [M] Wait! What?
italian: [M] Aspetta! Cosa?

source: [R] You know... exposing Megan's breasts.
italian: [R] Lo sa... esponendo i seni di Megan.

source: [M] Are you fucking crazy? You think we're going to do nudity?
italian: [M] Stai scopando pazzo? Pensi che faremo la nudità?

source: [MG] I'm ok with it.
italian: [MG] Sto bene con esso.

source: [M] You, be quiet.
italian: [M] Sii tranquillo.

source: [R] Oh, come on, Mom... You wanted to be a model when you were younger...
italian: [R] Oh, vieni, mamma... Volevi essere un modello quando eri più giovane...

source: [R] You had to know that a model doesn't make it very far without doing some nudity.
italian: [R] Dovevi sapere che un modello non lo fa molto lontano senza fare un po' di nudità.

source: [R] I mean, look at the profession you chose to prepare yourself for modeling.
italian: [R] Voglio dire, guarda la professione che hai scelto per prepararti alla modellazione.

source: [MB] What profession is that?
italian: [MB] Che professione è?

source: [M] None of your business!
italian: [M] Nessuno dei tuoi affari!

source: [M] I still can't believe you're asking me to do this.
italian: [M] Non riesco ancora a credere che mi chieda di fare questo.

source: [R] We're not even asking you to get nude for this shot... You just have to be in a shot with another nude female.
italian: [R] Non ti stiamo nemmeno chiedendo di essere nudo per questo tipo... Devi solo essere in un colpo con un'altra femmina nude.

source: [M] I don't think I can do that with one of my students!
italian: [M] Non penso di poterlo fare con uno dei miei studenti!

source: [MG] I really want to finish this photo shoot, Miss [mom_name]... I need this to boost my online fame!
italian: [MG] Voglio davvero finire questo scatto fotografico, signorina [mom_name]... ho bisogno di questo per aumentare la mia fama online!

source: [MB] I hate to play this card, but you know what happens if you don't finish the photo shoot?
italian: [MB] Odio giocare a questa carta, ma sai cosa succede se non finisci il servizio fotografico?

source: [MG] What profession is that?
italian: [MG] Che professione è?

source: [MG] So, I hate to play this card, but you know what happens if you don't finish the photo shoot?
italian: [MG] Quindi, odio giocare a questa carta, ma sai cosa succede se non finisci il servizio fotografico?

source: [M] Yeah, I know...
italian: [M] Sì, lo so...

source: [MT] {i}I can't expose my career, let alone [ryan]'s reputation if Matt were to get us investigated.{/i}
italian: [MT] {i}Non posso esporre la mia carriera, figuriamoci la reputazione di [ryan]se Matt dovesse farci indagare.{/i}

source: [MT] {i}I can't expose my career, let alone [ryan]'s reputation if Megan were to get us investigated.{/i}
italian: [MT] {i}Non posso esporre la mia carriera, figuriamoci la reputazione di [ryan]se Megan dovesse farci indagare.{/i}
