Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [L] The judges all seemed to admire their courage and gave them extra points, scoring them much higher than usual on their aerial maneuvers.
french: [L] Les juges ont tous semblé admirer leur courage et leur ont donné des points supplémentaires, les notant beaucoup plus haut que d'habitude sur leurs manœuvres aériennes.
italian: [L] Tutti i giudici sembravano ammirare il loro coraggio e diedero loro punti in più, segnandoli molto più alti del solito sulle loro manovre aeree.

source: [L] So congratulations to our own Shagtown cheerleaders for bringing home the championship!
french: [L] Alors félicitations à nos propres cheerleaders de Shagtown pour avoir ramené le championnat à la maison !
italian: [L] Quindi le congratulazioni ai nostri cheerleader Shagtown per aver portato a casa il campionato!

source: [L] I for one, don't think our cheerleaders get enough recognition for their athleticism.
french: [L] Pour ma part, je pense que nos cheerleaders ne sont pas assez reconnues pour leurs qualités athlétiques.
italian: [L] Io per uno, non penso che i nostri cheerleader ottengano abbastanza riconoscimento per il loro atleticismo.

source: [L] Hopefully, our own school administration can arrange an event for them to showcase their talents. If the cheerleaders are brave enough, they might even demonstrate again how they performed without their panties.
french: [L] Avec un peu de chance, l'administration de notre propre école peut organiser un événement pour qu'elles puissent montrer leurs talents. Si les cheerleaders sont assez courageuses, elles pourraient même montrer à nouveau comment elles se sont comportées sans culotte.
italian: [L] Speriamo che la nostra amministrazione scolastica possa organizzare un evento per mostrare i loro talenti. Se gli cheerleader sono abbastanza coraggiosi, potrebbero anche dimostrare di nuovo come hanno eseguito senza le loro mutandine.

source: [L] On the menu are peaches and cream and corn on the cob.
french: [L] Au menu, des pêches à la crème et des épis de maïs.
italian: [L] Nel menù ci sono pesche e panna e mais sulla bacca.

source: [L] For those who finish their lunches, our own lunch lady has promised to give them a taste of her very own specialty cream pie.
french: [L] Pour ceux qui terminent leur déjeuner, notre propre cantinière a promis de leur faire goûter sa propre spécialité de tarte à la crème.
italian: [L] Per coloro che finiscono i loro pranzi, la nostra signora pranzo ha promesso di dare loro un assaggio della sua speciale torta alla panna.

source: [L] I'm sorry!
french: [L] Je suis désolée!
italian: [L] Mi dispiace!

source: [L] {i}(Inaudibly chuckling){/i}
french: [L] {i}(Gloussement inaudible){/i}

source: [L] Ohhh... I'm sorry. Who's writing these announcements?
french: [L] Ohhh... Je suis désolé. Qui écrit ces annonces ?
italian: [L] Ohhh... Mi dispiace. Chi scrive questi annunci?

source: [L] My goodness!
french: [L] Mon dieu!
italian: [L] Mia bontà!

source: [L] The image I want to show you today, I call "Dragon Goddess".
french: [L] L'image que je veux vous montrer aujourd'hui, je l'appelle 'Déesse du Dragon'.
italian: [L] L'immagine che voglio mostrarvi oggi, io chiamo "Dea del Drago".

source: [L] Hey Jessica... Can we do a full screen shot of this image?
french: [L] Hey Jessica... Peut-on faire une capture plein écran de cette image ?
italian: [L] Ehi Jessica... Possiamo fare un colpo a schermo intero di questa immagine?

source: [R] Hey, girls... I hope I'm not interrupting?
french: [R] Hé, les filles... J'espère que je ne vous dérange pas ?
italian: [R] Ehi, ragazze... Spero di non interrompere?

source: [L] No... what's up, [ryan]?
french: [L] Non... quoi de neuf, [ryan]?
italian: [L] No... che cosa c'è, [ryan]?

source: [R] Not much.
french: [R] Pas grand chose.
italian: [R] Quasi poco.

source: [R] What's the latest gossip?
french: [R] Quels sont les derniers potins ?
italian: [R] Qual è l'ultimo pettegolezzo?

source: [L] Like we'd tell you.
french: [L] Comme si on te le disait.
italian: [L] Come ti avevamo detto.

source: [R] Alright, alright... I can tell I'm not wanted in this conversation.
french: [R] D'accord, d'accord... Je peux dire que je ne suis pas recherché dans cette conversation.
italian: [R] Va bene, bene... posso dire che non sono desiderato in questa conversazione.

source: [R] I guess I'll just go work on some anatomy homework at home.
french: [R] Je suppose que je vais juste aller travailler sur des devoirs d'anatomie à la maison.
italian: [R] Immagino che andrò solo a lavorare su alcuni compiti anatomici a casa.

source: [LT] {i}I thought [ryan] took anatomy last year.{/i}
french: [LT] {i}Je pensais que [ryan] avait pris l'anatomie l'année dernière.{/i}
italian: [LT] {i}Ho pensato che [ryan] abbia preso anatomia l'anno scorso.{/i}

source: [MD] Bye, [ryan]
french: [MD] Au revoir, [ryan]
italian: [MD] Ciao, [ryan]

source: [MG] See ya, [ryan], maybe we'll see you soon.
french: [MG] A bientôt, [ryan], on se reverra peut-être bientôt.
italian: [MG] Vedi ya, [ryan], forse ti vediamo presto.

source: [R] Took you long enough.
french: [R] Tu en as mis du temps.
italian: [R] Ti sei preso abbastanza a lungo.

source: [MG] You're the one who said not to cause suspicion.
french: [MG] C'est toi qui as dit de ne pas provoquer de suspicion.
italian: [MG] Sei colui che ha detto di non causare sospetti.

source: [R] So, is the skit still coming along well?
french: [R] Alors, le sketch se déroule-t-il toujours bien ?
italian: [R] Quindi, lo skit sta ancora arrivando a lungo?

source: [MG] Yeah, we're getting it more and more polished.
french: [MG] Oui, on le perfectionne de plus en plus.
italian: [MG] Sì, lo stiamo ottenendo sempre più lucido.

source: [MG] Mandy's been really great in making all our movements synchronized.
french: [MG] Mandy a été vraiment géniale pour synchroniser tous nos mouvements.
italian: [MG] Mandy è stato davvero fantastico nel rendere sincronizzati tutti i nostri movimenti.

source: [MG] Soooo... I assume this is more than just a social visit?
french: [MG] Donc... Je suppose que c'est plus qu'une simple visite de courtoisie ?
italian: [MG] Soooo... Suppongo che questa sia più di una semplice visita sociale?

source: [R] What would make you think that I don't just want to talk to you?... See how you're doing?
french: [R] Qu'est-ce qui te ferait penser que je ne veux pas seulement te parler?... Tu vois comment ça va ?
italian: [R] Che cosa ti farebbe pensare che non voglio solo parlare con te?... Guarda come stai facendo?

source: [MG] [ryan]! Do you want a roll, or not?
french: [MG] [ryan]! Tu veux un rouleau, ou pas?
italian: [MG] [ryan]! Vuoi un roll, o no?

source: [R] Well, if you really need my dick that much.
french: [R] Eh bien, si tu as vraiment besoin de ma bite.
italian: [R] Beh, se hai veramente bisogno del mio cazzo così tanto.

source: [MG] That's what I like to see.
french: [MG] C'est ce que j'aime voir.
italian: [MG] È ciò che mi piace vedere.

source: [MG] Now let's lose these clothes and get busy.
french: [MG] Maintenant, perdons ces vêtements et occupons-nous.
italian: [MG] Ora perdiamo questi vestiti e ci impegnate.

source: [MG] I think I'd better lube you up first.
french: [MG] Je pense que je ferais mieux de te lubrifier d'abord.
italian: [MG] Penso che farei meglio a lubrificarti prima.

source: [MG] I could get used to this cock.
french: [MG] Je pourrais m'habituer à cette queue.
italian: [MG] potrei abituarmi a questo cazzo.

source: [MG] Mmm... Let's get you ready for my pussy.
french: [MG] Mmm... Allons te préparer pour ma chatte.
italian: [MG] Mmm... Ti prepariamo per la mia figa.

source: [RT] {i}Ohhh... This feels good!{/i}
french: [RT] {i}Ohhh... Ça fait du bien !{/i}
italian: [RT] {i}Ohhh... Che bella sensazione!{/i}

source: [MG] There we go, [ryan]
french: [MG] Voilà, [ryan]
italian: [MG] Eccoci qua, [ryan].

source: [MG] All lubed up.
french: [MG] Tout lubrifié.
italian: [MG] Tutto lubrificato.

source: [MG] Are you ready to stick that hot cock in my tight pussy?
french: [MG] Es-tu prêt à coller cette bite chaude dans ma chatte serrée?
italian: [MG] Sei pronto a infilare quel cazzo caldo nella mia figa stretta?

source: [R] Oh, yeah... I can't wait to fuck that pretty little pussy.
french: [R] Oh, oui... J'ai hâte de baiser cette jolie petite chatte.
italian: [R] Oh, sì... non vedo l'ora di scopare quella bella fighetta.

source: [RT] {i}Oh, God!... I still can't believe how tight she is after fucking Matt for so many years.{/i}
french: [RT] {i}Oh, mon Dieu!... Je n'arrive toujours pas à croire à quel point elle est serrée après avoir baisé Matt pendant tant d'années.{/i}
italian: [RT] {i}Oh, Dio!... Non riesco ancora a credere quanto sia stretta dopo aver scopato Matt per tanti anni.{/i}

source: [RT] {i}How can that be?{/i}
french: [RT] {i}Comment est-ce possible ?{/i}
italian: [RT] {i}Come può essere?{/i}

source: [MG] Oh, yeah... [ryan]! Fuck my greedy pussy!
french: [MG] Oh, oui... [ryan]! Baise ma chatte gourmande!
italian: [MG] Oh, sì... [ryan]! Scopa la mia avida figa!

source: [MG] God, you're hitting my womb!
french: [MG] Dieu, tu frappes mon utérus !
italian: [MG] Dio, stai colpendo il mio grembo grembo!

source: [MG] God!... I need this cock!
french: [MG] Dieu!... J'ai besoin de cette bite !
italian: [MG] Dio! Ho bisogno di questo cazzo!

source: [RT] {i}Fuck!... Her dirty talk is driving me crazy... I'm getting so close!{/i}
french: [RT] {i}Merde !... Son discours sale me rend fou... Je me rapproche !{/i}
italian: [RT] {i}Fanculo!... Il suo linguaggio sporco mi sta facendo impazzire... Mi sto avvicinando così tanto!

source: [R] Oooohhh... Megan... I'm gonna cum!
french: [R] Oooohhh... Megan... Je vais jouir!
italian: [R] Oooohhh... Megan... Sto per venire!

source: [MG] Ohhh... Yes... give me that baby batter!
french: [MG] Ohhh... Oui... donnez-moi cette pâte à bébé !
italian: [MG] Ohhh... sì... dammi quella pastella per bambini!

source: [MG] Fill me up!
french: [MG] Remplis-moi!
italian: [MG] Riempimi!

source: [MG] I want that cum to be sloshing around in my womb when I go talk to Matt later today.
french: [MG] Je veux que ce sperme traîne dans mon ventre quand j'irai parler à Matt plus tard aujourd'hui.
italian: [MG] Voglio che quella sborra si muova nel mio utero quando andrò a parlare con Matt più tardi.

source: [MG] I want it dripping out and splattering on my cheer teammates when they throw me in the air for a basket toss!
french: [MG] Je veux que ça dégouline et éclabousse mes coéquipiers de joie quand ils me jettent en l'air pour un lancer de panier!
italian: [MG] Voglio che coli fuori e schizzi sui miei compagni di squadra quando mi lanceranno in aria per un lancio a canestro!

source: [R] Oh fuck, Megan! You're driving me crazy!
french: [R] Oh putain, Megan ! Tu me rends fou !
italian: [R] Oh cazzo, Megan! Mi stai facendo pazzi!

source: [MG] Oh, my God!... My womb can't fit anymore!
french: [MG] Oh, mon Dieu !... Mon utérus ne peut plus tenir !
italian: [MG] Oh, mio Dio!... Il mio grembo non può più adattarsi più!

source: [MG] Holy fuck! I'm so full it's bursting out of me!
french: [MG] Putain! Je suis tellement rassasié qu'il m'éclate !
italian: [MG] Porca puttana! Sono così pieno che sta uscendo da me!

source: {i}"[ryan]'s cum loads in Megan's pussy +1"{/i}
french: {i}'Charges de sperme de [ryan] dans la chatte de Megan +1'{/i}
italian: {i}"[ryan]'s cum load in Megan pussy +1"{/i}

source: {i}"Total loads of [ryan]'s cum in Megan's pussy = ([megan_cum_loads_counter])"{/i}
french: {i}'Charges totales de sperme de [ryan] dans la chatte de Megan = ([megan_cum_loads_counter])'{/i}
italian: {i}"Carichi totali di sperma di [ryan] nella figa di Megan = ([megan_cum_loads_counter])"{/i}

source: [MGT] {i}Fuck!... My fertile little egg is going to be literally swimming in cum!{/i}
french: [MGT] {i}Merde !... Mon ovule fertile va littéralement nager dans le sperme!{/i}
italian: [MGT] {i}Fuck!... Il mio piccolo uovo fertile sta per nuotare letteralmente nello sperma!{/i}

source: [MGT] {i}God, I hope I've got more of those pills.{/i}
french: [MGT] {i}Mon dieu, j'espère que j'en ai plus de ces pilules.{/i}
italian: [MGT] {i}Dio, spero di avere più di queste pillole.{/i}

source: [MGT] {i}I can't forget to run to the pharmacy and get some more.{/i}
french: [MGT] {i}Je ne dois pas oublier d'aller à la pharmacie en chercher plus.{/i}
italian: [MGT] {i}Non posso dimenticare di correre in farmacia e ottenere qualcosa di più.{/i}

source: [R] I'm cumming!
french: [R] Je jouis !
italian: [R] Sto piombando!

source: [MG] Holy shit, [ryan]! You just basted me like a fucking turkey!
french: [MG] Putain de merde, [ryan]! Tu viens de me faire rôtir comme une putain de dinde !
italian: [MG] Merda santa, [ryan]! Mi sei appena bastonato come un tacchino cazzo!

source: [R] Ohhh... Megan!.... Fuck!
french: [R] Ohhh... Megan!.... Merde!

source: [MG] How was that?
french: [MG] Comment c'était ?
italian: [MG] Com'era?

source: [R] Worth every penny.
french: [R] Ça vaut chaque centime.
italian: [R] Vale ogni centesimo.

source: [MG] Haha... That's what I like to hear.
french: [MG] Haha... C'est ce que j'aime entendre.
italian: [MG] Haha... Ecco quello che mi piace sentire.

source: [MG] We'd better hurry and get dressed. I'm surprised nobody has come in yet.
french: [MG] Nous ferions mieux de nous dépêcher et de nous habiller. Je suis surpris que personne ne soit encore entré.
italian: [MG] Faremmo meglio a sbrigarci e a vestirci. Sono sorpreso che nessuno sia ancora entrato.

source: [MG] So, I guess I'll be seeing you around again fairly soon?
french: [MG] Donc, je suppose que je te reverrai assez bientôt?
italian: [MG] Quindi, immagino che ti vedrò in giro ancora presto?

source: [R] You can count on it.
french: [R] Bien sûr, je peux le faire.
italian: [R] Puoi contare su di essa.

source: [R] Sorry, Megan.
french: [R] Désolé, c'était un peu gênant!
italian: [R] Scusa, Megan.

source: [R] As tempting as that sounds, I just can't spend that kind of money right now.
french: [R] Aussi tentant que cela puisse paraître, je ne peux tout simplement pas dépenser ce genre d'argent en ce moment.
italian: [R] Per quanto allettante quanto sembra, non posso spendere quel tipo di denaro in questo momento.

source: [MG] Alright, I understand.
french: [MG] D'accord, je comprends.
italian: [MG] Va bene, capisco.

source: [MG] I'm just not sure why you made me follow you in here again.
french: [MG] Je ne sais pas pourquoi tu m'as fait te suivre ici à nouveau.
italian: [MG] Non sono solo sicuro perché mi hai fatto seguire qui di nuovo.

source: [R] You know... to make sure everything's still good with Lauren's campaign stuff.
french: [R] Tu sais... pour t'assurer que tout va bien avec les affaires de la campagne de Lauren.
italian: [R] Lo sa... per assicurarti che tutto sia ancora buono con la campagna di Lauren.

source: [MG] Still good. Maybe you can just ask that over a text next time.
french: [MG] Toujours bon. Peut-être que tu peux demander ça par texto la prochaine fois.
italian: [MG] Ancora buono. Forse la prossima volta puoi chiederlo su un testo.

source: [MG] If you want something extra, say the code.
french: [MG] Si tu veux quelque chose de plus, dis le code.
italian: [MG] Se vuoi qualcosa di extra, diciamo il codice.

source: [R] Ok... Sorry, I know you had your hopes up about getting fucked by my big cock.
french: [R] Ok... Désolé, je sais que tu avais bon espoir de te faire baiser par ma grosse bite.
italian: [R] Ok... Mi dispiace, so che hai avuto le tue speranze di farsi scopare dal mio grosso cazzo.

source: [MG] Haha... You idiot!
french: [MG] Haha... Espèce d'idiot !
italian: [MG] Haha... Sei idiota!

source: [MGT] {i}I really did.{/i}
french: [MGT] {i}Je l'ai vraiment fait.{/i}
italian: [MGT] {i}Ho davvero fatto.{/i}

source: [MG] I'm out of here. I try not to spend too much time in boys' bathrooms.
french: [MG] Je m'en vais. J'essaie de ne pas passer trop de temps dans les toilettes des garçons.
italian: [MG] Sono fuori di qui. Cerco di non passare troppo tempo nei bagni dei ragazzi.

source: [R] Alright, later Megan.
french: [R] Très bien, à plus tard Megan.
italian: [R] Va bene, più tardi Megan.

source: [R] I was just wondering if I could speak to Megan privately.
french: [R] Je me demandais juste si je pouvais parler à Megan en privé.
italian: [R] Mi chiedevo solo se potevo parlare con Megan in privato.

source: [L] Again?... What's going on?
french: [L] Encore ?... Qu'est-ce qui se passe ?
italian: [L] Ancora?... Cosa sta succedendo?

source: [R] Ohh, I just had a few more ideas for Megan to help us take down Matt.
french: [R] Ohh, je viens d'avoir quelques idées supplémentaires pour que Megan nous aide à faire tomber Matt.
italian: [R] Ohh, ho avuto solo alcune idee in più per Megan per aiutarci a prendere giù Matt.

source: [MG] Shhhh... {i}(whispering){/i} Not so loud... He's just across the room talking to your mom.
french: [MG] Chut... {i}(murmure){/i} Pas si fort... Il est juste de l'autre côté de la pièce à parler à ta mère.
italian: [MG] Shhhh... {i}(sussurre){/i} Non è così forte... è proprio attraverso la stanza che parla con tua mamma.

source: [MG] You go first, I'll follow you a few minutes later... So he doesn't get suspicious.
french: [MG] Tu pars en premier, je te suivrai quelques minutes plus tard... Pour qu'il ne se méfie pas.
italian: [MG] Andate per primo, vi seguirò qualche minuto più tardi... Quindi non si sospetta.

source: [MG] Now, what is this about?
french: [MG] Maintenant, de quoi s'agit-il ?
italian: [MG] Ora, di cosa si tratta?

source: [R] I'll tell you when we're in the stall.
french: [R] Je te le dirai quand nous serons dans la cabine.
italian: [R] Vi dirò quando siamo in stalla.

source: [MGT] {i}Oh, boy!... I can guess where this is going.{/i}
french: [MGT] {i}Oh, mon garçon!... Je peux deviner où ça va.{/i}
italian: [MGT] {i}Oh, ragazzo!... Posso indovinare dove sta andando questo.{/i}

source: [R] So, how is the skit coming along?
french: [R] Alors, comment se passe le sketch ?
italian: [R] Allora, come viene lo skit?

source: [MG] It's been a little messy, but it's starting to come together.
french: [MG] Ça a été un peu désordonné, mais ça commence à prendre forme.
italian: [MG] È stato un po' disordinato, ma sta cominciando a riunirsi.

source: [R] How has it been working with Mandy?.
french: [R] Comment c'était de travailler avec Mandy ?.
italian: [R] Come sta lavorando con Mandy?.

source: [MG] She's actually really great. After we're done sneaking around with this whole skit thing, I'm going to get her a formal tryout to be on the cheerleading team.
french: [MG] Elle est en fait vraiment géniale. Quand on aura fini de se faufiler avec tout ce truc de sketch, je vais lui faire passer un essai officiel pour être dans l'équipe des pom-pom girls.
italian: [MG] Lei è davvero grande. Dopo che abbiamo fatto furtivamente con tutto questo skit cosa, ho intenzione di farle un tentativo formale di essere sulla squadra cheerleader.

source: [R] Mandy would love that.
french: [R] Mandy adorerait ça .
italian: [R] Mandy lo apprezzerebbe.

source: [MG] Soooo... were you wanting to just make small talk, or is there an important reason why you brought me back to this particular stall?
french: [MG] Alors... tu voulais juste faire la conversation, ou il y a une raison importante pour laquelle tu m'as ramené à cet étal particulier ?
italian: [MG] Soooo... volevi solo fare piccole chiacchiere, o c'è una ragione importante per cui mi hai riportato in questa particolare bancarella?

source: [R] I just cant stop thinking about what you said, in that video we made for Matt.
french: [R] Je ne peux pas arrêter de penser à ce que tu as dit, dans cette vidéo que nous avons faite pour Matt.
italian: [R] Ho solo voglia di smettere di pensare a ciò che hai detto, in quel video che abbiamo fatto per Matt.

source: [R] I was hoping we could...
french: [R] J'espérais que nous le pourrions...
italian: [R] Stavo sperando che potesso...

source: [MG] Ohhh... So you {b}are{/b} hoping for another at-school booty call.
french: [MG] Ohhh... Donc, tu {b}espères{/b} un autre plan cul à l'école.
italian: [MG] Ohhh... Quindi {b}sono{/b} sperando in un'altra chiamata bottino a scuola.

source: [R] I mean, you did say...
french: [R] Je veux dire, tu as dit...
italian: [R] Intendo dire, hai detto...

source: [MG] Alright, three hundred dollars.
french: [MG] D'accord, trois cents dollars.
italian: [MG] Bene, trecento dollari.

source: [R] What!?
french: [R] Quoi!?
italian: [R] Cosa!?

source: [R] But we fucked for free the other day.
french: [R] Mais nous avons baisé gratuitement l'autre jour.
italian: [R] Ma abbiamo scopato per libero l'altro giorno.

source: [MG] That didn't make you my boyfriend.
french: [MG] Ça n'a pas fait de toi mon petit ami.
italian: [MG] Non ti ha fatto il mio fidanzato.

source: [MG] And besides, I need the money.
french: [MG] Et d'ailleurs, j'ai besoin d'argent.
italian: [MG] E poi, ho bisogno dei soldi.

source: [R] Why? Your family is loaded.
french: [R] Pourquoi? Ta famille est riche.
italian: [R] Perché? La tua famiglia è caricata.

source: [MG] My parents cut off my allowance.
french: [MG] Mes parents ont coupé mon argent de poche.
italian: [MG] I miei genitori hanno tagliato la mia indennità.

source: [MG] They found some pictures on my phone they didn't approve of.
french: [MG] Ils ont trouvé des photos sur mon téléphone qu'ils n'approuvaient pas.
italian: [MG] Hanno trovato alcune foto sul mio telefono che non hanno approvato.

source: [MG] So I need cash.
french: [MG] Donc j'ai besoin d'argent.
italian: [MG] Quindi ho bisogno di soldi.

source: [R] So you want me to pay you for sex?
french: [R] Donc tu veux que je te paie pour le sexe?
italian: [R] Quindi vuoi che ti paghi per sesso?

source: [R] You know what that is, right?
french: [R] Tu sais ce que c'est, non?
italian: [R] Tu sai cos'è, vero?

source: [MG] Don't think about it as paying for sex, think about it as paying for that photo-set I did with your mom.
french: [MG] Ne penses pas que c'est payer pour du sexe, penses-y comme payer pour ce set de photos que j'ai fait avec ta mère.
italian: [MG] Non pensarci come pagare per il sesso, pensarci come pagare per quel set fotografico che ho fatto con tua mamma.

source: [MG] And as a starving model, I'm showing you my gratitude.
french: [MG] Et en tant que modèle affirmé, je te montre ma gratitude.
italian: [MG] E come modello affamato, vi sto mostrando la mia gratitudine.

source: [R] What about our deal we made at the photoshoot?
french: [R] Qu'en est-il de notre accord passé lors de la séance photo?
italian: [R] Che ne dici del nostro affare fatto al photoshoot?

source: [R] Where you'll do anything to me that I can get my mom to do to me.
french: [R] Où tu me feras tout ce que je peux faire à ma mère.
italian: [R] Dove farete qualsiasi cosa per me che posso convincere mia mamma a farmi.

source: [MG] Don't worry, that deal's still on the table.
french: [MG] Ne t'inquiètes pas, cet accord est toujours sur la table.
italian: [MG] Non ti preoccupare, quell'affare è ancora sul tavolo.

source: [MG] Why?... Have you fucked your mom?
french: [MG] Pourquoi?... Tu as baisé ta mère?
italian: [MG] Perché?... Hai scopato tua mamma?

source: [R] Well, no... not yet.
french: [R] Eh bien, non... Pas encore.
italian: [R] Bene, no... non ancora.

source: [MG] Alright, so other issues?
french: [MG] D'accord, donc d'autres problèmes?
italian: [MG] Va bene, quindi altre questioni?

source: [R] I guess not.
french: [R] Je suppose que non.
italian: [R] Credo di no.
