Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [S] Let's go to the usual spot.
italian: [S] Andiamo al solito posto.

source: [S] Follow me.
italian: [S] Seguimi.

source: [R] Ok, the coast is clear. Let's go.
italian: [R] Ok, la via è libera. Andiamo.

source: [R] What if someone walks in on us while...
italian: [R] E se qualcuno ci sorprende mentre...

source: [S] We'll deal with that when it happens.
italian: [S] Ce ne occuperemo quando succederà.

source: [R] You mean *if* it happens.
italian: [R] Vuoi dire *se* succede.

source: [S] Yes... of course.
italian: [S] Sì... naturalmente.

source: [R] But, what if it's someone we know?
italian: [R] Ma se fosse qualcuno che conosciamo?

source: [S] Do you want to talk, or do you want to fuck me?
italian: [S] Vuoi parlare o vuoi scoparmi?

source: [R] Uhhh... fuck you, please.
italian: [R] Uhhh... scoparti, per favore.

source: [S] Haha... that's what I thought.
italian: [S] Haha... è quello che ho pensato.

source: [R] I can't believe we're having sex... In such a public place.
italian: [R] Non posso credere che stiamo facendo sesso... In un posto così pubblico.

source: [S] Oh, fuck!... I know... Isn't it... so HOT!
italian: [S] Oh, cazzo!... Lo so... Non è... così caldo!

source: [R] Holy shit, Sidney! Your pussy is just dripping wet!
italian: [R] Porca puttana, Sidney! La tua figa è proprio bagnata!

source: [S] Aaahhh... I... know... I just get so... turned on by... the thought of getting... caught!
italian: [S] Aaahhh... io... lo so... Sono così... eccitato dal... pensiero di essere... preso!

source: [S] Shit!... I'm about to cum!
italian: [S] Merda! Sto per venire!

source: [R] Holy fuck, Sidney!
italian: [R] Porca puttana, Sidney!

source: [R] You just soaked my feet!
italian: [R] Mi hai appena inzuppato i piedi!

source: [S] Oh, God! Put that cock back in me!
italian: [S] Oh, Dio! Rimettimi dentro quel cazzo!

source: [R] I can't believe how turned on you are!
italian: [R] Non posso credere a quanto sei eccitato!

source: [S] Just shut up and keep fucking me!
italian: [S] Stai zitto e continua a scoparmi!

source: [R] Fuck!...
italian: [R] Cazzo!...

source: [R] I'm about to...
italian: [R] Sto per...

source: [S] Oh, God! I can feel it expanding my womb!
italian: [S] Oh, Dio! Lo sento espandere il mio utero!

source: [S] Guess what...
italian: [S] Indovina cosa...

source: [S] Haha... every stride I take forces more cum out of my pussy, and into my shorts!
italian: [S] Haha... ogni passo che faccio fa uscire più sperma dalla mia figa e nei miei pantaloncini!

source: [R] Shit, Sidney! Stop talking like that or I'm going to have to fuck you when we get home too.
italian: [R] Merda, Sidney! Smettila di parlare così o dovrò scopare anche te quando torniamo a casa.

source: [S] Hahaha... not if you can't catch me!
italian: [S] Hahaha... non se non mi prendi!

source: [R] Damnit!
italian: [R] Maledizione!

source: [R] Sidney, wait!
italian: [R] Sidney, aspetta!

source: SWAT Guy
italian: Ragazzo della SWAT

source: Charlie the Chin
italian: Charlie il mento

source: Voice on Phone
italian: Voce al telefono

source: Stripper
italian: Spogliatore

source: Stripper's Thoughts
italian: Pensieri di una spogliarellista

source: Candy
italian: Caramella

source: Candy's Thoughts
italian: Pensieri di Candy

source: Player 1
italian: Giocatore 1

source: Hermione's Thoughts
italian: I pensieri di Hermione

source: Professor McGargleCum
italian: Professore McGargleCum

source: Professor McGargleCum's Thoughts
italian: I pensieri del professor McGargleCum

source: Eerie Voice
italian: Voce inquietante

source: Megan's Thoughts
italian: I pensieri di Megan

source: Will Tylor's Thoughts
italian: I pensieri di Will Tylor

source: If I can watch what happens in the van later, I will.
italian: Se posso guardare cosa succede nel furgone più tardi, lo farò.

source: Alright... anything to get that image of Diaz in the van out of my head.
italian: Va bene... qualsiasi cosa per togliermi dalla testa l'immagine di Diaz nel furgone.

source: I'm in!
italian: Ci sto!

source: Only if Aunt Cami does.
italian: Solo se lo fa la zia Cami.

source: Mess around.
italian: Fare casino in giro.

source: Go to sleep.
italian: Vai a dormire.

source: Sixty nine.
italian: Sessantanove.

source: Have sex!
italian: Fate sesso!

source: Peek up her skirt.
italian: Sbirciare sotto la sua gonna.

source: Better Not.
italian: Meglio di no.

source: I should leave.
italian: Dovrei andarmene.

source: look closer
italian: guarda più da vicino

source: Resist and say hi
italian: Resistere e salutare

source: Footjob.
italian: Pompino.

source: Hotdog her ass.
italian: Hotdog il suo culo.

source: Take off her panties.
italian: Toglierle le mutandine.

source: Take off her bra.
italian: Toglierle il reggiseno.

source: How about a foot job?
italian: Che ne dici di un lavoro ai piedi?

source: Check spycam.
italian: Controlla la spycam.

source: Who cares?
italian: Chi se ne frega?

source: Knock.
italian: Bussare.

source: Fuck Lauren's thighs
italian: Scopare le cosce di Lauren

source: knock
italian: bussare

source: Leave them alone tonight.
italian: Lasciateli in pace stasera.

source: Flash them.
italian: Fagli un flash.

source: Truth
italian: Verità

source: Dare
italian: Osare

source: Aunt Cami
italian: Zia Cami

source: Uncle Bobby
italian: Zio Bobby

source: Take a look.
italian: Andiamo a dare un'occhiata ai vestiti.

source: I don't feel like it.
italian: Non ne ho voglia.

source: Mischief with Lauren
italian: Maldicenze con Lauren

source: Not tonight
italian: Non stasera

source: Lift her shirt
italian: Sollevare la sua camicia

source: Use Lauren's hand.
italian: Usa la mano di Lauren.

source: Use Lauren's feet.
italian: Usa i piedi di Lauren.

source: lift her shirt
italian: sollevare la sua camicia

source: Truth (always a safe bet)
italian: Verità (sempre una scommessa sicura)

source: Safe dare ({i}Submission {b}5 {color=#0000ff}or{/color}{/b} Libido {b}8{/b}{/i} )
italian: Obbligo sicuro ({i}Sottomissione {b}5 {color=#0000ff}o{/color}{/b} Libido {b}8{/b}{/i} )

source: Slightly risky dare ({i}Submission {b}8 {color=#0000ff}or{/color}{/b} Libido {b}9{/b}{/i} )
italian: Obbligo leggermente rischioso ({i}Sottomissione {b}8 {color=#0000ff}o{/color}{/b} Libido {b}9{/b}{/i} )

source: Risky dare ({i}Submission {b}12{/b}{/i} )
italian: Osare rischioso ({i}Presentazione {b}12 {/b} {/i} )

source: Very risky dare ({i}Submission {b}17{/b}{/i})
italian: Obbligo molto rischioso ({i}Sottomissione {b}17{/b}{/i})

source: Missionary
italian: Missionario

source: Doggy
italian: Cagnolino

source: Doesn't matter, as long as it's anal.
italian: Non importa, basta che sia anale.

source: Mandy Handjob
italian: Mandy Sega

source: Take a closer look.
italian: Date un'occhiata più da vicino.

source: Of course I'll protect them!
italian: Certo che li proteggerò!

source: Shit!.... I don't have the money to protect them this week!
italian: Merda! .... Non ho i soldi per proteggerli questa settimana!

source: I need that money elsewhere.... their asses will have to pay the bill this week.
italian: Ho bisogno di quei soldi altrove.... i loro culi dovranno pagare il conto questa settimana.

source: Pay her $1,000.
italian: Pagatele 1.000 dollari.

source: Let Lauren and Mandy pay in favors
italian: Lascia che Lauren e Mandy paghino in favori

source: Yes! I don't want to see any NTR shit!
italian: Sì, non voglio vedere nessuna merda di NTR!

source: No, for fucks sake! Stop asking. Let me enjoy my punishment.
italian: No, per carità! Smettila di chiedere. Lasciami godere la mia punizione.

source: Please... I don't have time for this!
italian: Per favore... Non ho tempo per questo!

source: I don't have enough money.
italian: Non ho abbastanza soldi.

source: Please... I've got to run!
italian: Per favore... Devo scappare!

source: I'm out of cash
italian: Sono senza soldi

source: Fill her pussy! {i}(Best if Sidney's affection is 10 or greater.){/i}
italian: Riempile la figa! {i}(Meglio se l'affetto di Sidney è 10 o superiore.){/i}

source: Can we?... You know....
italian: Possiamo?... Lo sai....

source: Buy a lapdance. ($50)
italian: Comprare una lapdance. ($50)

source: I'm too poor!
italian: Sono troppo povero!

source: Sorry, not today.
italian: Spiacente, non oggi.

source: Get to know Candy.
italian: Conosci Candy.

source: A) Obviously to kill baby Moldevort.
italian: A) Ovviamente per uccidere il piccolo Moldevort.

source: B) To stop the dementors gangbang with Hermione
italian: B) Per fermare la gangbang dei dissennatori con Hermione

source: C) To save Hermione's new love interest, Blackbeak.
italian: C) Per salvare il nuovo interesse amoroso di Hermione, Blackbeak.

source: A) Secret sex dungeon?
italian: A) Segreto dungeon del sesso?

source: B) Aren't they just metephors for a girls vagina and asshole?
italian: B) Non sono solo metefore per la vagina e il buco del culo delle ragazze?

source: C) For sexual awakening?
italian: C) Per il risveglio sessuale?

source: A) The boy who jizzed?
italian: A) Il ragazzo che sborrava?

source: B) The boy with the golden snatch?
italian: B) Il ragazzo con la fregatura d'oro?

source: C) The boy who cockblocked Moldevort?
italian: C) Il ragazzo che ha bloccato Moldevort?

source: Watch recap
italian: Guarda il riassunto

source: Jump to the photo shoot.
italian: Salta al servizio fotografico.

source: Stay in story mode.
italian: Resta in modalità storia.

source: In photo shoot mode.
italian: In modalità di ripresa fotografica.

source: Skip to the end.
italian: Salta alla fine.

source: Have Megan lick Mom's boot. {i}(submission 5+ {b}{color=#0000ff}or{/color}{/b} libido 9+){/i}
italian: Fai leccare lo stivale della mamma a Megan. {i}(sottomissione 5+ {b}{color=#0000ff} o{/color}{/b} libido 9+){/i}

source: Have Mom rip open Megan's shirt. {i}(submission 7+ {b}{color=#0000ff}or{/color}{/b} libido 9+){/i}
italian: Fai aprire alla mamma la camicia di Megan. {i}(sottomissione 7+ {b}{color=#0000ff} o{/color}{/b} libido 9+){/i}

source: Have Mom tie Megan up and humiliate her. {i}(submission 10+ {b}{color=#0000ff}or{/color}{/b} libido 10){/i}
italian: Fai in modo che la mamma leghi Megan e la umili. {i}(sottomissione 10+ {b}{color=#0000ff} o{/color}{/b} libido 10){/i}

source: Have Mom expose her breasts and gag Megan. {i}(submission 14+){/i}
italian: Fai esporre i seni alla mamma e imbavagliare Megan. {i}(presentazione 14+){/i}

source: Have Mom remove Megan's panties and spank her. {i}(submission 19+){/i}
italian: Fai togliere alla mamma le mutandine di Megan e sculacciala. {i}(sottomissione 19+){/i}

source: Have Mom remove her panties and pose with Megan. {i}(submission 25+){/i}
italian: Fai togliere alla mamma le mutandine e mettiti in posa con Megan. {i}(presentazione 25+){/i}

source: Maybe we should end the shoot for today.
italian: Forse dovremmo terminare le riprese per oggi.

source: Megan needs a gag in her mouth. {i}(submission 14+){/i}
italian: Megan ha bisogno di un bavaglio in bocca. {i}(presentazione 14+){/i}

source: Megan needs her bare ass spanked. {i}(submission 19+){/i}
italian: Megan ha bisogno di essere sculacciata a culo nudo. {i}(presentazione 19+){/i}

source: We need a really good full nudity pose. {i}(submission 25+){/i}
italian: Abbiamo bisogno di una bella posa di nudo integrale. {i}(presentazione 25+){/i}

source: We need a really good full nudity shot. {i}(submission 25+){/i}
italian: Abbiamo bisogno di una bella foto di nudo integrale. {i}(presentazione 25+){/i}
