Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: {i}"Currently your game settings are set to allow NTR content."{/i}
italian: {i}"Attualmente le tue impostazioni di gioco sono impostate per consentire contenuti NTR."{/i}

source: {i}"Unless your settings are changed, the following series of scenes will contain NTR content."{/i}
italian: {i}"A meno che le tue impostazioni non siano cambiate, la seguente serie di scene conterrà contenuti NTR."{/i}

source: {i}"Would you like to take this opportunity to turn off the NTR content?]"{/i}
italian: {i}"Vuoi approfittare di questa opportunità per disattivare il contenuto NTR?]"{/i}

source: [P1] How the fuck did that get turned on?
italian: [P1] Come ha fatto il cazzo che si è acceso?

source: [P1] I swear I wasn't experimenting with any new kinks!
italian: [P1] Giuro che non stavo sperimentando con nessun nuovo kinks!

source: {i}"(NTR Content turned off)"{/i}
italian: {i}"Contenuto (NTR disattivato)"{/i}

source: [P1] Fucking babies, that are always complaining about NTR content...
italian: [P1] Cazzo bambini, che si lamentano sempre di contenuti NTR...

source: [P1] can't let a developer make a game without pasting NTR warnings everywhere!
italian: [P1] non può lasciare che uno sviluppatore faccia un gioco senza incollare avvisi NTR ovunque!

source: {i}"(NTR Content will remain turned on)"{/i}
italian: {i}"(Il contenuto NTR rimarrà attivato)"{/i}

source: Back at Mom's office door.
italian: Torna alla porta dell'ufficio della mamma.

source: [MT] {i}Why do I want that huge cock in my hands so badly?{/i}
italian: [MT] {i}Perché voglio così tanto quel cazzo enorme nelle mie mani?

source: [M] That's supposed to be a reward for paying the weekly Mafia debt.
italian: [M] Dovrebbe essere una ricompensa per aver pagato il debito settimanale della mafia.

source: [M] I don't want you to think you can have one any time you want to.
italian: [M] Non voglio che tu pensi di poterne avere uno ogni volta che vuoi.

source: [MT] {i}If only I didn't want to give him another one right now.{/i}
italian: [MT] {i}Se solo non volessi dargliene un altro adesso.{/i}

source: [MT] {i}If he presses, I won't be able to say no.{/i}
italian: [MT] {i}Se lui preme, non sarò in grado di dire di no.{/i}

source: [R] I know... it's just that I'm feeling really backed up, and when I take care of myself, I'm just not able to get as much out as you can.
italian: [R] Lo so... è solo che mi sento davvero indietro, e quando mi prendo cura di me stesso, non sono in grado di tirare fuori così tanto come fai tu.

source: [M] Are you trying to tell me it's a matter of your health then?
italian: [M] Stai cercando di dirmi che è una questione di salute allora?

source: [R] Absolutely.
italian: [R] Assolutamente sì.

source: [MT] {i}What a bunch of bullshit!{/i}
italian: [MT] {i}Che mucchio di stronzate!{/i}

source: [MT] {i}But at least it gives me an excuse as well.{/i}
italian: [MT] {i}Ma almeno mi dà anche una scusa.

source: [M] Ok fine, but just this once.
italian: [M] Ok, va bene, ma solo per questa volta.

source: [R] I can live with that.
italian: [R] Posso vivere con questo.

source: [M] You're even harder than usual.
italian: [M] Sei ancora più duro del solito.

source: [R] Something about doing this at school turns me on even more.
italian: [R] Qualcosa nel fare questo a scuola mi eccita ancora di più.

source: [M] Haha... you must get that from me.
italian: [M] Haha... devi averlo preso da me.

source: [M] Even before your dad was arrested, I would sneak in a session in my office now and then.
italian: [M] Anche prima che tuo padre fosse arrestato, mi sarei intrufolato in una sessione nel mio ufficio di tanto in tanto.

source: [M] Fuck! Why did I just tell you that?
italian: [M] Cazzo! Perché te l'ho appena detto?

source: [MT] {i}It's like I can't think straight with a huge cock in my hands.{/i}
italian: [MT] {i}E' come se non riuscissi a pensare bene con un cazzo enorme tra le mani.{/i}

source: [R] It's ok, Mom... I love hearing how much we have in common.
italian: [R] Va tutto bene, mamma... Mi piace sentire quante cose abbiamo in comune.

source: [M] Please don't call me Mom in my office...
italian: [M] Per favore non chiamarmi mamma nel mio ufficio...

source: [M] Please call me Miss [mom_name].
italian: [M] Per favore chiamami signorina [mom_name].

source: [R] So you're saying doing this to your son is weird, but you're ok with doing this to your students?
italian: [R] Quindi stai dicendo che fare questo a tuo figlio è strano, ma ti sta bene farlo ai tuoi studenti?

source: [MT] {i}Maybe?{/i}
italian: [MT] {i}Forse? {/i}

source: [M] If you want me to finish, then you better stop being such a smartass.
italian: [M] Se vuoi che finisca, allora è meglio che tu smetta di fare il saputello.

source: [R] Yeah, you've got a class starting pretty soon.
italian: [R] Sì, hai una classe che inizia molto presto.

source: [R] I'll finish sooner if you talk dirty to me.
italian: [R] Finirò prima se mi parli male.

source: [M] Or you won't finish at all, if I stop.
italian: [M] O non finirai affatto, se mi fermo.

source: [MT] {i}I don't want to stop.{/i}
italian: [MT] {i}Non voglio fermarmi.

source: [MT] {i}I want to see that cock shoot cum all over!{/i}
italian: [MT] {i}Voglio vedere quel cazzo sparare sperma dappertutto!

source: [M] But... for your sexual health...
italian: [M] Ma... per la tua salute sessuale...

source: [M] I love this massive cock!
italian: [M] Amo questo cazzo enorme!

source: [M] Please... I need to see it cum!
italian: [M] Per favore... Ho bisogno di vederlo sborrare!

source: [MT] {i}Uuugghh... I should not be talking to my son like this!{/i}
italian: [MT] {i}Uuugghh... Non dovrei parlare così a mio figlio!

source: [M] I need your cum in my mouth!
italian: [M] Ho bisogno del tuo sperma nella mia bocca!

source: [MT] {i}This is so wrong!{/i}
italian: [MT] {i}Questo è così sbagliato!

source: [M] I need it all over my face!
italian: [M] Ne ho bisogno su tutta la faccia!

source: [MT] {i}This is so weird!{/i}
italian: [MT] {i}Questo è così strano!

source: [M] Please!... Cover me!
italian: [M] Per favore!... Coprimi!

source: [MT] {i}So... weirdly arousing!{/i}
italian: [MT] {i}Così... stranamente eccitante!

source: [R] Oh, fuck!
italian: [R] Oh, cazzo!

source: [MT] {i}Oh, shit! He didn't give me any warning!{/i}
italian: [MT] {i}Oh, merda! Non mi ha dato nessun avvertimento!

source: [MT] {i}Aaahh... he's covering me!{/i}
italian: [MT] {i}Aaahh... mi sta coprendo!

source: [MB] Holy fuck!
italian: [MB] Porca puttana!

source: [M] Oh, my God! Matt!
italian: [M] Oh, mio Dio! Matt!

source: [MT] {i}Goddamned doors without locks!{/i}
italian: [MT] {i}Dannate porte senza serratura!

source: [MB] I knew there was something weird going on between the two of you.
italian: [MB] Sapevo che c'era qualcosa di strano tra voi due.

source: [M] Matt! It's not what you're thinking!
italian: [M] Matt! Non è come pensi tu!

source: [MB] Really?... So that isn't [ryan]'s cum all over your face?
italian: [MB] Davvero?... Quindi quello non è lo sperma di [ryan] su tutta la tua faccia?

source: [M] Not so loud! Get in here and shut the door! Let's talk about this!
italian: [M] Non così forte! Entra e chiudi la porta! Parliamo di questo!

source: [MB] I think you'll find that I'm pretty accepting and open to people and their sexual perversions.
italian: [MB] Penso che scoprirai che sono abbastanza accettante e aperto alle persone e alle loro perversioni sessuali.

source: [M] I wasn't lying... this really isn't what you think it is.
italian: [M] Non stavo mentendo... questo non è davvero quello che pensi che sia.

source: [MB] Let me guess...
italian: [MB] Fammi indovinare...

source: [MB] [ryan]'s got carpal tunnel syndrome, or some kind of crazy reason why he can't jerk himself off, so you're just helping him to not get too backed up?
italian: [MB] [ryan] ha la sindrome del tunnel carpale, o qualche assurda ragione per cui non può masturbarsi, quindi lo stai solo aiutando a non farsi troppo male?

source: [M] Oh, my God... you've played "Big Brother" too?
italian: [M] Oh, mio Dio... anche tu hai giocato al "Grande Fratello"?

source: [MB] Well... yeah... those kind of games have been pretty popular with all the kids at school for a few years... Wait! You've played "Big Brother"?
italian: [MB] Beh... sì... questo tipo di giochi è stato piuttosto popolare tra tutti i ragazzi a scuola per alcuni anni... Aspetta! Hai giocato al "Grande Fratello"?

source: [M] Well, I've been doing a bunch of research so I can teach the Oedipal curriculum, and [ryan] showed me a few of those games.
italian: [M] Beh, ho fatto un pò di ricerche per poter insegnare il curriculum edipico e [ryan] mi ha mostrato alcuni di quei giochi.

source: [MB] Hahah... nice one, [ryan]! Classic porn game protagonist type of move!
italian: [MB] Hahah... bella questa, [ryan]! Classica mossa da protagonista dei giochi porno!

source: [MB] Respect!
italian: [MB] Rispetto!

source: [M] Is that why you showed me those games? To groom me like a conquest in a porn game?
italian: [M] È per questo che mi hai mostrato quei giochi? Per prepararmi come una conquista in un gioco porno?

source: [R] No!... Shut up Matt, you don't know what you're talking about.
italian: [R] No!... Zitto Matt, non sai di cosa stai parlando.

source: [R] I just thought they would be a compelling piece of evidence to validate Freud's Oedipus theories. You know, for my final project.
italian: [R] Ho solo pensato che sarebbero stati una prova convincente per convalidare le teorie di Edipo di Freud. Sai, per il mio progetto finale.

source: [R] If I was trying to groom you like in a porn game, do you think I'd be stupid enough to show you how women get groomed in porn games?
italian: [R] Se stessi cercando di adescarti come in un gioco porno, pensi che sarei così stupido da mostrarti come le donne vengono adescate nei giochi porno?

source: [RT] {i}That really was stupid of me.{/i}
italian: [RT] {i}Questo è stato davvero stupido da parte mia.

source: [M] Hmmm... that had better be the case!
italian: [M] Hmmm... è meglio che sia così!

source: [M] So, to explain what we were doing, it's going to sound weird, expecially since it's a little bit theoretical, even though it's backed up by significant research.
italian: [M] Quindi, per spiegare quello che stavamo facendo, sembrerà strano, soprattutto perché è un pò teorico, anche se è supportato da ricerche significative.

source: [M] {b}{i}Doctor{/i}{/b} Will Tylor, a famous psychologist, who also happens to be a member of our school board, published a study about how young men can get stuck in an Oedipal phase if they aren't allowed to let it develop and go away on their own.
italian: [M] {b}{i}Il dottor{/i}{/b} Will Tylor, un famoso psicologo, che è anche un membro del nostro consiglio scolastico, ha pubblicato uno studio su come i giovani uomini possono rimanere bloccati in una fase edipica se non gli viene permesso di lasciarla sviluppare e andare via da soli.

source: [M] My son has started exhibiting symptoms of a slight Oedipal complex. Sorry to embarrass you, [ryan].
italian: [M] Mio figlio ha iniziato a mostrare i sintomi di un leggero complesso edipale. Mi dispiace di imbarazzarti, [ryan].

source: [R] Oh, God...
italian: [R] Oh, Dio...

source: [M] So I'm trying to help him get through it by letting it take it's course naturally, rather than trying to cut it off, and make him get stuck in it.
italian: [M] Quindi sto cercando di aiutarlo a superarlo lasciando che faccia il suo corso in modo naturale, piuttosto che cercare di tagliarlo e farlo rimanere bloccato.

source: [M] It just involves a few handjobs from time to time. And it will never go any farther than that.
italian: [M] Si tratta solo di qualche sega di tanto in tanto. E non andrà mai più lontano di così.

source: [M] Isn't that right, [ryan]?
italian: [M] Non è vero, [ryan]?

source: [R] ... Oh... yeah... of course...
italian: [R] ... Oh... sì... certo...

source: [M] So that's all that's going on... not as terrible as you were probably imagining.
italian: [M] Quindi questo è tutto quello che sta succedendo... non così terribile come probabilmente stavi immaginando.

source: [MB] No... not quite as terrible.
italian: [MB] No... non così terribile.

source: [M] So... I'm hoping we can keep all of this between us?
italian: [M] Quindi... spero che possiamo tenere tutto questo tra noi?

source: [MB] Yeah, I have no desire to stir up any trouble, but there is just a small thing I want from you.
italian: [MB] Sì, non ho alcun desiderio di creare problemi, ma c'è solo una piccola cosa che voglio da te.

source: [M] Oh, shit! Here we go.
italian: [M] Oh, merda! Ci siamo.

source: [MB] No! It's not as terrible as you think, either.
italian: [MB] No! Non è nemmeno così terribile come pensi.

source: [MB] But it is something you probably wouldn't do, unless I had some leverage over you.
italian: [MB] Ma è qualcosa che probabilmente non faresti, a meno che io non abbia una certa influenza su di te.

source: [M] You don't have any leverage... I could defend my position to the school board.
italian: [M] Non hai nessuna influenza... Potrei difendere la mia posizione al consiglio scolastico.

source: [M] Especially with Will Tylor there to support me with his research.
italian: [M] Specialmente con Will Tylor lì a sostenermi con le sue ricerche.

source: [MB] Yeah, but a school board hearing would make this all very public, and I think people's imaginations will make them believe that much more is going on between you and your son.
italian: [MB] Sì, ma un'udienza del consiglio scolastico renderebbe tutto questo molto pubblico, e penso che le fantasie della gente li faranno credere che molto di più sta accadendo tra voi e vostro figlio.

source: [MT] {i}Dammit! That could ruin both of our reputations. We would probably have to move. But I'm sure the FBI wouldn't let us.{/i}
italian: [MT] {i}Dannazione! Questo potrebbe rovinare la reputazione di entrambi. Probabilmente dovremmo trasferirci. Ma sono sicuro che l'FBI non ce lo lascerebbe fare.{/i}Sono sicuro che l'FBI non ci lascerebbe fare.

source: [MB] Don't get too defensive until you hear what it is that I want.
italian: [MB] Non metterti troppo sulla difensiva finché non sentirai cos'è che voglio.

source: [MB] I'm sure you're already aware, but [ryan] has a photo studio that's beginning to do fairly well.
italian: [MB] Sono sicuro che ne sei già al corrente, ma [ryan] ha uno studio fotografico che sta iniziando a fare abbastanza bene.

source: [M] I know it's bringing in a little money each week.
italian: [M] So che porta un pò di soldi ogni settimana.

source: [M] And I know his sisters have been posing for pictures, in outfits that Sidney has designed.
italian: [M] E so che le sue sorelle sono state in posa per le foto, in abiti che Sidney ha progettato.

source: [MB] Exactly... and those shoots have started to get a good amount of attention online.
italian: [MB] Esattamente... e quegli scatti hanno iniziato a ricevere una buona quantità di attenzione online.

source: [M] Oh, really?
italian: [M] Oh, davvero?

source: [MB] Yeah, in fact my girlfriend Megan won't shut up about it.
italian: [MB] Sì, infatti la mia ragazza Megan non vuole smettere di parlarne.

source: [M] Oh, Megan's such a nice girl.
italian: [M] Oh, Megan è una ragazza così carina.

source: [MB] Sure, but she's been trying to get internet famous for years by posting pics and vids of her cheerleading stuff, and makeup and fashion tutorials.
italian: [MB] Certo, ma ha cercato di diventare famosa su internet per anni postando foto e video delle sue cose da cheerleader e tutorial di trucco e moda.

source: [MB] But besides the occasional creepy stalker, she hasn't been able to get a very good following.
italian: [MB] Ma a parte gli occasionali stalker inquietanti, non è stata in grado di avere un buon seguito.

source: [MB] But I think [ryan]'s got a good thing going with his studio.
italian: [MB] Ma penso che [ryan] abbia un buon affare con il suo studio.

source: [MB] Cosplay is extremely popular right now.
italian: [MB] Il cosplay è estremamente popolare in questo momento.

source: [M] Well, I'm sure that [ryan] would be more than happy to take some pictures of Mandy in cosplay.
italian: [M] Beh, sono sicuro che [ryan] sarebbe più che felice di fare qualche foto di Mandy in cosplay.

source: [M] Wouldn't you, [ryan]?
italian: [M] Vero, [ryan]?

source: [R] Ummm... yeah... I'd love to get another model in there.
italian: [R] Ummm... sì... Mi piacerebbe ottenere un altro modello lì dentro.

source: [MB] Great, but here's the part you're not going to like, Miss [mom_name].
italian: [MB] Grande, ma ecco la parte che non ti piacerà, signorina [mom_name].

source: [MB] I have a feeling the photoshoot will be ten times more popular if she's posing with a beautiful, sexy, more mature woman.
italian: [MB] Ho la sensazione che il servizio fotografico sarà dieci volte più popolare se poserà con una donna bella, sexy e più matura.

source: [M] You mean me.
italian: [M] Intendi me.

source: [MB] Yes.
italian: [MB] Si.

source: [M] There's no way!... I can't pose in sexy photos with one of my students!
italian: [M] Non c'è nessun modo!... non posso posare in foto sexy con uno dei miei studenti!

source: [M] That would destroy my reputation.
italian: [M] Questo distruggerebbe la mia reputazione.

source: [MB] Destroy it? No... When I was a freshman, a video leaked of Miss Stone fucking one of her students, and now her class fills up faster than any other.
italian: [MB] Distruggere? No... Quando ero una matricola, è trapelato un video della signorina Stone che si scopava uno dei suoi studenti e ora la sua classe si riempie più velocemente di qualsiasi altra.

source: [MB] It's mostly boys, but the event only boosted her status among the students.
italian: [MB] Sono per lo più ragazzi, ma l'evento ha solo aumentato il suo status tra gli studenti.

source: [MB] I was really surprised she didn't get fired.
italian: [MB] Sono stato davvero sorpreso che non sia stata licenziata.

source: [M] That's because the student was over 18, and the state has a law that schools can't punish teachers for that type of behavior if the student is a consenting adult.
italian: [M] Questo perché lo studente aveva più di 18 anni e lo stato ha una legge per cui le scuole non possono punire gli insegnanti per quel tipo di comportamento se lo studente è un adulto consenziente.

source: [M] They didn't even bring it before the school board because there were no grounds for dimissal.
italian: [M] Non l'hanno nemmeno portato davanti al consiglio scolastico perché non c'erano motivi per il licenziamento.

source: [M] It probably helped that she has tenure as well.
italian: [M] Probabilmente ha aiutato il fatto che anche lei è di ruolo.

source: [R] You have tenure too, Miss [mom_name].
italian: [R] Anche tu sei di ruolo, signorina [mom_name].

source: [M] Shut up, [ryan]!
italian: [M] Zitto, [ryan]!

source: [MB] [ryan] could even put the pictures behind a paywall for premium members, then probably none of your students would see the pics, since almost none of us have access to credit cards.
italian: [MB] [ryan] potrebbe anche mettere le foto dietro un muro a pagamento per i membri premium, allora probabilmente nessuno dei tuoi studenti vedrebbe le foto, dato che quasi nessuno di noi ha accesso alle carte di credito.

source: [MT] {i}Let's see... a formal investigation and scandal for incest, or taking sexy pics with a student, which probably no one will see?{/i}
italian: [MT] {i}Vediamo... un'indagine formale e uno scandalo per incesto, o fare foto sexy con uno studente, che probabilmente nessuno vedrà?{/i}

source: [M] Fine!... I'll do the photoshoot.
italian: [M] Bene!... Farò il servizio fotografico.

source: [MB] That's awesome!
italian: [MB] È fantastico!

source: [MB] And just a few more details.
italian: [MB] E solo qualche altro dettaglio.

source: [MB] I get to direct the shoot.
italian: [MB] Devo dirigere il servizio fotografico.

source: [MB] [ryan], I want you to create the background with your Photochop and 3d modeling skills.
italian: [MB] [ryan], voglio che tu crei lo sfondo con le tue abilità di Photochop e di modellazione 3d.

source: [MB] And Megan loves the Perry Hotter movies and books.
italian: [MB] E Megan ama i film e i libri di Perry Hotter.

source: [MB] So I want you to get some Perry Hotter cosplay outfits.
italian: [MB] Quindi voglio che tu prenda degli abiti da cosplay di Perry Hotter.

source: [MB] I'm thinking a student and a teacher outfit.
italian: [MB] Sto pensando ad un vestito da studente e uno da insegnante.

source: [R] Really? Isn't Perry Hotter kind of juvenile?
italian: [R] Davvero? Perry Hotter non è un pò infantile?

source: [M] If you had actually read the books then you'd know they appeal to all ages.
italian: [M] Se tu avessi davvero letto i libri, sapresti che si rivolgono a tutte le età.

source: [R] Ok... sorry.
italian: [R] Ok... scusa.

source: [M] You should be!
italian: [M] Dovresti esserlo!

source: [R] So, who's going to pay for the cosplay outfits?
italian: [R] Allora, chi pagherà per gli abiti dei cosplay?

source: [M] Who do you think?
italian: [M] Chi pensi che sia?

source: [R] Me? But why am I getting stuck with the bill?
italian: [R] Io? Ma perché devo pagare io il conto?

source: [M] All my wages are garnished by the FBI, and I hardly think our extortioner is going to offer to pick up the bill.
italian: [M] Tutti i miei salari sono stati pignorati dall'FBI e difficilmente penso che il nostro estorsore si offrirà di pagare il conto.

source: [MB] You thought right.
italian: [MB] Hai pensato bene.

source: [R] I'll give Sidney the money the next time I see her.
italian: [R] Darò i soldi a Sidney la prossima volta che la vedrò.

source: [MB] This is so awesome! I can't wait to tell Megan the good news! Just let me know when Sidney's got the costumes all made.
italian: [MB] È così fantastico! Non vedo l'ora di dire a Megan la buona notizia! Fammi solo sapere quando Sidney avrà fatto i costumi.

source: [R] ... fine.
italian: [R] ... bene.

source: [RT] {i}Goddammit, I don't want Matt at my photo studio. That's supposed to be my place to be alone with girls. I don't need another guy competing with me in my own space!{/i}
italian: [RT] {i}Dannazione, non voglio Matt nel mio studio fotografico. Dovrebbe essere il mio posto per stare da solo con le ragazze. Non ho bisogno di un altro ragazzo che competa con me nel mio spazio!

source: [RT] {i}But, I don't think there's anything I can do about it now.{/i}
italian: [RT] {i}Ma non credo ci sia niente che io possa fare ora.

source: [MG] Holy fuck!
italian: [MG] Porca puttana!

source: [M] Oh, my God! Megan!
italian: [M] Oh, mio Dio! Megan!

source: [MG] I knew there was something weird going on between the two of you.
italian: [MG] Sapevo che c'era qualcosa di strano tra voi due.

source: [M] Megan! It's not what you're thinking!
italian: [M] Megan! Non è come pensi tu!

source: [MG] Really?... So that isn't [ryan]'s cum all over your face?
italian: [MG] Davvero?... Quindi quello non è lo sperma di [ryan] su tutta la tua faccia?

source: [MG] I think you'll find that I'm pretty accepting and open to people and their sexual perversions.
italian: [MG] Penso che scoprirai che sono abbastanza accettante e aperto alle persone e alle loro perversioni sessuali.

source: [MG] Let me guess...
italian: [MG] Fammi indovinare...

source: [MG] [ryan]'s got carpal tunnel syndrome, or some kind of crazy reason why he can't jerk himself off, so you're just helping him to not get too backed up?
italian: [MG] [ryan] ha la sindrome del tunnel carpale, o qualche assurda ragione per cui non può masturbarsi, quindi lo stai solo aiutando a non farsi troppo male?
