Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.05.po
Languages: italian

source: [R] Which has been one of the only good things that's been going on for me amidst all the shit with Dad and the Mafia.
italian: [R] Che è stata una delle uniche cose buone che mi sono successe in mezzo a tutta la merda con papà e la mafia.

source: [R] I guess I'm just trying to tell you how much I've loved getting closer to you.
italian: [R] Sto solo cercando di dirti quanto mi sia piaciuto avvicinarmi a te.

source: [S] That's really sweet...
italian: [S] Questo è davvero dolce...

source: [R] Really?....
italian: [R] Davvero?....

source: [S] Probably eighty percent bullshit, but still sweet, nonetheless.
italian: [S] Probabilmente l'ottanta per cento di stronzate, ma comunque dolce.

source: [S] I also would have accepted the argument that you were just really, really, horny.
italian: [S] Avrei anche accettato l'argomentazione che tu fossi solo davvero, davvero eccitato.

source: [R] Excuse me?
italian: [R] Mi scusi?

source: [S] Yeah, I realized about halfway through your moving speech, that I have no room to be critical of you.
italian: [S] Sì, ho capito a metà del tuo commovente discorso che non ho spazio per essere critico nei tuoi confronti.

source: [S] I mean, look at the questionable decisions I've been making lately.
italian: [S] Voglio dire, guarda le decisioni discutibili che ho preso ultimamente.

source: [S] And I feel partly responsible for the progression of your perversions, because of the.... well you know.
italian: [S] E mi sento in parte responsabile della progressione delle tue perversioni, a causa del.... beh lo sai.

source: [S] And I get that Mom's a total babe.... I mean, she doesn't do a lot for me, but I get why a horny teenage boy would want to see more of her.
italian: [S] E ho capito che la mamma è una babe.... totale. Voglio dire, non fa molto per me, ma capisco perché un adolescente arrapato vorrebbe vederla di più.

source: [S] Even if she's his mother.
italian: [S] Anche se lei è sua madre.

source: [R] Wow.... I thought you would be disgusted in me.
italian: [R] Wow.... Pensavo che saresti stato disgustato da me.

source: [S] Well, you definitely don't have a monopoly on perversion in this family. I mean just take a look around that corner for example.
italian: [S] Beh, sicuramente non hai il monopolio della perversione in questa famiglia. Voglio dire, dai un'occhiata dietro quell'angolo per esempio.

source: [S] And I've been going through some stuff myself lately.
italian: [S] E anch'io ho avuto qualche problema ultimamente.

source: [S] We've just got to be careful not to go too far.
italian: [S] Dobbiamo solo stare attenti a non andare troppo lontano.

source: [S] I'm not worried too much with your little crush on Mom.
italian: [S] Non mi preoccupa troppo la tua piccola cotta per la mamma.

source: [S] It's not like anything could actually ever come of it.
italian: [S] Non è che potrebbe mai venirne fuori qualcosa.

source: [RT] {i}Well, we'll see.{/i}
italian: [RT] {i}Beh, vedremo.{/i}

source: [S] And I'm sure it will pass quickly.
italian: [S] E sono sicuro che passerà in fretta.

source: [RT] {i}Not likely.{/i}
italian: [RT] {i}Non è probabile.{/i}

source: [S] The stuff we're doing together is just to help keep our hormones in check until we both have other people to do it for us.
italian: [S] Le cose che stiamo facendo insieme sono solo per aiutare a tenere i nostri ormoni sotto controllo fino a quando non avremo altre persone che lo faranno per noi.

source: [S] So yeah, let's just be careful.
italian: [S] Quindi sì, facciamo attenzione.

source: [R] Hey Sid?
italian: [R] Ehi Sid?

source: [S] Yeah?
italian: [S] Sì?

source: [R] I need some hormone checking really bad right now!
italian: [R] Ho davvero bisogno di un controllo ormonale in questo momento!

source: [S] Are you kidding me?
italian: [S] Stai scherzando?

source: [S] Right now?.... Right here?....
italian: [S] Proprio ora? .... Proprio qui? ....

source: [R] Yeah, I mean you kind of interrupted me in the middle of my thing....
italian: [R] Sì, voglio dire che mi hai interrotto nel bel mezzo della mia cosa....

source: [S] Ok.... I'll leave and let you get back to it.
italian: [S] Ok.... Me ne vado e ti lascio tornare al tuo lavoro.

source: [R] No.... I mean.... I was hoping you could help me out.
italian: [R] No.... Voglio dire .... Speravo che tu potessi aiutarmi.

source: [S] .... I guess.... I did say....
italian: [S] .... Immagino.... Ho detto....

source: [S] Alright.... Just this once.
italian: [S] Va bene.... Solo per questa volta.

source: [ST] {i}Wow!.... My poor brother is so horny right now!{/i}
italian: [ST] {i}Wow!.... Mio povero fratello è così arrapato in questo momento!{/i}

source: [ST] {i}And the poor kid thinks it's all his fault.{/i}
italian: [ST] {i}E il povero ragazzo pensa che sia tutta colpa sua.

source: [ST] {i}When I'm the one who started doing stuff to him while he was sleeping.{/i}
italian: [ST] {i}Quando sono io quello che ha iniziato a fargli delle cose mentre dormiva.{/i}

source: [ST] {i}I'm the one who hid his money so Mom would have to come here tonight.{/i}
italian: [ST] {i}Sono io quello che ha nascosto i suoi soldi in modo che mamma venisse qui stasera.{/i}

source: [ST] {i}This is the least I can do for him.{/i}
italian: [ST] {i}Questo è il minimo che posso fare per lui.{/i}

source: [S] Hey [ryan]?
italian: [S] Ehi [ryan]?

source: [R] Yeah?
italian: [R] Sì?

source: [S] You need to finish in my mouth, since I don't want cum anywhere on my face or outfit.
italian: [S] Devi finire nella mia bocca, dato che non voglio sperma da nessuna parte sulla mia faccia o sul mio vestito.

source: [R] That's a sacrifice I'm willing to make.
italian: [R] Questo è un sacrificio che sono disposto a fare.

source: [S] Haha.... smartass!
italian: [S] Haha.... furbacchione!

source: [RT] {i}What just happened?....{/i}
italian: [RT] {i}Cosa è appena successo? ....{/i}

source: [RT] {i}When Sidney caught me, I thought it would be game over.{/i}
italian: [RT] {i}Quando Sidney mi ha beccato, ho pensato che sarebbe stato game over.{/i}

source: [RT] {i}And now, she's giving me a blowjob, while Mom is stripping just a few feet away.{/i}
italian: [RT] {i}E ora, mi sta facendo un pompino, mentre mamma si sta spogliando a pochi metri di distanza.{/i}

source: [RT] {i}I have to be dreaming.... I'm sure I'm going to wake up in my bed in a few minutes with sticky sheets.{/i}
italian: [RT] {i}Devo sognare.... Sono sicuro che mi sveglierò nel mio letto tra pochi minuti con le lenzuola appiccicose.{/i}.

source: [ST] {i}Holy Shit!.... Is my life a porn movie?{/i}
italian: [ST] {i}Oh, merda! .... La mia vita è un film porno?

source: [ST] {i}Here I am, giving my own brother a blowjob in a stripclub.{/i}
italian: [ST] {i}Qui sono, dando a mio fratello un pompino in uno stripclub.{/i}

source: [ST] {i}Just around the corner, I can see our mom doing a strip dance for a bunch of Mafia guys.{/i}
italian: [ST] {i}Proprio dietro l'angolo, posso vedere la nostra mamma fare una striscia danza per un gruppo di mafiosi.{/i}

source: [ST] {i}Even when I was scheming to get Mom here, I'd have never guessed the night would end up like this.{/i}
italian: [ST] {i}Anche quando stavo tramando per far venire qui la mamma, non avrei mai immaginato che la serata sarebbe finita così.{/i}

source: [MT] {i}Holy shit! Is that waitress giving that guy over there a blowjob in the middle of my dance?{/i}
italian: [MT] {i}Santa merda! Quella cameriera sta facendo un pompino a quel tipo laggiù nel bel mezzo del mio ballo?

source: [MT] {i}What a couple of filthy degenerates!{/i}
italian: [MT] {i}Che coppia di sporchi degenerati!

source: [MT] {i}I wonder what kind of mother could raise such blatantly perverted sickos.{/i}
italian: [MT] {i}Mi chiedo che tipo di madre possa far nascere dei falsi così palesemente pervertiti.{/i}

source: [MT] {i}Did watching my dance just make them so excited they couldn't control themselves?{/i}
italian: [MT] {i}Guardare la mia danza li ha resi così eccitati da non riuscire a controllarsi?

source: [MT] {i}Fuck!.... I'm getting turned on again!.... I hope I don't make the pole too slippery for the rest of my dance.{/i}
italian: [MT] {i}Cazzo! .... Mi sto eccitando di nuovo! .... Spero di non rendere il palo troppo scivoloso per il resto della mia danza.

source: {i}{b}"Mom's Libido +3"{/b}{/i}
italian: {i}{b}"Libido di mamma +3"{/b}{/i}

source: [L] Hey [ryan], do you want to watch something with me?
italian: [L] Ehi [ryan], vuoi guardare qualcosa con me?

source: [R] Ok, should we watch the next episode of "Game of Thots"?
italian: [R] Ok, guardiamo il prossimo episodio di "Game of Thots"?

source: [L] I don't know, it's getting pretty scary!
italian: [L] Non lo so, sta diventando piuttosto spaventoso!

source: [L] Those white walkers creep me out so bad!
italian: [L] Quei camminatori bianchi mi danno i brividi!

source: [R] You don't want to miss the rest of the show just because of the white walkers, do you?
italian: [R] Non vorrai mica perderti il resto dello spettacolo solo a causa degli escursionisti bianchi, vero?

source: [L] Well.... No.... but can I at least sit really close to you in case I get too scared?
italian: [L] Bene... no.... ma posso almeno sedermi davvero vicino a te nel caso in cui mi avessi troppo paura?

source: [R] Of course!
italian: [R] Certamente!

source: [L] Thanks! I feel so much safer!
italian: [L] Grazie! Mi sento molto più sicuro!

source: [R] Me too!
italian: [R] Anche me!

source: [R] Let's start the episode.
italian: [R] Iniziamo l'episodio.

source: [L] Aaahhh!.... protect me, [ryan]!
italian: [L] Aaahhh!.... proteggimi, [ryan]!

source: [R] Uuuggghhh.... That is just.... not right!
italian: [R] Uuuggghhh.... Questo è semplicemente.... non è giusto!

source: [L] Holy shit! A blowjob on every episode!
italian: [L] Merda santa! Un pompino su ogni episodio!

source: [R] Well, at least you're clearly enjoying it?
italian: [R] Beh, almeno ti stai chiaramente divertendo?

source: [L] What do you mean?
italian: [L] Cosa vuoi dire?

source: [R] The way you're rubbing yourself.
italian: [R] Il modo in cui ti strofini.

source: [L] Oh my God! Was I really?
italian: [L] Oh mio Dio! Lo stavo facendo davvero?

source: [R] Well, yeah.... You didn't notice?
italian: [R] Beh, sì... non ti sei accorto?

source: [L] No!.... Sometimes I do it without thinking.
italian: [L] No!.... A volte lo faccio senza pensare.

source: [R] Well.... Do you need some relief?
italian: [R] Bene... Hai bisogno di un po' di sollievo?

source: [R] Do you want me to help?
italian: [R] Vuoi che io aiuti?

source: [L] What?.... No!
italian: [L] Cosa?.... No!

source: [L] I might be rubbing myself unconsciously, but I'm not desperate enough to ask you for help.
italian: [L] Potrei sfregarmi inconsciamente, ma non sono abbastanza disperato da chiederti aiuto.

source: [R] Well.... Ok.... But if you ever do get desperate enough....
italian: [R] Bene.... Ok.... Ma se mai ottenete abbastanza disperato....

source: [R] Don't forget what they teach us in school.
italian: [R] Non dimenticare quello che ci insegnano a scuola.

source: [R] You don't have to be ashamed to ask for help.
italian: [R] Non devi vergognarti per chiedere aiuto.

source: [L] You overconfident idiot! Can we get back to the show now?
italian: [L] Hai un idiota troppo sicuro! Possiamo tornare allo show adesso?

source: [R] Of course!.... I'm not the one causing interruptions.
italian: [R] Certo!... non sono quello che causa interruzioni.

source: [L] Clearly.
italian: [L] Chiaramente.

source: [LT] {i}I can't believe [ryan] caught me rubbing myself.{/i}
italian: [LT] {i}Non riesco a credere che [ryan] mi abbia rubato me stesso.{/i}

source: [LT] {i}I was doing it right next to him.{/i}
italian: [LT] {i}Stavo facendo proprio accanto a lui.{/i}

source: [LT] {i}While watching a TV show about a woman blowing her brother.{/i}
italian: [LT] {i}Mentre si guarda un programma televisivo su una donna che soffia suo fratello.{/i}

source: [LT] {i}How many blowjobs is Cersei going to give her brother this season anyways?{/i}
italian: [LT] {i}Quanti pompini è Cersei darà comunque a suo fratello questa stagione?{/i}

source: [LT] {i}Where's my self-control?{/i}
italian: [LT] {i}Dov'è il mio autocontrollo?{/i}

source: {i}{b}"Lauren's Libido +2"{/b}{/i}
italian: {i}{b}"Libido +2 di Lauren"{/b}{/i}

source: [R] Ok, let's watch the next episode of "Game of Thots"!
italian: [R] Ok, vediamo il prossimo episodio di "Game of Thots"!

source: [L] Well.... As long as I can sit close to you again, in case I get too scared?
italian: [L] Bene... Finché posso sedermi di nuovo vicino a te, nel caso in cui mi avessi troppo paura?

source: [R] Well, we've reached the mandatory sex scene for this episode!
italian: [R] Beh, abbiamo raggiunto la scena sessuale obbligatoria per questo episodio!

source: [L] So, does that mean you're ready for some foolin' around?
italian: [L] Quindi, significa che sei pronto per qualche folle in giro?

source: [R] I love that you're taking the initiative now!
italian: [R] Mi piace che tu stia prendendo l'iniziativa ora!

source: [L] Yeah, well.... We both know we can't keep doing this.... So, this has to be our last time.
italian: [L] Sì, bene.... Sappiamo entrambi che non possiamo continuare a fare questo.... Quindi, questa deve essere la nostra ultima volta.

source: [R] Ok.... It's a deal.
italian: [R] Ok.... È un affare.

source: [RT] {i}Haha.... She can't stop now!{/i}
italian: [RT] {i}Haha.... Non può fermarsi adesso!{/i}

source: [L] So, what should we do?
italian: [L] Allora, cosa dovremmo fare?

source: [L] I'm amazed at how the actress who plays Cersei can get his cock all the way down her throat.
italian: [L] Sono stupito di come l'attrice che interpreta Cersei riesca a farle arrivare il cazzo fino in fondo alla gola.

source: [R] Yeah, she's definitely talented.
italian: [R] Sì, ha sicuramente talento.

source: [L] How do you even think it's possible?
italian: [L] Come pensi che sia possibile?

source: [R] I don't know.... Do I look like an expert on sucking cocks?
italian: [R] Non lo so.... Ti sembro un'esperta nel succhiare cazzi?

source: [R] Don't answer that!
italian: [R] Non rispondere!

source: [L] I wonder if I could do it too.
italian: [L] Mi chiedo se potrei farlo anch'io.

source: [R] I guess you'd just have to take it slow, and see if you can suppress your gag reflex.
italian: [R] Immagino che dovresti solo prenderla con calma e vedere se riesci a sopprimere il tuo riflesso faringeo.

source: [R] I'm willing to be your guinea pig, if you want to try.
italian: [R] Sono disposto ad essere la tua cavia, se vuoi provare.

source: [L] What?.... I couldn't suck my brother's dick!
italian: [L] Cosa?.... non riuscivo a succhiare il cazzo di mio fratello!

source: [R] Are you really pretending to be shocked by my suggestion?
italian: [R] Stai davvero fingendo di essere scioccato dalla mia proposta?

source: [R] You know you only brought it up because you've been wanting to try it.
italian: [R] Sai che l'hai tirato fuori solo perché volevi provare.

source: [L] Well.... when I know I shouldn't do something, but I really want to do it anyways....
italian: [L] Beh.... quando so che non dovrei fare qualcosa, ma voglio farla comunque....

source: [L] Shouldn't I at least pretend I don't want to?
italian: [L] Non dovrei almeno far finta di non volerlo fare?

source: [R] I guess if it makes you feel better that you're trying to talk yourself out of it.
italian: [R] Immagino che se ti fa sentire meglio che stai cercando di parlarti fuori di esso.

source: [R] But you don't have to pretend for my sake.
italian: [R] Ma non devi fingere per il mio bene.

source: [L] Hmmmm.... well.... that gives me a lot to think about.
italian: [L] Hmmmm.... bene.... questo mi dà molto a cui pensare.

source: [L] But how about I think about it later.
italian: [L] Ma che ne dici se ci penso dopo.

source: [L] Right now I want to learn a new skill.
italian: [L] In questo momento voglio imparare una nuova abilità.

source: [L] I have been experimenting with a dildo, but it's not nearly as big as you.
italian: [L] Ho sperimentato un dildo, ma non è neanche lontanamente grande come te.

source: [L] So, don't be too disappointed if I don't do a very good job.
italian: [L] Quindi, non essere troppo deluso se non faccio un ottimo lavoro.

source: [R] Don't worry, Lauren! I'm going to love it just because it's you doing it!
italian: [R] Non preoccuparti, Lauren! Mi piacerà solo perché sei tu a farlo!

source: [L] I hope that's true.
italian: [L] Spero che sia vero.

source: [R] Oh yeah, Lauren, it's already feeling great!
italian: [R] Oh sì, Lauren, è già fantastico!

source: [LT] {i}Wow, it's so big, I can barely get my mouth around it.{/i}
italian: [LT] {i}Wow, è così grande, riesco a malapena a metterci la bocca intorno {/i}.

source: [LT] {i}How am I going to get it down my throat?{/i}
italian: [LT] {i}Come farò a farmelo scendere in gola? {/i}.

source: [R] That's great, Lauren!.... You should see if you can go a little deeper.
italian: [R] È fantastico, Lauren! .... Dovresti vedere se riesci ad andare un pò più in profondità.

source: [LT] {i}Oh my God!.... Don't gag, don't gag, don't gag!{/i}
italian: [LT] {i}Oh mio Dio! .... Non vomitare, non vomitare, non vomitare!

source: [R] Oh, God!....
italian: [R] Oh, Dio! ....

source: [R] You're doing incredible.... but are you ready to really develop your skill?
italian: [R] Stai facendo incredibile.... ma sei pronto a sviluppare davvero la tua abilità?

source: [LT] {i}I'm doing it?.... Holy shit, I'm swallowing his hog!{/i}
italian: [LT] {i}Lo sto facendo? .... Porca puttana, sto ingoiando il suo maiale!

source: [LT] {i}I guess all that practice with my dildo paid off.{/i}
italian: [LT] {i}Immagino che tutta quella pratica con il mio dildo abbia dato i suoi frutti.

source: [R] Oh my God, Lauren! How are you so good for your first time?
italian: [R] Oh mio Dio, Lauren! Come fai ad essere così brava per essere la tua prima volta?

source: [LT] {i}Yay!.... He likes it!{/i}
italian: [LT] {i}Sì! .... Gli piace!

source: [R] Oh fuck, Lauren! I'm getting close!
italian: [R] Oh cazzo, Lauren! Mi sto avvicinando!

source: [R] Don't be alarmed, but I'm going to shoot it down your throat!
italian: [R] Non allarmarti, ma sto per sparartelo in gola!

source: [R] Don't worry! You can do this!
italian: [R] Non preoccuparti! Puoi farcela!

source: [R] You have to do this! Mom will kill me if she sees any more bodily fluids in the lounge.
italian: [R] Devi farlo! Mamma mi ucciderà se vede altri fluidi corporei nel salone.

source: [R] Oh, fuck!.... Here it comes!
italian: [R] Oh, cazzo! .... Ecco che arriva!

source: [L] Holy fuck, I did it!
italian: [L] Porca puttana, ce l'ho fatta!

source: [R] You did amazing!
italian: [R] Sei stato fantastico!

source: [R] Are you sure that's your first time?
italian: [R] Sei sicuro che sia la tua prima volta?

source: [L] I promise!
italian: [L] Te lo prometto!

source: [R] Well, then an extra "Wow!" to you!
italian: [R] Beh, allora un "Wow!" in più per te!

source: [L] Shit!.... Right on time! Mom's shower just turned off.
italian: [L] Merda!.... Giusto in tempo! La doccia di mamma si è appena spenta.

source: [R] Fuck!.... Help me find my shorts!
italian: [R] Cazzo!.... Aiutami a trovare i miei pantaloncini!

source: [R] Oh, thank God!.... We made it this time.
italian: [R] Oh, grazie a Dio!.... Ce l'abbiamo fatta questa volta.

source: [R] Oh, wait!.... Fuck.... Lauren, you still have cum on your....
italian: [R] Oh, aspetta!.... Cazzo.... Lauren, hai ancora dello sperma sul tuo....

source: [M] Hey guys!.... Watching your dragon show again?
italian: [M] Ehi ragazzi!.... Stai guardando di nuovo il tuo spettacolo sui draghi?

source: [L] It's not just about dragons, its....
italian: [L] Non si tratta solo di draghi, il suo....

source: [M] Hey Lauren, you've got something dripping from your bottom lip.
italian: [M] Ehi Lauren, hai qualcosa che gocciola dal tuo labbro inferiore.

source: [RT] {i}Oh, fuck!.... Lauren's the worst liar!{/i}
italian: [RT] {i}Oh, cazzo!.... Lauren è la peggior bugiarda{/i}

source: [L] Do I?.... Oh.... It must be frosting from the cinnamon roll I was eating earlier.
italian: [L] Davvero?.... Oh.... Deve essere la glassa del rotolo alla cannella che stavo mangiando prima.

source: [L] How embarassing.
italian: [L] Che vergogna.

source: [L] Still tastes good!
italian: [L] Ha ancora un buon sapore!

source: [RT] {i}Holy shit!.... My boner's back!{/i}
italian: [RT] {i}Oh, merda!.... La mia erezione è tornata!{/i}

source: [LT] {i}Holy shit!.... I just licked up my brother's cum in front of our mom!{/i}
italian: [LT] {i}Merda santa!.... Ho appena leccato lo sperma di mio fratello di fronte alla nostra mamma!{/i}

source: [MT] {i}Oh, fuck!.... That looked like Lauren was licking cum off her lips{/i}
italian: [MT] {i}Oh, cazzo!.... Sembrava che Lauren stesse leccando lo sperma dalle sue labbra{/i}

source: [MT] {i}Why do I have to have such a perverted imagination?{/i}
italian: [MT] {i}Perché devo avere un'immaginazione così perversa?{/i}

source: {i}{b}"Mom's Libido +10"{/b}{/i}
italian: {i}{b}"Libido di mamma +10"{/b}{/i}

source: [L] Did I get it?
italian: [L] L'ho preso?

source: [M] Yep.... You two have fun! I'm going to run to my room and.... get some clothes on.
italian: [M] Yep.... Divertitevi voi due! Vado a correre nella mia stanza e.... a mettermi qualcosa addosso.

source: [R] Holy fuck, Lauren!.... That was hot!
italian: [R] Porca puttana, Lauren!.... E' stato eccitante!

source: [L] Haha.... I thought you'd like that!
italian: [L] Haha.... Ho pensato che ti sarebbe piaciuto!

source: [L] I was just curious what you think about Cersei's and Jamie's relationship on "Game of Thots".
italian: [L] Ero solo curiosa di sapere cosa ne pensi della relazione tra Cersei e Jamie in "Game of Thots".

source: [R] Well, if it isn't hurting anyone else, then who cares?
italian: [R] Beh, se non fa male a nessun altro, allora chi se ne frega?

source: [L] Well, it did hurt someone else. Jamie pushed that Bran kid out the window, so that no one would find out.
italian: [L] Beh, ha fatto male a qualcun altro. Jamie ha spinto il bambino Bran fuori dalla finestra, in modo che nessuno lo scoprisse.

source: [R] Well, as bad as that is, the real crime is that their society looks so down on the way they choose to live their lives, that Jamie felt like he had to do that to protect the girl he loves.
italian: [R] Beh, per quanto sia brutto, il vero crimine è che la loro società guarda così in basso il modo in cui scelgono di vivere le loro vite, che Jamie ha sentito di doverlo fare per proteggere la ragazza che ama.

source: [L] Yeah.... I never thought about it like that.
italian: [L] Sì.... Non ci ho mai pensato in questo modo.

source: [R] People should just "live and let live".
italian: [R] Le persone dovrebbero semplicemente "vivere e lasciar vivere".

source: [R] If Cersei wants to suck her brother's dick, then what business is that of anybody else?
italian: [R] Se Cersei vuole succhiare il cazzo di suo fratello, allora che affari sono gli altri?

source: [R] At least you clearly enjoy it.
italian: [R] Almeno lei si diverte chiaramente.

source: [R] Lauren.... You're rubbing yourself again.
italian: [R] Lauren.... Ti stai strofinando di nuovo.

source: [L] I know.... You don't mind, do you?
italian: [L] Lo so.... Non ti dispiace, vero?

source: [L] "Live and let live", is what you said.
italian: [L] "Vivi e lascia vivere", è quello che hai detto.

source: [R] Oh.... Hell no.... I don't mind.
italian: [R] Oh.... Diavolo no.... Non mi dispiace.
