Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [MJ] You do know that Matt is running for student body president, right?
french: [MJ] Tu sais que Matt est candidat à la présidence du corps étudiant, n'est-ce pas?
italian: [MJ] Sai che Matt è in esecuzione per il presidente del corpo studentesco, giusto?

source: [MJ] As in Matt, the captain of the basketball team.
french: [MJ] Comme Matt, le capitaine de l'équipe de basket-ball.
italian: [MJ] Come a Matt, il capitano della squadra di basket.

source: [R] Fuck!
french: [R] Merde!
italian: [R] Cazzo!

source: [MJ] Yeah, fuck... That kid's a bull. He's one of the only students I remember from when I was here.
french: [MJ] Ouais, putain... Ce gamin est un taureau. C'est l'un des seuls étudiants dont je me souviens quand j'étais ici.
italian: [MJ] Sì, scopare... Quel bambino è un toro. È uno degli unici studenti che ricordo da quando ero qui.

source: [MJ] He was on the varsity basketball team as a freshman.
french: [MJ] Il faisait partie de l'équipe de basket-ball universitaire en première année.
italian: [MJ] Era sulla squadra di pallacanestro varsity come novello.

source: [MJ] Do you know how rare that is?
french: [MJ] Sais-tu à quel point c'est rare?
italian: [MJ] Lo sapete quanto sia raro?

source: [MJ] I would say he's almost unbeatable.
french: [MJ] Je dirais qu'il est presque imbattable.
italian: [MJ] Direi che lui è quasi imbattibile.

source: [MJ] Are you sure your sister wants to waste her time on a lost cause?
french: [MJ] Es-tu sûr que ta sœur veut perdre son temps pour une cause perdue?
italian: [MJ] Sei sicuro che tua sorella voglia perdere tempo su una causa perduta?

source: [R] Unfortunately, I doubt that will discourage her.
french: [R] Malheureusement, je doute que cela la décourage.
italian: [R] Purtroppo, dubito che ciò la scoraggerà.

source: [R] She's got it in her mind that she'll do anything to be student body president, and I don't think I could convince her otherwise.
french: [R] Elle a en tête qu'elle fera tout pour être présidente du corps étudiant, et je ne pense pas pouvoir la convaincre du contraire.
italian: [R] Ha capito nella sua mente che farà qualsiasi cosa per essere presidente del corpo studentesco e non penso che potrei convincerla altrimenti.

source: [MJ] Well I hope she doesn't take it too hard when she loses.
french: [MJ] Eh bien, j'espère qu'elle ne le prendra pas trop fort quand elle perdra.
italian: [MJ] Beh, spero che non lo prenda troppo duro quando perde.

source: [R] You mean if she loses.
french: [R] Tu veux dire si elle perd.
italian: [R] Significa se perde.

source: [R] You don't know that she'll lose yet.
french: [R] Tu ne sais pas encore qu'elle va perdre.
italian: [R] Non lo sai che perderà ancora.

source: [MJ] Come on... We both know how this is going to end.
french: [MJ] Allez... Nous savons tous les deux comment cela va se terminer.
italian: [MJ] Avanti... Sappiamo entrambi come questo sta per finire.

source: [R] Well, probably, but as a school employee, don't you think you should pretend to be more impartial?
french: [R] Eh bien, probablement, mais en tant qu'employé de l'école, ne penses-tu pas que tu devrais prétendre être plus impartial?
italian: [R] Beh, probabilmente, ma come dipendente della scuola, non pensi che dovresti fingere di essere più imparziale?

source: [MJ] Ehh... I just call it as I see it.
french: [MJ] Ehh... Je l'appelle juste comme je le vois.
italian: [MJ] Ehh... Lo chiamo solo come lo vedo.

source: [R] Well, thanks for your vote of confidence. I've got to go help my sister win an election.
french: [R] Eh bien, merci pour ton vote de confiance. Je dois aller aider ma sœur à gagner une élection.
italian: [R] Beh, grazie per il tuo voto di fiducia. Devo andare ad aiutare mia sorella a vincere un'elezione.

source: [MJ] Well, don't say I didn't warn you.
french: [MJ] Eh bien, ne dis pas que je ne t'ai pas prévenu.
italian: [MJ] Beh, non dire che non ti ho avvisato.

source: [MJ] Oh, and you've still got to pay the application fee.
french: [MJ] Oh, et tu dois toujours payer les frais de candidature.
italian: [MJ] Oh, e hai ancora dovuto pagare la quota di domanda.

source: [R] Oh right... fifty dollars, right?
french: [R] Ah oui... cinquante dollars, c'est ça ?
italian: [R] Oh giusto... cinquanta dollari, giusto?

source: {b}{i}"Money - $50"{/i}{/b}
french: {b}{i}'Argent -50$'{/i}{/b}

source: [MJ] I hate to see you waste your money like this.
french: [MJ] Je déteste te voir gaspiller ton argent comme ça.
italian: [MJ] Odio vedervi sprecare i vostri soldi in questo modo.

source: [R] Yeah? You just let me worry about that.
french: [R] Ouais ? Laisse-moi m'occuper de ça.
italian: [R] Sì? Mi hai solo lasciato preoccupare.

source: [RT] {i}Well, Jessica's reputation as a bitch was well earned.{/i}
french: [RT] {i}Eh bien, la réputation de salope de Jessica était bien méritée.{/i}
italian: [RT] {i}Beh, la reputazione di Jessica come una cagna era ben guadagnata.{/i}

source: [RT] {i}But she is one sexy bitch.{/i}
french: [RT] {i}Mais elle est une salope sexy.{/i}
italian: [RT] {i}Ma lei è una cagna sexy.{/i}

source: [RT] {i}I wonder how Mrs. Stone is holding up after her incident with Mr. Peterson?{/i}
french: [RT] {i}Je me demande comment Mme Stone tient le coup après son incident avec M. Peterson?{/i}
italian: [RT] {i}Mi chiedo come la signora Stone stia trattenendo dopo il suo incidente con il signor Peterson?{/i}

source: [RT] {i}I still can't believe I fucked Mrs. Stone in the ass!{/i}
french: [RT] {i}Je n'arrive toujours pas à croire que j'ai baisé Mme Stone dans le cul!{/i}
italian: [RT] {i}Non riesco ancora a credere di aver scopato la signora Pietra nel culo!{/i}

source: [RT] {i}I wish Mom was as horny of a teacher as Mrs. Stone!{/i}
french: [RT] {i}J'aimerais que maman soit aussi excitée par un professeur que Mme Stone!{/i}
italian: [RT] {i}Vorrei che la mamma fosse cornea di un insegnante come la signora Stone!{/i}

source: [RT] {i}Wait!... No... I don't want her screwing other students... Just me.{/i}
french: [RT] {i}Attends!... Non... Je ne veux pas qu'elle baise d'autres étudiants... Juste moi.{/i}
italian: [RT] {i}Aspetta!... No... Non voglio che gli altri studenti... Solo me.{/i}

source: [R] Uhhh... Mrs. Stone?
french: [R] Uhhh... Mme Stone ?
italian: [R] Uhhh... Signora Pietra?

source: [MS] My hero from the park?
french: [MS] Mon héros du parc?
italian: [MS] Il mio eroe dal parco?

source: [R] Haha... Hi, Mrs. Stone.
french: [R] Haha... Bonjour, Mme Stone.
italian: [R] Haha... Ciao, Signora Stone.

source: [MS] Come give me a hug.
french: [MS] Viens me faire un câlin.
italian: [MS] Vieni a darmi un abbraccio.

source: [RT] {i}Mrs. Stone's hugs are the best!{/i}
french: [RT] {i}Les câlins de Mme Stone sont les meilleurs!{/i}
italian: [RT] {i}Gli abbracci della signora Stone sono i migliori!{/i}

source: [RT] {i}But, the only thing I can think of is how good her ass felt around my cock!{/i}
french: [RT] {i}Mais, la seule chose à laquelle je peux penser, c'est à quel point son cul se sentait bien avec ma bite!{/i}
italian: [RT] {i}Ma, l'unica cosa di cui posso pensare è quanto bene il suo culo si sentiva intorno al mio cazzo!{/i}

source: [MS] Thank you again for saving me at the park!
french: [MS] Merci encore de m'avoir sauvé au parc!
italian: [MS] Grazie ancora per avermi salvato al parco!

source: [R] It was my pleasure.
french: [R] C'était un plaisir.
italian: [R] È stato il mio piacere.

source: [MS] Oh... Hey, [ryan].
french: [MS] Oh... Hé, [ryan].

source: [MS] You snuck up on me again!
french: [MS] Tu t'es encore faufilé derrière moi !
italian: [MS] Sei di nuovo su di me!

source: [MS] I'm guessing you're here for more posters?
french: [MS] Je suppose que tu es là pour plus d'affiches?
italian: [MS] Immagino che tu sia qui per altri poster?

source: [R] And maybe something else later?
french: [R] Et peut-être autre chose plus tard?
italian: [R] E forse qualcos'altro più tardi?

source: [MS] Haha... Well, that's mighty presumptuous of you to think we'll be repeating what we did on your last visit.
french: [MS] Haha... C'est présomptueux de ta part de penser que nous répéterons ce que nous avons fait lors de ta dernière visite.
italian: [MS] Haha... Beh, è possente presuntuoso da parte tua pensare che ripeteremo quello che abbiamo fatto nella tua ultima visita.

source: [MS] {i}(Whispering){/i} But we probably will.
french: [MS] {i}(murmure){/i} Mais nous le ferons probablement.
italian: [MS] {i}(Whispering){/i} Ma probabilmente lo faremo.

source: [MS] So, are we looking at 20 more posters?
french: [MS] Alors, est-ce qu'on regarde 20 affiches de plus ?
italian: [MS] Quindi, stiamo guardando altri 20 poster?

source: [R] Yeah, same as last time.
french: [R] Ouais, comme la dernière fois.
italian: [R] Sì, come l'ultima volta.

source: [MS] Sounds good... As soon as you pay me, we can get started.
french: [MS] Ça a l'air bien... Dès que tu m'auras payé, nous pourrons commencer.
italian: [MS] Suona bene... Non appena mi paghi, possiamo iniziare.

source: [R] Any extra discounts for a fuck buddy?
french: [R] Des réductions supplémentaires pour un copain de baise?
italian: [R] Eventuali sconti extra per un amico cazzo?

source: [MS] Hmmm... You know what?... I am going to give you a discount since you've been providing me with such a valuable service.
french: [MS] Hmmm... Tu sais quoi ?... Je vais te donner un rabais puisque tu me fournis un service si précieux.
italian: [MS] Hmmm... Sai cosa?... Ti darò uno sconto poiché mi hai fornito un servizio così prezioso.

source: [R] Here's the money.
french: [R] Voilà l'argent.
italian: [R] Ecco i soldi.

source: {b}{i}"Money -$200"{/i}{/b}
french: {b}{i}'Argent -200$'{/i}{/b}
italian: {b}{i}"Soldi -$200"{/i}{/b}

source: [MS] Great!
french: [MS] Super !
italian: [MS] Ottimo!

source: [MS] I assume you'll be sticking around after, to try and finish our never-ending painting?
french: [MS] Je suppose que tu resteras après, pour essayer de finir notre peinture sans fin?
italian: [MS] Presumo che tu stia attaccando dopo, per cercare di finire il nostro incessante dipinto?

source: [R] You couldn't stop me.
french: [R] Tu n'as pas pu m'arrêter.
italian: [R] Non potevi fermarmi.

source: [MST] {i}Hehe... I'm sure he's been thinking about it all week.{/i}
french: [MST] {i}Hehe... Je suis sûr qu'il y a pensé toute la semaine.{/i}
italian: [MST] {i}Hehe... Sono sicuro che ci ha pensato tutta la settimana

source: [MS] Great! Let's get started..
french: [MS] Génial! Commençons..
italian: [MS] Grande! Cominciamo...

source: [MS] Go login on my computer and print the images of Lauren for the posters.
french: [MS] Vas te connecter sur mon ordinateur et imprimes les images de Lauren pour les affiches.
italian: [MS] Vai a fare il login sul mio computer e stampa le immagini di Lauren per i poster.

source: [MS] I'll set up the easel, and grab the paints.
french: [MS] Je vais installer le chevalet et saisir les peintures.
italian: [MS] Preparo il cavalletto e prendo i colori.

source: {i}"You've already successfully completed this mini game sequence, You can skip the mini game and receive the best outcome, or feel free to play again to see how you do.{/i}"
french: {i}'Vous avez déjà terminé avec succès cette séquence de mini-jeu, Vous pouvez sauter ce mini-jeu et obtenir le meilleur résultat, ou n'hésitez pas à jouer à nouveau pour voir comment vous vous en sortez.'{/i}
italian: {i}"Hai già completato con successo questa sequenza di mini giochi, puoi saltare il mini gioco e ricevere il miglior risultato, o sentiti libero di giocare di nuovo per vedere come fai

source: {i}"You seem to be having some trouble with this mini-game. Would you like to skip it and get the best results?"{/i}
french: {i}'Vous semblez avoir des problèmes avec ce mini-jeu. Voulez-vous l'ignorer et obtenir les meilleurs résultats?'{/i}
italian: {i}"Sembra che tu abbia qualche problema con questo mini-gioco. Vuoi saltarlo e ottenere i migliori risultati?"{/i}

source: [R] Shoot!... It looks like I don't have the money right now.
french: [R] Merde!... On dirait que je n'ai pas l'argent en ce moment.
italian: [R] Spara!... Sembra che non abbia i soldi in questo momento.

source: [MS] That's ok... I'll be here every day this week... Just get the money and come back tomorrow, or the next day, or whenever you can afford it.
french: [MS] C'est ok... Je serai là tous les jours cette semaine... Obtiens simplement l'argent et reviens demain, ou le lendemain, ou chaque fois que tu en as les moyens.
italian: [MS] Va bene... Sarò qui tutti i giorni questa settimana... Prendi i soldi e torna domani, o il giorno dopo, o quando puoi permettertelo.

source: [R] Will do...
french: [R] Fera l'affaire...
italian: [R] Lo farò...

source: [R] Thanks, Mrs. Stone.
french: [R] Merci, Mme Stone.
italian: [R] Grazie, signora Stone.

source: [MS] You bet... It was good to see you again, [ryan].
french: [MS] Tu parles... C'était bon de te revoir, [ryan].
italian: [MS] Puoi scommetterci... È stato bello rivederti, [ryan].

source: [R] Shit!... I know these posters are important, but I've got to budget my money.
french: [R] Merde !... Je sais que ces affiches sont importantes, mais je dois budgétiser mon argent.
italian: [R] Merda!... So che questi poster sono importanti, ma devo mettere in preventivo i miei soldi.

source: [R] I just need the money elsewhere right now.
french: [R] J'ai juste besoin de l'argent ailleurs en ce moment.
italian: [R] Ho solo bisogno di soldi altrove in questo momento.

source: [MS] I understand, I'm here every day this week... So, if you change your mind, just come on in.
french: [MS] Je comprends, je suis ici tous les jours cette semaine... Donc, si tu changes d'avis, entre.
italian: [MS] Capisco, sono qui tutti i giorni questa settimana... Quindi, se cambia idea, venga pure.

source: [MS] Just make sure you don't underestimate how effective these posters are at gaining {b}"School Influence"{/b} for Lauren.
french: [MS] Assures-toi simplement de ne pas sous-estimer l'efficacité de ces affiches pour gagner {b}'Influence scolaire'{/b} pour Lauren.
italian: [MS] Assicurati solo di non sottovalutare l'efficacia di questi poster per guadagnare {b}"Influenza della scuola"{/b} per Lauren.

source: [MS] I hope to see you back here soon.
french: [MS] J'espère te revoir bientôt.
italian: [MS] Spero di rivedervi presto qui.

source: [MS] Someone needs to humble my nephew.
french: [MS] Quelqu'un doit humilier mon neveu.
italian: [MS] Qualcuno deve umiliare mio nipote.

source: [R] Thanks for the support, Mrs. Stone... I'm sure I'll be back soon.
french: [R] Merci pour le soutien, Mme Stone... Je suis sûr que je reviendrai bientôt.
italian: [R] Grazie per il sostegno, signora Stone... Sono sicuro che tornerò presto.

source: [RT] {i}I wonder how Mrs. Stone is holding up after her incident with Mr. Peterson.{/i}
french: [RT] {i}Je me demande comment Mme Stone tient le coup après son incident avec M. Peterson.{/i}
italian: [RT] {i}Mi chiedo come la signora Stone stia trattenendo dopo il suo incidente con il signor Peterson?{/i}

source: [RT] {i}I can't believe Mrs. Stone gave me a blowjob!{/i}
french: [RT] {i}Je n'arrive pas à croire que Mme Stone m'ait fait une pipe!{/i}
italian: [RT] {i}Non posso credere che la signora Stone mi abbia dato un pompino!{/i}

source: [RT] {i}I can't believe Mrs. Stone let me fuck her tits!{/i}
french: [RT] {i}Je n'arrive pas à croire que Mme Stone me laisse baiser ses seins!{/i}
italian: [RT] {i}Non posso credere che la signora Stone mi lasci scopare le tette!{/i}

source: [RT] {i}I can't believe Mrs. Stone gave me a handjob.{/i}
french: [RT] {i}Je n'arrive pas à croire que Mme Stone m'ait fait une branlette.{/i}
italian: [RT] {i}Non riesco a credere che la signora Stone mi abbia dato un handjob.{/i}

source: [RT] {i}I wonder if I'll get as lucky today?{/i}
french: [RT] {i}Je me demande si j'aurai autant de chance aujourd'hui?{/i}
italian: [RT] {i}Mi chiedo se oggi sarò fortunato? {/i}

source: [RT] {i}And all I can think about is her sucking on my cock.{/i}
french: [RT] {i}Et tout ce à quoi je peux penser, c'est qu'elle suce ma bite.{/i}
italian: [RT] {i}E tutto quello che posso pensare è che lei succhia il mio cazzo.{/i}

source: [RT] {i}And all I can think about are those tits.{/i}
french: [RT] {i}Et tout ce à quoi je peux penser, ce sont ces seins.{/i}
italian: [RT] {i}E tutto quello di cui posso pensare sono quei titoli.{/i}

source: [RT] {i}And all I can think about is that handjob.{/i}
french: [RT] {i}Et tout ce à quoi je peux penser, c'est cette branlette.{/i}
italian: [RT] {i}E tutto quello di cui posso pensare è quel handjob.{/i}

source: [MS] Oh... Hi, [ryan].
french: [MS] Oh... Bonjour, [ryan].
italian: [MS] Oh... Ciao, Ryan.

source: [MS] I didn't hear you come in.
french: [MS] Je ne t'ai pas entendu entrer.
italian: [MS] Non ti ho sentito entrare.

source: [R] You guessed it. Matt tore them down again.
french: [R] Tu l'as deviné. Matt les a encore déchirées.
italian: [R] Avete indovinato. Matt li ha strappati di nuovo.

source: [MS] Well, that's not all bad, now I get to have a visit from my favorite former student.
french: [MS] Eh bien, ce n'est pas tout mauvais, maintenant j'ai la visite de mon ancien élève préféré.
italian: [MS] Beh, non è poi così male, ora posso avere una visita del mio ex studente preferito.

source: [R] I'm sure you say that to all your students.
french: [R] Je suis sûr que tu le dis à tous tes élèves.
italian: [R] Sono sicuro che lo dice a tutti i suoi studenti.

source: [RT] {i}But I doubt she's sucked many of their dicks.{/i}
french: [RT] {i}Mais je doute qu'elle ait sucé beaucoup de leurs bites.{/i}
italian: [RT] {i}Ma dubito che lei abbia risucchiato molti dei loro cazzi.{/i}

source: [RT] {i}But I bet not many of them have fucked her tits.{/i}
french: [RT] {i}Mais je parie que peu d'entre eux ont baisé ses seins.{/i}
italian: [RT] {i}Ma scommetto che non molti di loro hanno scopato la sua tetta.{/i}

source: [RT] {i}But I bet she hasn't jacked off nearly as many.{/i}
french: [RT] {i}Mais je parie qu'elle n'en a pas tiré autant.{/i}
italian: [RT] {i}Ma scommetto che non ha preso quasi tanti.{/i}

source: [MS] No... Just a lot of them, haha...
french: [MS] Non... Juste beaucoup d'entre eux, haha...
italian: [MS] No... solo un sacco, haha...

source: [MS] Sounds good... As soon as you pay me the three hundred dollars, we can get started.
french: [MS] Ça semble bien... Dès que tu m'auras versé les trois cents dollars, nous pourrons commencer.
italian: [MS] Suona bene... Appena mi paghi i trecento dollari, possiamo cominciare.

source: [R] Well, it does seem like money well spent, people are still talking a lot about Lauren.
french: [R] Eh bien, il semble que l'argent soit bien dépensé, les gens parlent encore beaucoup de Lauren.
italian: [R] Beh, sembra che i soldi spesi bene, la gente parla ancora molto di Lauren.

source: [MS] I think you're right, every day another boy wants to make a painting of Lauren.
french: [MS] Je pense que tu as raison, chaque jour un autre garçon veut faire une peinture de Lauren.
italian: [MS] Credo che tu abbia ragione, ogni giorno un altro ragazzo vuole fare un dipinto di Lauren.

source: [R] That's so crazy!
french: [R] C'est tellement fou!
italian: [R] È così pazza!

source: [MS] I think you're right... One of the boys in my art class was actually trying to do a painting of Lauren's picture.
french: [MS] Je pense que tu as raison... Un des garçons de mon cours d'art essayait en fait de peindre la photo de Lauren.
italian: [MS] Penso che tu abbia ragione... Uno dei ragazzi della mia classe artistica stava cercando di fare un dipinto della foto di Lauren.

source: [R] Really?... I guess that's encouraging.
french: [R] Vraiment?... Je suppose que c'est encourageant.
italian: [R] Davvero?... Immagino che sia incoraggiante.

source: {b}{i}"Money -$300"{/i}{/b}
french: {b}{i}'Argent -300$'{/i}{/b}
italian: {b}{i}"Soldi -$300"{/i}{/b}

source: [MS] Oh, and don't forget the other part of your payment for the posters.
french: [MS] Oh, et n'oublies pas l'autre partie de ton paiement pour les affiches.
italian: [MS] Oh, e non dimenticate l'altra parte del vostro pagamento per i manifesti.

source: [R] How could I?
french: [R] Comment pourrais-je ?
italian: [R] Come potevo fare?

source: [RT] {i}It's sure nice of Mrs. Stone to help me make these posters.{/i}
french: [RT] {i}C'est vraiment gentil de la part de Mme Stone de m'aider à faire ces affiches.{/i}
italian: [RT] {i}È sicuramente bello della signora Stone aiutarmi a creare questi manifesti.{/i}

source: [RT] {i}Especially since Lauren's running against her own nephew.{/i}
french: [RT] {i}Surtout depuis que Lauren se présente contre son propre neveu.{/i}
italian: [RT] {i}Soprattutto da quando Lauren corre contro il proprio nipote.{/i}

source: [R] Well, it does seem like money well spent, people seem to be talking about Lauren more than ever around the school.
french: [R] Eh bien, cela semble être de l'argent bien dépensé, les gens semblent parler de Lauren plus que jamais dans l'école.
italian: [R] Beh, sembra che i soldi spesi bene, le persone sembrano parlare di Lauren più che mai intorno alla scuola.

source: [MST] {i}He's not kidding... I heard those boys in the hallway talking about what they want her to do them.{/i}
french: [MST] {i}Il ne plaisante pas... J'ai entendu ces garçons dans le couloir parler de ce qu'ils voulaient qu'elle leur fasse.{/i}
italian: [MST] {i}Non sta scherzando... Ho sentito quei ragazzi nel corridoio parlare di quello che vogliono che lo faccia.{/i}

source: [MST] {i}It even made me blush.{/i}
french: [MST] {i}Ça m'a même fait rougir.{/i}
italian: [MST] {i}Mi ha addirittura fatto arrossire.{/i}

source: [R] You mean being a model for your portrait?
french: [R] Tu veux dire être un modèle pour ton portrait ?
italian: [R] Significa essere un modello per il tuo ritratto?

source: [MS] Exactly... If you can just pose again for a little bit after we get your posters made, we'll call it a deal.
french: [MS] Exactement... Si tu pouvais poser à nouveau un peu après que nous ayons fait tes posters, nous appellerons ça un accord.
italian: [MS] Esattamente... Se puoi solo posare di nuovo per un po' dopo aver fatto i tuoi poster, lo chiameremo un affare.

source: [R] You got it.
french: [R] Tu l'as eu.
italian: [R] L'hai capito.

source: [RT] {i}I hope Mrs. Stone is willing to help me make more posters.{/i}
french: [RT] {i}J'espère que Mme Stone est prête à m'aider à faire plus d'affiches.{/i}
italian: [RT] {i}Spero che la signora Stone sia disposta ad aiutarmi a creare più manifesti.{/i}

source: [RT] {i}At least she'll be glad to see me so she can work on her portrait of me.{/i}
french: [RT] {i}Au moins, elle sera heureuse de me voir pour qu'elle puisse travailler sur son portrait de moi.{/i}
italian: [RT] {i}Almeno lei sarà felice di vedermi in modo da poter lavorare sul suo ritratto di me.{/i}

source: [MS] Now, What can I do for you?
french: [MS] Maintenant, que puis-je faire pour toi?
italian: [MS] Ora, cosa posso fare per voi?

source: [R] I need to make some more campaign posters.
french: [R] Je dois faire d'autres affiches de campagne.
italian: [R] Ho bisogno di creare qualche altro poster di campagna.

source: [MS] Oh, really?... twenty posters weren't enough?
french: [MS] Oh, vraiment ?... vingt affiches ne suffisaient pas ?
italian: [MS] Oh, veramente?... venti poster non sono stati sufficienti?

source: [R] Well, Matt tore them all down and replaced them with his own.
french: [R] Eh bien, Matt les a toutes démolies et remplacées par les siennes.
italian: [R] Bene, Matt li strappò tutti giù e li sostituì con il suo.

source: [R] Now I need to go return the favor.
french: [R] Maintenant, je dois aller rendre la pareille.
italian: [R] Ora ho bisogno di tornare il favore.
