Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [MS] Good... I'm glad to hear you're not going to take his bullying lying down.
french: [MS] Bien... Je suis contente d'apprendre que tu ne vas pas accepter son intimidation.
italian: [MS] Bene... Sono contento di sentire che non prenderai il suo bullismo sdraiato.

source: [R] Yeah, I'm hoping he'll realize it's going to be just as expensive for him to keep tearing down our posters.
french: [R] Oui, j'espère qu'il réalisera que ça lui coûtera tout aussi cher de continuer à démolir nos affiches.
italian: [R] Sì, spero che si renderà conto che sarà costoso per lui continuare a distruggere i nostri poster.

source: [MS] That won't bother him too much. His parents are paying for his campaign, and they're pretty wealthy.
french: [MS] Cela ne le dérangera pas trop. Ses parents paient pour sa campagne, et ils sont assez riches.
italian: [MS] Questo non lo infastidirà troppo. I suoi genitori stanno pagando per la sua campagna, e sono piuttosto ricchi.

source: [MS] So, he's not going to quit.
french: [MS] Donc, il ne va pas démissionner.
italian: [MS] Quindi, lui non uscirà.

source: [MS] But, as busy as he is with basketball, He probably won't be able to get around to retaliating for about a week.
french: [MS] Mais, aussi occupé qu'il soit avec le basket-ball, Il ne pourra probablement pas se déplacer pour riposter pendant environ une semaine.
italian: [MS] Ma, come è occupato con il basket, probabilmente non sarà in grado di andare in giro a ritorsioni per circa una settimana.

source: [MS] That will give Lauren's posters some time to do their job.
french: [MS] Cela donnera aux affiches de Lauren le temps de faire leur travail.
italian: [MS] Questo darà ai manifesti di Lauren un po' di tempo per fare il loro lavoro.

source: [MS] And if you retaliate quickly, the students won't get very much exposure to Matt's posters at all.
french: [MS] Et si tu ripostes rapidement, les étudiants ne seront pas très exposés aux affiches de Matt.
italian: [MS] E se rappresaglia rapidamente, gli studenti non saranno molto esposti ai poster di Matt.

source: [R] Are you saying this could become a weekly expense?
french: [R] Dis-toi que cela pourrait devenir une dépense hebdomadaire?
italian: [R] Stai dicendo che potrebbe diventare una spesa settimanale?

source: [MS] Yeah, most likely.
french: [MS] Oui, très probablement.
italian: [MS] Sì, probabilmente.

source: [R] Shit!... I wasn't planning on that.
french: [R] Merde!... Je n'avais pas prévu ça.
italian: [R] Merda!... Non avevo intenzione di farlo.

source: [MS] I hope you can afford it, I'd hate to see that little shit win the poster war.
french: [MS] J'espère que tu peux te le permettre, je détesterais voir cette petite merde gagner la guerre des affiches.
italian: [MS] Spero che tu possa permetterti, odio vedere quella piccola merda vincere la guerra del poster.

source: [R] I'm sure going to try.
french: [R] Je vais sûrement essayer.
italian: [R] Io sono sicuro che proverò.

source: [R] Yeah, that's about how many I'll need.
french: [R] Ouais, c'est à peu près le nombre dont j'aurai besoin.
italian: [R] Sì, è quello di quanti avrò bisogno.

source: [MS] Sounds good... As soon as you pay me three hundred dollars, we can get started.
french: [MS] Ça semble bien... Dès que tu m'auras payé trois cents dollars, nous pourrons commencer.
italian: [MS] Suona bene... Appena mi paghi trecento dollari, possiamo iniziare.

source: [R] No discount for a second batch?
french: [R] Pas de remise pour un deuxième lot?
italian: [R] Nessuno sconto per un secondo lotto?

source: [MS] I wish I could, but I'm already giving you the lowest price I can do them for without losing money.
french: [MS] J'aimerais pouvoir, mais je te donne déjà le prix le plus bas pour lequel je peux les faire sans perdre d'argent.
italian: [MS] Vorrei poterlo, ma ti sto già dando il prezzo più basso che posso fare senza perdere soldi.

source: [R] Yeah, I don't see how Lauren can win the election if we don't keep fighting this poster war.
french: [R] Ouais, je ne vois pas comment Lauren peut gagner les élections si nous ne continuons pas à mener cette guerre des affiches.
italian: [R] Sì, non vedo come Lauren possa vincere le elezioni se non continuiamo a combattere questa guerra poster.

source: [MS] I think that's really smart.
french: [MS] Je pense que c'est vraiment intelligent.
italian: [MS] Penso che sia veramente intelligente.

source: [MS] The pics you're using on those posters should eventually bring voters around.
french: [MS] Les photos que tu utilises sur ces affiches devraient éventuellement attirer les électeurs.
italian: [MS] Le foto che stai usando su quei manifesti dovrebbero infine portare gli elettori.

source: [RT] {i}Ah... My old art classroom.{/i}
french: [RT] {i}Ah... Mon ancienne classe d'art.{/i}
italian: [RT] {i}Ah... La mia vecchia aula d'arte.{/i}

source: [RT] {i}Art was my favorite class last year.{/i}
french: [RT] {i}L'art était ma classe préférée l'année dernière.{/i}
italian: [RT] {i}Art è stata la mia classe preferita lo scorso anno.{/i}

source: [RT] {i}Mostly because Mrs. Stone always wore really tight pants.{/i}
french: [RT] {i}Principalement parce que Mme Stone portait toujours un pantalon très serré.{/i}
italian: [RT] {i}Principalmente perché la signora Stone indossava sempre pantaloni molto stretti.{/i}

source: [RT] {i}She was the object of many a jack off fantasy.{/i}
french: [RT] {i}Elle a fait l'objet d'un grand nombre de fantasmes.{/i}
italian: [RT] {i}Lei era l'oggetto di molti un jack fuori fantasia.{/i}

source: [RT] {i}And, there she is... I'm lucky this is still her free hour.{/i}
french: [RT] {i}Et, la voilà... J'ai de la chance que ce soit encore son heure libre.{/i}
italian: [RT] {i}E c'è lei... Sono fortunato che questa sia ancora la sua ora libera.{/i}

source: [RT] {i}I hope she's doing ok after her incident in the park with Mr. Peterson.{/i}
french: [RT] {i}J'espère qu'elle va bien après son incident dans le parc avec M. Peterson.{/i}
italian: [RT] {i}Spero che lei stia facendo bene dopo il suo incidente nel parco con il signor Peterson.{/i}

source: [RT] {i}Time to go say hi.{/i}
french: [RT] {i}Il est temps d'aller dire bonjour.{/i}
italian: [RT] {i}Tempo per andare a dire ciao. {/i}

source: [RT] {i}I don't think she's even noticed I'm here... She really seems to be into that painting.{/i}
french: [RT] {i}Je ne pense pas qu'elle ait même remarqué que je suis là... Elle semble vraiment être dans sa peinture.{/i}
italian: [RT] {i}Non penso che lei sia nemmeno accorta di essere qui... Sembra davvero essere dentro a quella pittura.{/i}

source: [MS] Is that my favorite student?
french: [MS] Est-ce mon élève préféré?
italian: [MS] Questo è il mio studente preferito?

source: [R] Haha... Yeah, it's me, Mrs. Stone.
french: [R] Haha... Oui, c'est moi, Mme Stone.
italian: [R] Haha... Si, sono io, la signora Stone.

source: [MS] Oh... Hello...
french: [MS] Oh... Bonjour...

source: [R] Hi, Mrs. Stone.
french: [R] Bonjour, Mme Stone.
italian: [R] Ciao, Signora Stone.

source: [R] Remember me?
french: [R] Tu te souviens de moi ?
italian: [R] Ricordatevi di me?

source: [MS] Oh... From my class last year.
french: [MS] Oh... De ma classe de l'année dernière.
italian: [MS] Oh... Dalla mia classe lo scorso anno.

source: [MS] Ronald, wasn't it?
french: [MS] Ronald, n'est-ce pas?
italian: [MS] Ronald, vero?

source: [R] [ryan], actually.
french: [R] [ryan], en fait.
italian: [R] [ryan], in realtà.

source: [MS] Oh yes, [ryan].
french: [MS] Oh oui, [ryan].
italian: [MS] Oh sì, [ryan].

source: [MS] I hope you've been well.
french: [MS] J'espère que tu vas bien.
italian: [MS] Spero che tu sia stato bene.

source: [RT] {i}I guess, besides my life getting turned head down, ass up...{/i}
french: [RT] {i}Je suppose, en plus de ma vie qui tourne dans la tête, en bas, le cul en haut...{/i}
italian: [RT] {i}Immagino che oltre alla mia vita si sia abbassata la testa, culo su...{/i}

source: [R] Ehh... Can't complain.
french: [R] Ehh... Je ne peux pas me plaindre.
italian: [R] Ehh... Non può lamentarsi.

source: [MS] Good...
french: [MS] Bien...
italian: [MS] Corretto...

source: [R] I need help making some campaign posters.
french: [R] J'ai besoin d'aide pour faire des affiches de campagne.
italian: [R] Ho bisogno di aiuto per creare alcuni poster di campagna.

source: [MS] Oh, really?... Are you running for one of the offices?
french: [MS] Oh, vraiment?... Tu es candidat à l'un des bureaux?
italian: [MS] Oh, davvero?... Stai correndo per uno degli uffici?

source: [R] Not me... My sister Lauren is running for student body president.
french: [R] Pas moi... Ma sœur Lauren est candidate à la présidence du corps étudiant.
italian: [R] Nemo... Mia sorella Lauren è in corsa per il presidente del corpo studentesco.

source: [MS] Oh... I know Lauren! Cute little redhead?
french: [MS] Oh... Je connais Lauren ! Jolie petite rousse?
italian: [MS] Oh... Conosco Lauren! Carino piccolo rosso?

source: [R] That's her.
french: [R] C'est elle.
italian: [R] Quello è lei.

source: [MS] She was such a good student! Very artistic and creative.
french: [MS] Elle était une si bonne élève! Très artistique et créatif.
italian: [MS] Era una studentessa così buona! Molto artistica e creativa.

source: [MS] She'd make a great president.
french: [MS] Elle ferait une grande présidente.
italian: [MS] Lei sarebbe un grande presidente.

source: [MS] Much better than my nephew Matt.
french: [MS] Bien mieux que mon neveu Matt.
italian: [MS] Molto meglio di mio nipote Matt.

source: [R] Wait!... Matt's your nephew?... As in the captain of the basketball team, goes to our school, is running for president, Matt?
french: [R] Attends!... Matt est ton neveu ?... Comme dans le capitaine de l'équipe de basket, va à notre école, est candidat à la présidence, Matt?
italian: [R] Aspetta!... Mattè il tuo nipote?... Come nel capitano della squadra di basket, va alla nostra scuola, sta correndo per presidente, Matt?

source: [MS] That's the one.
french: [MS] C'est celui-là.
italian: [MS] È questo.

source: [MS] So you need to make Lauren some campaign posters?
french: [MS] Donc tu as besoin de faire des affiches de campagne pour Lauren ?
italian: [MS] Quindi è necessario rendere Lauren alcuni poster della campagna?

source: [R] Well, yeah, I was going to ask you for help, but that was before I realized you're Matt's aunt.
french: [R] Eh bien, oui, j'allais te demander de l'aide, mais c'était avant que je réalise que tu es la tante de Matt.
italian: [R] Beh, sì, ti avrei chiesto aiuto, ma prima che mi fossi reso conto di essere la zia di Matt.

source: [R] I'm sure you're going to be helping him instead.
french: [R] Je suis sûr que tu vas l'aider à la place.
italian: [R] Sono sicuro che lo aiuterete.

source: [RT] {i}Maybe the rumors about them fucking aren't true after all.{/i}
french: [RT] {i}Peut-être que les rumeurs à leur sujet ne sont pas vraies après tout.{/i}
italian: [RT] {i}Forse le voci su di loro cazzo non sono vere dopo.{/i}

source: [MS] No, I wouldn't help him if he begged me.
french: [MS] Non, je ne l'aiderais pas s'il me suppliait.
italian: [MS] No, non lo aiuterei se mi pregasse.

source: [MS] My nephew would make a terrible student body president.
french: [MS] Mon neveu ferait un terrible président de corps étudiant.
italian: [MS] Mio nipote avrebbe fatto un terribile presidente del corpo studentesco.

source: [MS] Not only that, I'm not on the best terms with him, or my sister, uhh... his mother I guess I should say.
french: [MS] Non seulement cela, je ne suis pas en meilleurs termes avec lui, ni avec ma sœur, euhh... sa mère, je devrais dire.
italian: [MS] Non solo, non sono ai migliori termini con lui, o mia sorella, uhh... sua madre immagino che dovrei dire.

source: [MST] {i}Just because she caught us fucking, didn't mean she had to cut me out of their lives.{/i}
french: [MST] {i}Ce n'est pas parce qu'elle nous a surpris en train de baiser qu'elle a dû me couper de sa vie.{/i}
italian: [MST] {i}Solo perché ci ha catturato il cazzo, non voleva dire che mi ha dovuto tagliare dalla loro vita.{/i}

source: [MST] {i}Now Matt just treats me like another former conquest.{/i}
french: [MST] {i}Maintenant, Matt me traite comme une autre ancienne conquête.{/i}
italian: [MST] {i}Ora Matt mi tratta solo come un'altra conquista precedente.{/i}

source: [R] So, you're saying you'd be willing to help me with Lauren's posters?
french: [R] Donc, tu dis que tu serais prêt à m'aider avec les affiches de Lauren ?
italian: [R] Dunque, stai dicendo che saresti disposto ad aiutarmi con i poster di Lauren?

source: [R] I could really use your advice and creativity.
french: [R] Je pourrais vraiment utiliser tes conseils et ta créativité.
italian: [R] Potrei davvero utilizzare il tuo consiglio e la tua creatività.

source: [R] Not to mention your big-ass printer.
french: [R] Sans parler de ta grosse imprimante.
italian: [R] Per non parlare della tua stampante big ass.

source: [MS] Haha... [ryan]!... We're still in school. Please try to use appropriate language.
french: [MS] Haha... [ryan]!... On est encore à l'école. Essaies d'utiliser un langage approprié.
italian: [MS] Haha... [ryan]!... Siamo ancora a scuola. Prova a usare la lingua appropriata.

source: [R] Sorry.
french: [R] Désolé.
italian: [R] Mi dispiace.

source: [MS] I'll be happy to help you with your sister's campaign posters, but I'm going to need something from you in return.
french: [MS] Je serai heureux de t'aider avec les affiches de campagne de ta sœur, mais je vais avoir besoin de quelque chose de ta part en retour.
italian: [MS] Sarò felice di aiutarvi con i manifesti di campagna di vostra sorella, ma mi servirà qualcosa da voi in cambio.

source: [MS] First off, I'm going to need money. Big poster paper and ink aren't cheap, you know.
french: [MS] Tout d'abord, je vais avoir besoin d'argent. Les gros papiers pour affiches et l'encre ne sont pas bon marché, tu sais.
italian: [MS] Prima di tutto, ho bisogno di soldi. Grande carta poster e inchiostro non sono a buon mercato, sai.

source: [MS] I'll also need a little extra for my creativity and time.
french: [MS] J'aurai aussi besoin d'un petit plus pour ma créativité et mon temps.
italian: [MS] Avrò anche bisogno di un po 'di più per la mia creatività e tempo.

source: [MS] This is my free time after all, and teachers don't make a lot of money.
french: [MS] C'est mon temps libre après tout, et les enseignants ne gagnent pas beaucoup d'argent.
italian: [MS] Questo è il mio tempo libero dopo tutto, e gli insegnanti non fanno molto soldi.

source: [MS] How many posters do you think you'll need?
french: [MS] De combien d'affiches penses-tu avoir besoin?
italian: [MS] Quanti poster pensi che ti serva?

source: [R] Probably about 20
french: [R] Probablement environ 20
italian: [R] Probabilmente circa 20

source: [MS] Alright, I think we could do that for about three hundred dollars.
french: [MS] D'accord, je pense que nous pourrions le faire pour environ trois cents dollars.
italian: [MS] Bene, credo che potremmo farlo per circa trecento dollari.

source: [R] That's like fifteen bucks a poster!
french: [R] C'est quinze dollars une affiche!
italian: [R] È come 15 dollari un poster!

source: [MS] Yeah, that sounds about right.
french: [MS] Ouais, ça sonne à peu près juste.
italian: [MS] Sì, quel suona a destra.

source: [R] That's way more expensive than I was thinking it would be.
french: [R] C'est beaucoup plus cher que je ne le pensais.
italian: [R] È così più costoso di quello che stavo pensando.

source: [MS] Yeah, well, ink is expensive. You're welcome to go to the local print shop to compare, but I guarantee they'll be about thirty dollars a poster.
french: [MS] Ouais, eh bien, l'encre est chère. Tu es invités à aller à l'imprimerie locale pour comparer, mais je te garantis qu'elles coûteront environ trente dollars l'affiche.
italian: [MS] Sì, beh, l'inchiostro è costoso. Sei il benvenuto ad andare alla tipografia locale per confrontare, ma garantisco che saranno circa trenta dollari un poster.

source: [RT] {i}Damn!... No wonder Lauren needed me to finance her campaign.{/i}
french: [RT] {i}Merde!... Pas étonnant que Lauren ait besoin de moi pour financer sa campagne.{/i}
italian: [RT] {i}Dannazione!... Non c'è da meravigliarsi che Lauren abbia bisogno di me per finanziare la sua campagna.{/i}

source: [MS] So are you ready to pay?
french: [MS] Alors es-tu prêt à payer?
italian: [MS] Quindi sei pronto a pagare?

source: [R] Yeah, I don't see how Lauren can win if we don't get her some professional posters.
french: [R] Ouais, je ne vois pas comment Lauren peut gagner si on ne lui donne pas des affiches professionnelles.
italian: [R] Sì, non vedo come Lauren possa vincere se non le prendiamo dei manifesti professionisti.

source: [MS] From my own observations of school elections through the years, I've noticed that there is a strong correlation between how much money a candidate spends, and how well they perform in the election.
french: [MS] D'après mes propres observations sur les élections scolaires au fil des ans, j'ai remarqué qu'il existe une forte corrélation entre le montant d'argent dépensé par un candidat et sa performance lors de l'élection.
italian: [MS] Dalle mie osservazioni sulle elezioni scolastiche nel corso degli anni, Ho notato che c'è una forte correlazione tra quanto denaro un candidato spende e quanto bene si esibiscono nelle elezioni.

source: [MS] Some students are the exception, due to their extreme popularity.
french: [MS] Certains étudiants sont l'exception, en raison de leur extrême popularité.
italian: [MS] Alcuni studenti sono l'eccezione, a causa della loro popolarità estrema.

source: [MS] And though Lauren is popular within her own circle, she's not well known throughout the entire school.
french: [MS] Et bien que Lauren soit populaire dans son propre cercle, elle n'est pas bien connue dans toute l'école.
italian: [MS] E anche se Lauren è popolare all'interno del suo cerchio, non è ben nota in tutta la scuola.

source: [MS] If you want to help her win, you're just going to have to spend some money.
french: [MS] Si tu veux l'aider à gagner, tu vas juste devoir dépenser de l'argent.
italian: [MS] Se vuoi aiutarla a vincere, dovrai solo spendere un po' di denaro.

source: [R] Alright, so should we start making some posters?
french: [R] D'accord, alors devrions-nous commencer à faire des affiches?
italian: [R] Bene, quindi dovremmo iniziare a fare dei poster?

source: [MS] There was one more thing I was going to ask for in exchange for my help.
french: [MS] Il y avait encore une chose que j'allais demander en échange de mon aide.
italian: [MS] C'era ancora una cosa che stavo per chiedere in cambio del mio aiuto.

source: [R] What is it?
french: [R] Qu'est-ce que c'est?
italian: [R] Cosa c'è?

source: [MS] I've been invited to be part of an art show in the fall, and I've got to come up with a few more original pieces.
french: [MS] J'ai été invitée à participer à une exposition d'art à l'automne, et je dois trouver quelques autres pièces originales.
italian: [MS] Sono stato invitato a far parte di uno spettacolo d'arte nella caduta, e devo trovare alcuni pezzi più originali.

source: [MS] Since the best inspiration for art comes from your own life, I want one of my pieces to be a portrait of a student.
french: [MS] Puisque la meilleure inspiration pour l'art vient de ta propre vie, je veux qu'une de mes pièces soit un portrait d'étudiant.
italian: [MS] Poiché l'ispirazione migliore per l'arte proviene dalla tua vita, voglio che uno dei miei pezzi sia un ritratto di uno studente.

source: [MS] That means I need a model.
french: [MS] Cela signifie que j'ai besoin d'un modèle.
italian: [MS] Questo significa che ho bisogno di un modello.

source: [MS] If you'll be willing to model for me, I'll be happy to help you with your posters.
french: [MS] Si tu es prêt à être modèle pour moi, je serai heureuse de t'aider avec tes affiches.
italian: [MS] Se sarete disposti a modellare per me, sarò felice di aiutarvi con i vostri poster.

source: [R] That sounds easy.
french: [R] Cela semble facile.
italian: [R] Sembra semplice.

source: [MS] Yeah, all you have to do is sit there.
french: [MS] Ouais, tout ce que tu as à faire est de t'asseoir là.
italian: [MS] Sì, tutto ciò che devi fare è sederti lì.

source: [MS] But you have to stay as still as you can.
french: [MS] Mais tu dois rester aussi immobile que possible.
italian: [MS] Ma devi rimanere il più possibile fermi.

source: [R] Alright.
french: [R] D'accord.
italian: [R] Bene.

source: [MS] Great! Let's get those posters designed and printed, and then I'll have you pose for me.
french: [MS] Super ! Allons concevoir et imprimer ces posters, et ensuite je te ferai poser pour moi.
italian: [MS] Ottimo! Prendiamo quei manifesti progettati e stampati, e poi ti farò posare per me.

source: [MS] Do you have the pictures of Lauren you want to put on the posters?
french: [MS] As-tu les photos de Lauren que tu veux mettre sur les affiches ?
italian: [MS] Hai le immagini di Lauren che vuoi mettere sui poster?

source: [R] Yeah, I just need to pull them off the internet.
french: [R] Ouais, j'ai juste besoin de les retirer d'Internet.
italian: [R] Sì, ho solo bisogno di toglierli da internet.

source: [MS] Great!... Go login on my computer and download the images of Lauren you want to use for the posters.
french: [MS] Génial!... Vas-y te connecter sur mon ordinateur et télécharges les images de Lauren que tu souhaites utiliser pour les affiches.
italian: [MS] Ottimo!... Accedi al mio computer e scarica le immagini di Lauren che vuoi usare per i manifesti.

source: [R] I don't have that kind of money right now.
french: [R] Je n'ai pas ce genre d'argent en ce moment.
italian: [R] Non ho quel genere di soldi in questo momento.

source: [MS] I'm sorry... If I could afford it, I'd just do it for free. The school makes me pay for the ink and paper I use when it's not related to my class.
french: [MS] Je suis désolé... Si je pouvais me le permettre, je le ferais gratuitement. L'école me fait payer l'encre et le papier que j'utilise quand ce n'est pas lié à ma classe.
italian: [MS] Mi dispiace... Se potessi permettermi, lo farei solo gratis. La scuola mi fa pagare per l'inchiostro e la carta che uso quando non è legata alla mia classe.

source: [R] I understand. Is it ok if I come back when I get the money together?
french: [R] Je comprends. Est-ce que ça va si je reviens quand j'aurai l'argent?
italian: [R] Capisco. Va bene se torno quando ottengo i soldi assieme?

source: [MS] You bet. This is my free hour, so stop by any weekday around the same time.
french: [MS] Tu parles. C'est mon heure libre, alors passez tous les jours de la semaine à la même heure.
italian: [MS] Puoi scommettere. Questa è la mia ora libera, quindi fermatevi entro qualsiasi giorno della settimana intorno alla stessa ora.

source: [R] I don't have that kind of money to just throw away on posters!
french: [R] Je n'ai pas autant d'argent à jeter par les fenêtres pour des posters !
italian: [R] Non ho quel tipo di denaro da buttare via sui posteri!

source: [R] Maybe I can just buy some markers and poster board.
french: [R] Peut-être que je peux juste acheter des marqueurs et un panneau d'affichage.
italian: [R] Forse posso solo comprare alcuni indicatori e cartellone.

source: [MS] Yeah, you could... And the students might think that a 5th grader is running for president.
french: [MS] Ouais, tu pourrais... Et les élèves pourraient penser qu'un élève de 5e année est candidat à la présidence.
italian: [MS] Sì, potevate dare... E gli studenti potrebbero pensare che un 5° grado sia in corso per il presidente.
