Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.05.po
Languages: italian

source: [R] I'll try, but how will I know when I'm ready?
italian: [R] Proverò, ma come so quando sarò pronto?

source: [S] When you can make it there in 9 minutes or less.
italian: [S] Quando si può fare lì in 9 minuti o meno.

source: [R] Alright, I'll let you know when I'm in good enough shape.
italian: [R] Va bene, ti farò sapere quando sono in buona forma.

source: [R] Have a good run today.
italian: [R] Fai una buona corsa oggi.

source: [RT] {i}Wow! Sidney is ambitious these days. I'm used to seeing her sleep in as late as she can.{/i}
italian: [RT] {i}Wow! Sidney è ambizioso in questi giorni. Sono abituato a vederla dormire il più tardi possibile. {/i}

source: [R] Hey Sid, It looks like you're off again for your morning jog.
italian: [R] Hey Sid, Sembra che tu sia di nuovo fuori per il tuo jog.

source: [S] Did you figure that one out all by yourself, Captain Obvious?
italian: [S] Hai capito che uno fuori tutto da solo, il capitano evidente?

source: [R] I was just wondering if you were going to risk runnning in the park again.
italian: [R] Mi stavo solo chiedendo se si stava per rischiare di correre di nuovo nel parco.

source: [S] Well, I really want to, but I'm worried about running into crazy old Mr. Peterson again.
italian: [S] Beh, lo voglio davvero, ma sono preoccupato di correre in pazzo vecchio signor Peterson di nuovo.

source: [S] Do you think it would be too risky? Should I go running at the country club's indoor track instead?
italian: [S] Pensi che sarebbe troppo rischioso? Dovrei andare a correre sulla pista interna del country club?

source: [R] Yeah, I think maybe you should just stick to running at the indoor track until Mr. Peterson has been caught.
italian: [R] Sì, penso che forse dovresti solo attenerti a correre sulla pista interna fino a quando il signor Peterson non sarà stato catturato.

source: [S] Uurrgghh.... I think you're right, but I just hate running inside when the weather is so nice.
italian: [S] Uurrgghh.... Penso che tu abbia ragione, ma odio semplicemente correre dentro quando il tempo è così bello.

source: [S] Alright, well I'm out of here. Good luck at school, or work, or whatever you're doing today.
italian: [S] Bene, sono fuori da qui. Buona fortuna a scuola, o lavoro, o qualsiasi cosa tu stia facendo oggi.

source: [R] Thanks Sid! Have a good run.
italian: [R] Grazie Sid! Buona corsa.

source: [R] Yeah, why don't you go running at the indoor track today. I'll take a jog to the park and see if I think it's safe for next time.
italian: [R] Sì, perché oggi non andate a correre sulla pista interna. Prenderò una corsa al parco e vedrò se penso che sia sicuro per la prossima volta.

source: [S] Really? You'd do that for me?
italian: [S] Davvero? Lo farebbe per me?

source: [R] Yeah, of course! I need the exercise anyways.
italian: [R] Sì, naturalmente! Ho comunque bisogno dell'esercizio.

source: {i}{b}"Sidney's Respect +1"{/b}{/i}
italian: {i}{b}"Il rispetto di Sidney +1"{/b}{/i}

source: [S] I'd really appreciate that.
italian: [S] Lo apprezzerei davvero.

source: [R] Yeah, think nothing of it.
italian: [R] Sì, non pensarci niente.

source: [S] Alright, I'll see you later. Be careful at the park.
italian: [S] Va bene, ti vedrò più tardi. Fai attenzione al parco.

source: [R] I will, and enjoy your run at the club.
italian: [R] Mi piacerà e mi piacerà la tua corsa al club.

source: [R] Don't go to the indoor track.
italian: [R] Non andare alla pista interna.

source: [R] Mr. Peterson is harmless. Plus, I'll go with you and keep you safe.
italian: [R] Il signor Peterson è innocuo. Inoltre, andrò con te a tenerti al sicuro.

source: [S] Are you sure you can keep up with me this time?
italian: [S] Sei sicuro di poter tenere il passo con me questa volta?

source: [R] I'll try my best.
italian: [R] Proverò il mio meglio.

source: [S] Alright, run and change and I'll meet you in front of the house.
italian: [S] Bene, corri e cambi e ti incontrerò di fronte alla casa.

source: [RT] {i}Oh wow, Sidney's actually up!{/i}
italian: [RT] {i}Oh wow, Sidney in realtà su!{/i}

source: [RT] {i}Looks like she's getting ready to go jogging.{/i}
italian: [RT] {i}Sembra che si stia preparando a fare jogging.{/i}

source: [R] Hey Sid. You're up early.
italian: [R] Ehi figlio. Sei in anticipo.

source: [S] Yeah, remember what I told you?
italian: [S] Sì, ricorda quello che ti ho detto?

source: [R] About what?
italian: [R] A proposito di cosa?

source: [S] I have to get up early so that Mom and Lauren don't discover me sleeping in your bed.
italian: [S] Devo alzarmi presto in modo che mamma e Lauren non mi scopra dormire nel tuo letto.

source: [S] Mom would flip out if she knew.
italian: [S] La mamma sarebbe capovolta se sapesse.

source: [R] Oh yeah, that probably is a good precaution to take.
italian: [R] Oh sì, che probabilmente è una buona precauzione da prendere.

source: [S] So yeah, since I'm up early anyways, I decided it would be good for me to take an early morning run.
italian: [S] Così sì, visto che sono in anticipo comunque, ho deciso che sarebbe stato bene per me prendere una corsa mattutina presto.

source: [S] It probably wouldn't hurt you to do some exercising as well.
italian: [S] Probabilmente non ti farebbe male fare un po' di esercizio pure.

source: [S] Do you do anything even remotely active?
italian: [S] Si fa qualcosa anche da remoto attivo?

source: [R] I used to play basketball, but now I cant make the team anymore because I'm too short.
italian: [R] Ho usato per giocare a basket, ma ora cant rendere la squadra più perché sono troppo breve.

source: [S] Ohhh.... Don't worry, I'm sure you're not done growing yet.
italian: [S] Ohhh.... Non ti preoccupare, sono sicuro che non hai ancora finito di crescere.

source: [R] Man, I hope not.
italian: [R] Uomo, spero di no.

source: [R] But you're right, I should do more to stay in shape. Wait for me, I'm going to go get my running shoes.
italian: [R] Ma hai ragione, dovrei fare di più per rimanere in forma. Aspettami, andrò a prendere le mie scarpe da corsa.

source: [S] No, that's not what I meant. Do you even think you could keep up with me?
italian: [S] No, non è quello che intendevo. Pensate anche che potreste stare al passo con me?

source: [R] I don't know, it has been a while since I did any running.
italian: [R] Non lo so, è passato un po' da quando ho fatto qualsiasi corsa.

source: [S] Ok, well, you're welcome to come with me, but don't expect me to wait for you if you can't keep up.
italian: [S] Ok, beh, sei il benvenuto a venire con me, ma non aspettarti che ti aspetti se non riesci a tenere il passo.

source: [R] Awesome! Sounds fun. I'll just run and change.
italian: [R] Fantastico! Suona divertimento. Mi limito a correre e cambiare.

source: [S] Ok, I'll meet you in front of the house.
italian: [S] Ok, ti conoscerò di fronte alla casa.

source: [S] There you are. Don't forget to stretch out a bit.
italian: [S] Ci sei. Non dimenticare di allungare un po'.

source: [R] Oh, I'm fine. I don't need to stretch.
italian: [R] Oh, sto bene. Non ho bisogno di allungare.

source: [S] Ok, if you're sure.
italian: [S] Ok, se ne sei sicuro.

source: [R] Yeah, I'm sure. Are we running over to the club to use their indoor track?
italian: [R] Sì, sono sicuro. Stiamo correndo verso il club per utilizzare la loro pista interna?

source: [S] No, we're running to the park by the mall and back. I don't want to run indoors on a beautiful day like today.
italian: [S] No, stiamo correndo al parco vicino al centro commerciale e indietro. Non voglio correre al chiuso in una bella giornata come oggi.

source: [R] Oh really? That far?
italian: [R] Oh veramente? Quella lontano?

source: [S] Well, you can always stay home and paint your nails if it's too far for you.
italian: [S] Beh, puoi sempre rimanere a casa e dipingere le unghie se è troppo lontano per te.

source: [R] It's not too far. I'll beat you there!
italian: [R] Non è troppo lontano. Vi batterò lì!

source: [RT] {i}I hope!{/i}
italian: [RT] {i}Mi spero!{/i}

source: [RT] {i}I can't let a girl beat me!{/i}
italian: [RT] {i}Non posso far battermi una ragazza!{/i}

source: [S] Yeah right, I'll even give you a 1 minute head start.
italian: [S] Sì bene, ti darò anche un inizio di 1 minuto.

source: [S] On your mark... get set... go!
italian: [S] Sul tuo marchio... impostati... vai!

source: [RT] {i}Oh, shit!.... I pushed it too hard, too fast.{/i}
italian: [RT] {i}Oh, merda!.... L'ho spinto troppo duramente, troppo veloce.{/i}

source: [RT] {i}I don't know if I can even make it to the park.{/i}
italian: [RT] {i}Non so se posso anche farlo al parco.{/i}

source: [S] Hey, slow poke! On your right!
italian: [S] Ehi, lenta poke! Sulla tua destra!

source: [R] Hey wait! Don't go on without me.
italian: [R] Ehi aspetta! Non andare avanti senza di me.

source: [S] Yeah right, I'm not waiting for you.
italian: [S] Sì, giusto, non ti sto aspettando.

source: [S] {i}(yelling){/i} I'll meet you at the park!
italian: [S] {i}(ingiallimento){/i} Ti incontrerò al parco!

source: [RT] {i}Yeah, right!.... I'll never make it to the park.{/i}
italian: [RT] {i}Sì, giusto!.... non lo farò mai al parco.{/i}

source: [RT] {i}Shit.... It feels like my heart is going to jump out of my throat!{/i}
italian: [RT] {i}Merda... Sembra che il mio cuore stia per saltare dalla mia gola!{/i}

source: [RT] {i}I'm closer to home than I am to the park. I'm just going to turn around and go home.{/i}
italian: [RT] {i}Sono più vicino a casa di quanto non sia al parco. Sto solo andando a girare e andare a casa.{/i}

source: {i}"[ryan]'s physical fitness +1"{/i}
italian: {i}"[ryan]'s fitness +1"{/i}

source: [ST] {i}Oh yes! I beat that cocky little shit.{/i}
italian: [ST] {i}Oh sì! Ho battuto quella piccola merda cazza.{/i}

source: [ST] {i}I'll have to rub it in his face when I get home.{/i}
italian: [ST] {i}Dovrò strofinarlo in faccia quando torno a casa.{/i}

source: [ST] {i}Oh man!.... I really worked up a sweat.{/i}
italian: [ST] {i}Oh uomo!.... Ho davvero lavorato un sudore.{/i}

source: [ST] {i}I just need to take a minute to rest and cool down.{/i}
italian: [ST] {i}Ho solo bisogno di prendere un minuto per riposare e rinfrescare.{/i}

source: [ST] {i}I can't even see [ryan]. I really kicked his ass.{/i}
italian: [ST] {i}Non riesco nemmeno a vedere [ryan]. Ho davvero cacciato il suo culo.{/i}

source: [CMT] {i}Shit!....{/i}
italian: [CMT] {i}Merda!....{/i}

source: [CMT] {i}Fuck!....{/i}
italian: [CMT] {i}Vaffanculo!.... {/i}

source: [CMT] {i}How did I get separated from my unit?{/i}
italian: [CMT] {i}Come sono stato separato dalla mia unità?{/i}

source: [CMT] {i}Ok... I must have been knocked unconscious.{/i}
italian: [CMT] {i}Ok... Devo essere stato bussato inconscio.{/i}

source: [CMT] {i}Because I don't remember how I got here.{/i}
italian: [CMT] {i}Perché non ricordo come sono arrivato qui.{/i}

source: [CMT] {i}At least I don't have any other wounds.{/i}
italian: [CMT] {i}Almeno non ho altre ferite.{/i}

source: [CMT] {i}How did I lose my rifle? Well, at least I still have my trusty sidearm.{/i}
italian: [CMT] {i}Come ho perso il mio fucile? Beh, almeno ho ancora il mio fidato sidearm.{/i}

source: [CMT] {i}I just hope the other boys from the unit are ok.{/i}
italian: [CMT] {i}Spero solo che gli altri ragazzi dell'unità siano ok.{/i}

source: [CMT] {i}It looks like I'm coming up onto a clearing.{/i}
italian: [CMT] {i}Sembra che io stia arrivando su una cancellazione.{/i}

source: [CMT] {i}There must be a village nearby.{/i}
italian: [CMT] {i}Ci deve essere un villaggio nelle vicinanze.{/i}

source: [CMT] {i}I just hope they're friendlies.{/i}
italian: [CMT] {i}Spero solo che siano amichevoli.{/i}

source: [CMT] {i}Oh... what do we have here?{/i}
italian: [CMT] {i}Oh... cosa abbiamo qui?{/i}

source: [CMT] {i}Looks like the village prostitute is out peddling her wares.{/i}
italian: [CMT] {i}Sembra che la prostituta del villaggio sia fuori smerigliare le sue guerre.{/i}

source: [CMT] {i}She looks like she's all alone.{/i}
italian: [CMT] {i}Sembra che sia tutta sola.{/i}

source: [CMT] {i}I'm going to have to go get me some of that.{/i}
italian: [CMT] {i}dovrò andare a prendermi un po'.{/i}

source: [CMT] {i}Even if she is on the enemy side, I'm sure she wouldn't say no to a few dollars.{/i}
italian: [CMT] {i}Anche se lei è dal lato nemico, sono sicuro che non direbbe di no a pochi dollari.{/i}

source: [ST] {i}Urgggghhh.... He must have given up and gone home.{/i}
italian: [ST] {i}Urgggghhh.... Deve aver rinunciato e dovuto andare a casa.{/i}

source: [CM] Well, hello there pretty thing!
italian: [CM] Beh, ciao lì bella cosa!

source: [S] Who... who are you?
italian: [S] Che... chi sei?

source: [CM] Oh that doesn't matter now, does it? I'm just a paying customer.
italian: [CM] Oh che non importa ora, vero? Sono solo un cliente pagante.

source: [S] A paying customer? What.... does that mean?
italian: [S] Un cliente pagante? Che cosa significa?

source: [CM] And I pay in dollars, which are a lot more valuable than your currency.
italian: [CM] E io pago in dollari, che sono molto più preziosi della tua valuta.

source: [S] What in the hell are you talking about?
italian: [S] Di che diavolo stai parlando?

source: [CM] Plus, I think you'll like what I've got right down here.
italian: [CM] Inoltre, penso che ti piacerà quello che ho fatto qui.

source: [ST] {i}Oh.... my.... God!...{/i}
italian: [ST] {i}Oh.... mio.... Dio!...{/i}

source: [ST] {i}He's a.... a....{/i}
italian: [ST] {i}È uno.... a....{/i}

source: [S] HELP!.... FLASHER!... HELP!
italian: [S] AIUTO!.... FLASHER!... AIUTO!

source: [X] Hey you! Stay right there!
italian: [X] Ehi a te! Rimanete proprio lì!

source: [CMT] {i}Shit!.... It's the commies!{/i}
italian: [CMT] {i}Shit!.... Sono le virgole!{/i}

source: [CM] You'll never catch me alive, you commie bastard!
italian: [CM] Non mi prenderai mai in vita, tu commie bastardo!

source: [S] HELP!.... FLASHER!... Please! Someone catch him!
italian: [S] AIUTO!.... FLASHER!... Per favore! Qualcuno lo cattura!

source: [P] Mr. Peterson!.... Please stop!.... Your family is worried about you!
italian: [P] Mr. Peterson!.... Per favore, fermatevi!.... La tua famiglia è preoccupata per te!

source: [CM] You commie bastards will thank us one day after we win this war!
italian: [CM] Tu commie bastardi ci ringrazierà un giorno dopo aver vinto questa guerra!

source: [P] No! Please stop!
italian: [P] No! Si prega di fermare!

source: [S] Holy shit!.... What in the hell?.... That crazy guy flashed me his junk!
italian: [S] Merda santa!.... Che cosa nell'inferno?.... Quel pazzo tipo mi ha lampeggiato la sua spazzatura!

source: [S] And it appears that [ryan] isn't coming!
italian: [S] Sembra che [ryan] non stia arrivando!

source: [S] I'm going to give him hell when I get home!
italian: [S] Gli darò l'inferno quando torno a casa!

source: [RT] {i}I really am in bad shape.{/i}
italian: [RT] {i}Sono veramente in cattiva forma.{/i}

source: [RT] {i}I can't believe how badly Sidney smoked me.{/i}
italian: [RT] {i}Non riesco a credere quanto Sidney mi abbia fumato.{/i}

source: [RT] {i}She's going to rub it in my face so bad!{/i}
italian: [RT] {i}Lei sta per strofinarlo in faccia così male!{/i}

source: [S] So there you are!
italian: [S] Così ci siete!

source: [R] Oh, good! You made it home.
italian: [R] Oh, buono! L'hai fatta a casa.

source: [R] Sorry I didn't meet you at the park.... My a.... ankle was acting up.... an old basketball injury.
italian: [R] Mi dispiace di non averti incontrato al parco.... La mia una.... caviglia si stava comportando.... un vecchio infortunio di pallacanestro.

source: [S] Don't make up excuses for being a pussy!
italian: [S] Non creare scuse per essere una figa!

source: [S] I waited a long time at the park for you.
italian: [S] Vi ho aspettato molto tempo al parco.

source: [S] Long enough for a crazy old man to flash me his junk.
italian: [S] A sufficienza per un vecchio pazzo per farmi lampeggiare la sua spazzatura.

source: [R] Oh my God! Really?
italian: [R] Oh mio Dio! Davvero?

source: [S] Yeah, after he confused me for a prostitute.
italian: [S] Sì, dopo che mi ha confuso per una prostituta.

source: [S] Is my workout outfit really that revealing?
italian: [S] Il mio outfit di allenamento è davvero rivelatore?

source: [R] No.... It's pretty sexy though.... I wonder if it was poor old Mr. Peterson.
italian: [R] No.... È abbastanza sexy però.... Mi chiedo se fosse povero vecchio signor Peterson.

source: [S] Yeah, I think I heard the police officer yell that name while he was chasing him.
italian: [S] Sì, penso di aver sentito il poliziotto urlare quel nome mentre lo stava inseguendo.

source: [R] Oh wow! You should have tried to catch him.
italian: [R] Oh wow! Avresti dovuto cercare di catturarlo.

source: [S] .... Are you crazy? He wanted to pay me for sex!
italian: [S] Sei pazzo? Voleva pagarmi per il sesso!

source: [R] Oh, he's just a little confused. He's a war hero you know.
italian: [R] Oh, è solo un po' confuso. È un eroe di guerra che conosci.

source: [R] You would have been a hero too, if you had caught him.
italian: [R] Anche tu saresti stato un eroe, se lo avessi catturato.

source: [R] His poor family.
italian: [R] La sua povera famiglia.

source: [S] His poor family? What about me? He flashed me his nasty old wrinkly junk.
italian: [S] La sua povera famiglia? Che dire di me? Mi ha lampeggiato la sua brutta vecchia spazzatura rugosa.

source: [R] Yeah, well I'm sure he's been off of his meds for a while now.
italian: [R] Sì, sono sicuro che sia stato fuori dai suoi meds per un po' di tempo.

source: [R] Didn't you hear about him on the news?
italian: [R] Non hai sentito parlare di lui sulla notizia?

source: [S] No.... I've been at college, I wasn't following your local news.
italian: [S] No... sono stato all'università, non stavo seguendo le tue notizie locali.

source: [R] Well, he escaped from the nursing home a few weeks ago.
italian: [R] Beh, è scappato dalla casa di cura qualche settimana fa.

source: [R] No one's been sure if he's dead or alive, but people keep having sightings of him.
italian: [R] Nessuno è stato sicuro se è morto o vivo, ma la gente continua ad avere avvistamenti di lui.

source: [R] Nobody's been able to catch him either. They say his survival training from the army is probably keeping him alive.
italian: [R] Nessuno è stato in grado di catturarlo. Dicono che il suo addestramento di sopravvivenza da parte dell'esercito probabilmente lo sta tenendo vivo.

source: [R] Poor Mr. Peterson.
italian: [R] Povero signor Peterson.

source: [S] Stop feeling sorry for my flasher!
italian: [S] Smettetela di sentirmi dispiaciuta per il mio falciatore!

source: [R] But he's....
italian: [R] Ma è lui....

source: [S] I don't care.
italian: [S] Non mi importa.

source: [S] {i}(mumbling){/i} Thought I'd get a little sympathy, but he only cares about poor Mr. Peterson.
italian: [S] {i}(mumbling){/i} Pensavo che avrei un po' di simpatia, ma gli importa solo il povero signor Peterson.

source: [RT] {i}Haha.... He thought Sidney was a prostitute.... I know I'd pay for a piece of that ass.{/i}
italian: [RT] {i}Haha.... Pensava che Sidney fosse una prostituta.... So che avrei pagato un pezzo di quel culo.{/i}

source: [RT] {i}I need to get myself into better shape though, if I want to run with Sidney every morning.{/i}
italian: [RT] {i}Ho bisogno di mettermi in forma migliore, però, se voglio correre con Sidney ogni mattina.{/i}

source: [RT] {i}I should probably keep running in the mornings to increase my endurance and overall physical fitness.{/i}
italian: [RT] {i}Dovrei probabilmente continuare a correre al mattino per aumentare la mia resistenza e la mia idoneità fisica complessiva.{/i}

source: [RT] {i}Looks like Lauren's watching her ponies show again.{/i}
italian: [RT] {i}Sembra che Lauren stia guardando di nuovo il suo spettacolo di pony.{/i}

source: [RT] {i}That's the doorbell. I'm pretty sure I know who that is.{/i}
italian: [RT] {i}Questo è il campanello. Sono abbastanza sicuro di sapere chi sia.

source: [J] Hello little boy, is your mom at home?
italian: [J] Ciao ragazzino, la tua mamma è in casa?

source: {i}"A few minutes earlier."{/i}
italian: {i}"Qualche minuto prima."{/i}

source: [ST] {i}I don't have much time. I've got to make this fast.{/i}
italian: [ST] {i}Non ho molto tempo. Devo fare in fretta {/i}.

source: [ST] {i}If I were [ryan], where would I hide my money?{/i}
italian: [ST] {i}Se fossi [ryan], dove nasconderei i miei soldi?

source: [ST] {i}It's not in his desk.{/i}
italian: [ST] {i}Non è nella sua scrivania.{/i}

source: [ST] {i}No shoe boxes of cash under the bed.{/i}
italian: [ST] {i}Nessuna scatola di scarpe di contanti sotto il letto.{/i}

source: [ST] {i}That's a lot of cash just sitting in his top drawer.{/i}
italian: [ST] {i}Ci sono un sacco di soldi nel suo primo cassetto.

source: [ST] {i}As soon as Mom's off to the club, I'll put it right back.{/i}
italian: [ST] {i}Non appena la mamma se ne va al club, la rimetto subito a posto.{/i}

source: [ST] {i}There's not even enough here to pay the Mafia debt this week.{/i}
italian: [ST] {i}Non c'è neanche abbastanza qui per pagare il debito mafioso questa settimana.{/i}

source: [ST] {i}I'd better take it anyways, just in case [ryan] has enough to cover the rest in his wallet.{/i}
italian: [ST] {i}Farei meglio a prenderlo comunque, nel caso in cui [ryan] abbia abbastanza per coprire il resto nel suo portafoglio.{/i}

source: [ST] {i}I can't believe I'm doing this.{/i}
italian: [ST] {i}Non posso credere che lo sto facendo.{/i}

source: [ST] {i}What has come over me lately?{/i}
italian: [ST] {i}Cosa mi è successo ultimamente?

source: [ST] {i}I think it's just the fact that Mom has always been such a prude.{/i}
italian: [ST] {i}Penso che sia solo il fatto che mamma è sempre stata una tale puritana.

source: [ST] {i}I can't even imaging her stripping on a stage.{/i}
italian: [ST] {i}Non riesco nemmeno ad immaginarla mentre si spoglia su un palco.

source: [ST] {i}I've got to see it to believe it.{/i}
italian: [ST] {i}Devo vederlo per crederci.{/i}

source: [ST] {i}And if [ryan] doesn't have the cash to pay the Mafia, than Mom's got to go work the pole.{/i}
italian: [ST] {i}E se [ryan]non ha i soldi per pagare la mafia, allora mamma deve andare a lavorare al palo.{/i}

source: [ST] {i}Shit!.... Am I going too far?....{/i}
italian: [ST] {i}Merda! .... Sto andando troppo oltre? ....{/i}

source: [ST] {i}Shit! That's probably them. I've got to really hurry and get my clubbing outfit on.{/i}
italian: [ST] {i}Merda! Probabilmente sono loro. Devo sbrigarmi a mettere il mio vestito da discoteca.{/i}

source: [RT] {i}He knows I'm an adult by now. What an asshole.{/i}
italian: [RT] {i}Lui sa che sono un adulto ormai. Che stronzo.{/i}

source: [R] Just a second.
italian: [R] Solo un secondo.

source: [R] Hey Mom, there's some strange men at the door for you!
italian: [R] Ehi mamma, ci sono degli uomini strani alla porta per te!

source: [R] Wow, Mom! Looking good as ever!
italian: [R] Wow, mamma! Sei bella come sempre!

source: [M] Please, [ryan].... not now.
italian: [M] Per favore, [ryan].... non ora.

source: [M] Were you able to get enough money together to pay them off this week?
italian: [M] Sei riuscito a mettere insieme abbastanza soldi per pagarli questa settimana?

source: [R] Of course, Mom, did you really doubt me?
italian: [R] Certo, mamma, hai davvero dubitato di me?

source: [R] I've just got to run to my room and get it. I'll be right back.
italian: [R] Devo solo correre nella mia stanza e prenderli. Torno subito.

source: [RT] {i}What in the hell?!{/i}
italian: [RT] {i}Che diavolo?! {/i}

source: [RT] {i}Where is my Goddamned money?{/i}
italian: [RT] {i}Dove sono i miei maledetti soldi?
