Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [L] Of course, I have to be running against the captain of the basketball team!
french: [L] Bien sûr, je dois courir contre le capitaine de l'équipe de basket!
italian: [L] Certo, devo correre contro il capitano della squadra di basket!

source: [L] How could I ever get more votes than him?
french: [L] Comment pourrais-je obtenir plus de votes que lui?
italian: [L] Come potrei ottenere più voti di lui?

source: [L] Should I just give up?
french: [L] Devrais-je abandonner?
italian: [L] Dovrei solo rinunciare?

source: [RT] {i}Oh, fuck me... I've got an opportunity to get out of helping with this ridiculously impossible campaign.{/i}
french: [RT] {i}Oh, merde... J'ai l'occasion de ne plus aider pour cette campagne ridiculement impossible.{/i}
italian: [RT] {i}Oh, mi scopa... Ho l'opportunità di uscire di aiutare con questa campagna ridicolamente impossibile.{/i}

source: [RT] {i}If she dropped out, it would save me a ton of time, not to mention all the money I'd save.{/i}
french: [RT] {i}Si elle abandonnait, cela me ferait gagner beaucoup de temps, sans parler de tout l'argent que j'économiserais.{/i}
italian: [RT] {i}Se si lasciasse fuori, mi risparmierebbe una tonnellata di tempo, per non parlare di tutti i soldi che risparmiavo.{/i}

source: [RT] {i}But...{/i}
french: [RT] {i}Mais...{/i}
italian: [RT] {i}Ma...{/i}

source: [RT] {i}She wants this so badly!{/i}
french: [RT] {i}Elle le veut tellement!{/i}
italian: [RT] {i}Vuole così male!{/i}

source: [RT] {i}Look at that face... Can I really shoot down her dream?{/i}
french: [RT] {i}Regarde ce visage... Puis-je vraiment démolir son rêve ?{/i}
italian: [RT] {i}Guardate quel viso... Posso davvero abbattere il suo sogno?{/i}

source: [R] Well, I didn't want to discourage you, but you said it yourself. How could you ever get more votes than the most popular kid in school?
french: [R] Eh bien, je ne voulais pas te décourager, mais tu l'as dit toi-même. Comment pourrais-tu obtenir plus de votes que l'enfant le plus populaire à l'école?
italian: [R] Beh, non volevo scoraggiarvi, ma tu l'hai detto tu. Come si potrebbe mai ottenere più voti del bambino più popolare a scuola?

source: [R] Why don't we just write a well worded concession speech, blaming personal problems for not being able to continue the campaign...
french: [R] Pourquoi ne pas écrire un discours de concession bien formulé, blâmant les problèmes personnels de ne pas pouvoir continuer la campagne...
italian: [R] Perché non scriviamo un discorso di concessione ben formulato, incolpando i problemi personali per non essere in grado di continuare la campagna...

source: [R] Nobody's going to fault you for not wanting to run against Matt.
french: [R] Personne ne te reprochera de ne pas vouloir courir contre Matt.
italian: [R] Nessuno ti colpirà per non voler correre contro Matt.

source: [RT] {i}Oh, shit!... That's not what she wanted to hear.{/i}
french: [RT] {i}Oh, merde!... Ce n'est pas ce qu'elle voulait entendre.{/i}
italian: [RT] {i}Oh, male!... Non è quello che voleva sentire.{/i}

source: [L] Oh, so you don't think I can win against Matt?
french: [L] Oh, donc tu ne penses pas que je peux gagner contre Matt?
italian: [L] Oh, quindi non pensi di poter vincere contro Matt?

source: [R] No... but... you're the one who said...
french: [R] Non... mais... c'est toi qui l'as dit...
italian: [R] No... ma... sei colui che ha detto...

source: [L] You're just like Dad... He said I was wasting his money the last time I ran for office, too.
french: [L] Tu es comme papa... Il a dit que je gaspillais son argent la dernière fois que je me suis présenté aussi.
italian: [L] Sei proprio come papà... ha detto che stavo sprecando i suoi soldi l'ultima volta che ho funzionato per l'ufficio, anche.

source: {b}{i}"Lauren's Anger +3"{/i}{/b}
french: {i}{b}«Colère de Lauren +3»{/b}{/i}

source: [L] Maybe I could actually accomplish something, if the people I love just believed in me!
french: [L] Peut-être que je pourrais réellement accomplir quelque chose, si les gens que j'aime croyaient juste en moi!
italian: [L] Forse potrei davvero realizzare qualcosa, se le persone che amo credevano in me!

source: [L] You know what? I'm going to win just to prove both of you wrong!
french: [L] Tu sais quoi? Je vais gagner juste pour te prouver que tu as tort!
italian: [L] Sai cosa? vincerò solo per provare che entrambi ti sbagliano!

source: [RT] {i}I'd better say something to fix this.{/i}
french: [RT] {i}Je ferais mieux de dire quelque chose pour résoudre ce problème.{/i}
italian: [RT] {i}Farei meglio a dire qualcosa per risolvere questo problema. {/i}

source: [R] You know what?... Dad's an asshole!
french: [R] Tu sais quoi?... Papa est un connard!
italian: [R] Sai cosa?... papà è uno stronzolo!

source: [R] I actually really appreciate you pointing out that I was being toxic like him.
french: [R] J'apprécie vraiment que tu me fasses remarquer que j'étais toxique comme lui.
italian: [R] In realtà apprezzo molto che tu abbia sottolineato che ero tossico come lui.

source: [R] I'm sorry!
french: [R] Je suis désolé !
italian: [R] Mi dispiace!

source: [R] I still really want to help you become our next student body president.
french: [R] Je veux toujours vraiment t'aider à devenir notre prochain président du corps étudiant.
italian: [R] Voglio ancora aiutarvi a diventare il nostro prossimo presidente del corpo studentesco.

source: [L] Even though we're going up against impossible odds?
french: [L] Même si nous allons contre des chances impossibles?
italian: [L] Anche se stiamo andando contro le quote impossibili?

source: [R] Hey, our Dad's in prison... We owe untold amounts of money to the Mafia... But we're staying on our feet. We eat impossible odds for breakfast!
french: [R] Hé, notre père est en prison... Nous devons des sommes incalculables à la Mafia... Mais nous restons debout. Nous mangeons des cotes impossibles pour le petit déjeuner!
italian: [R] Hey, nostro papà in prigione... Dobbiamo somme incalcolabili di denaro alla mafia. Ma restiamo sui nostri piedi. Mangiamo quote impossibili per colazione!

source: [L] Haha... nice pep talk... you dork.
french: [L] Haha... belle conversation de peps... espèce d'idiot.
italian: [L] Haha... bel pep talk... dormito.

source: {b}{i}"Lauren's Anger -2"{/i}{/b}
french: {i}{b}«Colère de Lauren -2»{/b}{/i}
italian: {b}{i}"Rabbia di Lauren -2"{/i}{/b}

source: [R] Hey, don't laugh!
french: [R] Hé, ne ris pas!
italian: [R] Hey, non ridere!

source: [L] Thanks for making me feel better.
french: [L] Merci de m'avoir fait me sentir mieux.
italian: [L] Grazie per avermi fatto sentire meglio.

source: [L] But, really... How are we going to do this?
french: [L] Mais, vraiment... Comment on va faire ça ?
italian: [L] Ma, davvero... Come faremo questo?

source: [RT] {i}I can't believe I'm doing this!...{/i}
french: [RT] {i}Je n'arrive pas à croire que je fais ça!...{/i}
italian: [RT] {i}Non posso credere che sto facendo questo!...{/i}

source: [R] Lauren... You have to win!
french: [R] Lauren... Tu dois gagner!
italian: [R] Lauren... devi vincere!

source: [L] Really?... You think I can?
french: [L] Vraiment?... Tu crois que je peux?
italian: [L] Davvero?... Pensi che io posso?

source: [R] It's not going to be easy.
french: [R] Ce ne sera pas facile.
italian: [R] Non sarà facile.

source: [R] But together, we can do anything.
french: [R] Mais ensemble, nous pouvons tout faire.
italian: [R] Ma insieme, possiamo fare qualunque cosa.

source: [R] Well... I'd say that the biggest problem is that a lot of people don't even know who you are, and everybody knows Matt.
french: [R] Bien... Je dirais que le plus gros problème est que beaucoup de gens ne savent même pas qui tu es, et tout le monde connaît Matt.
italian: [R] Bene... direi che il problema più grande è che molte persone non sanno nemmeno chi sei, e tutti conoscono Matt.

source: [R] Somehow we've got to change that.
french: [R] D'une manière ou d'une autre, nous devons changer cela.
italian: [R] In qualche modo dobbiamo cambiare quello.

source: [R] Hmmm... What can we do?
french: [R] Hmmm... Que pouvons-nous faire ?
italian: [R] Hmmm... Cosa si può fare?

source: [L] A whole shitload of campaign buttons?
french: [L] Toute une panoplie de boutons de campagne ?
italian: [L] Un intero shitload di pulsanti campagna?

source: [R] No... Nobody at this school wants to be caught dead wearing a campaign button.
french: [R] Non... Personne dans cette école ne veut être pris mort avec un bouton de campagne.
italian: [R] No... Nessuno in questa scuola vuole essere catturato morto indossando un pulsante di campagna.

source: [R] Oh.... I know... We need to do some aggressive marketing to get your name out there.
french: [R] Oh.... Je sais... Nous devons faire du marketing agressif pour faire connaître ton nom.
italian: [R] Oh.... Lo so... Dobbiamo fare qualche marketing aggressivo per ottenere il tuo nome là fuori.

source: [R] And do you know what the first rule of marketing is?
french: [R] Et sais-tu quelle est la première règle du marketing?
italian: [R] E sapete qual è la prima regola del marketing?

source: [R] Sex sells!
french: [R] Le sexe est vendeur!
italian: [R] Il sesso vende!

source: [L] What!?
french: [L] Quoi!?
italian: [L] Cosa?

source: [R] Wait... Hear me out!
french: [R] Attends... Écoutes-moi!
italian: [R] Attendere... Ascoltami fuori!

source: [R] I already gave you a golden idea, but you shot it down.
french: [R] Je t'ai déjà donné une idée en or, mais tu ne l'as pas retenue.
italian: [R] Vi ho già dato un'idea d'oro, ma l'avete abbattuta.

source: [L] You mean the sexy cosplay posters?
french: [L] Tu veux dire les affiches de cosplay sexy?
italian: [L] Intendi i poster sexy cosplay?

source: [R] Yes, the sexy cosplay posters.
french: [R] Oui, les affiches de cosplay sexy.
italian: [R] Sì, i manifesti di cosplay sexy.

source: [L] [ryan]!... I can't have pictures of me like that all over the school!
french: [L] [ryan]!... Je ne peux pas avoir des photos de moi comme ça partout dans l'école!
italian: [L] [ryan]!... Non posso avere foto di me come quella in tutta la scuola!

source: [R] Why not?... They're all over the internet.
french: [R] Pourquoi pas?... Elles sont partout sur Internet.
italian: [R] Perché no?... Sono dappertutto in internet.

source: [L] They're not all over the internet! They're behind a paywall on your Cosplay Heaven account.
french: [L] Elles ne sont pas partout sur Internet! Elles sont derrière un profil payant sur ton compte Cosplay Heaven.
italian: [L] Non sono tutti su Internet! Sono dietro un paywall sul tuo account Cosplay Heaven.

source: [R] Only the explicit images... Oh, did you think I'd use those images for the posters?
french: [R] Uniquement les images explicites... Tu pensais que j'utiliserais ces images pour les affiches ?
italian: [R] Solo le immagini esplicite... Oh, hai pensato che avessi usato quelle immagini per i manifesti?

source: [L] Well, the thought had crossed my mind.
french: [L] Eh bien, la pensée m'avait traversé l'esprit.
italian: [L] Beh, il pensiero mi aveva attraversato la mente.

source: [R] Lauren, you'd get kicked out of school for distributing pornography if we used those pictures.
french: [R] Lauren, tu te ferais virer de l'école pour avoir distribué de la pornographie si on utilisait ces photos.
italian: [R] Lauren, si sarebbe cacciato fuori dalla scuola per la distribuzione di pornografia se abbiamo usato quelle immagini.

source: [R] I'm talking about the sexy ones that show no nudity... The ones anyone can access on my CH account.
french: [R] Je parle des sexy qui ne montrent aucune nudité... Ceux auxquels tout le monde peut accéder sur mon compte CH.
italian: [R] Sto parlando di quelli sexy che non mostrano nudità... quelli a cui chiunque può accedere sul mio account CH.

source: [L] Well, that doesn't make me feel a whole lot better.
french: [L] Eh bien, cela ne me fait pas me sentir beaucoup mieux.
italian: [L] Beh, questo non mi fa sentire molto meglio.

source: [L] Would the school even let us put up sexy posters?
french: [L] L'école nous laisserait-elle même mettre des affiches sexy?
italian: [L] La scuola ci lascerebbe persino mettere poster sexy?

source: [R] I don't see why not?
french: [R] Je ne vois pas pourquoi pas?
italian: [R] Non vedo perché?

source: [R] They wouldn't be any more revealing than the outfits the drama club girls wore for the Moulin Rouge Musical they put on last year.
french: [R] Elles ne seraient pas plus révélatrices que les tenues que les filles du drama club portaient pour la comédie musicale Moulin Rouge qu'elles ont enfilée l'année dernière.
italian: [R] Non sarebbero più rivelatori degli outfit che le ragazze dramma club indossavano per il Moulin Rouge Musical che indossavano l'anno scorso.

source: [R] Even I was surprised at what they got away with.
french: [R] Même j'ai été surpris de ce qu'elles ont réussi à faire.
italian: [R] Anche io sono rimasto sorpreso da quello che hanno ottenuto via con.

source: [R] Somehow, schoolboard member Will Tylor was able to convince the rest of the schoolboard to let that happen.
french: [R] D'une manière ou d'une autre, le membre du conseil scolaire Will Tylor a réussi à convaincre le reste du conseil scolaire de laisser cela se produire.
italian: [R] In qualche modo, il membro del consiglio scolastico Will Tylor è stato in grado di convincere il resto del consiglio scolastico a lasciare che ciò accadesse.

source: [R] I'm sure they wouldn't raise a stink about one of their own students displaying one of her talents to convince other students to vote for her.
french: [R] Je suis sûr qu'ils ne soulèveraient pas une puanteur à l'idée qu'une de leurs propres élèves fasse preuve de l'un de ses talents pour convaincre d'autres étudiants de voter pour elle.
italian: [R] Sono sicuro che non solleverebbero una puzza su uno dei loro studenti che mostra uno dei suoi talenti per convincere altri studenti a votare per lei.

source: [L] Hmmm... Still, I don't know.
french: [L] Hmmm... Pourtant, je ne sais pas.
italian: [L] Hmmm... Ancora, non lo so.

source: [R] Listen. What else could you possibly do that would get an entire school to not just notice you... but talk non stop about you?
french: [R] Écoutes. Que pourrais-tu faire d'autre pour que toute une école ne te remarque pas seulement... mais tu parles sans arrêt de toi ?
italian: [R] Ascolta. Cos'altro potresti mai fare che avrebbe portato un'intera scuola a non solo notarti... ma parlare senza sosta di te?

source: [L] Bake the whole school cookies?
french: [L] Cuire tous les biscuits de l'école?
italian: [L] Cuocere i biscotti tutta la scuola?

source: [R] Not unless each cookie had one of those edible picture of you in sexy Cosplay...
french: [R] Pas à moins que chaque cookie ait une de ces photos comestibles de toi en Cosplay sexy...
italian: [R] Non a meno che ogni cookie aveva una di quelle foto commestibili di voi in Cosplay sexy...

source: [R] Hmmm... Not a bad idea... We could do that as well... I'm not sure how we would make that many...
french: [R] Hmmm... Pas une mauvaise idée... Nous pourrions le faire aussi... Je ne sais pas comment on en ferait autant...
italian: [R] Hmmm... Non è una cattiva idea... Potremmo farlo anche noi... Non so come ne faremmo tanti...

source: [L] [ryan]! We're not making sexy cookies too.
french: [L] [ryan]! Nous ne faisons pas de biscuits sexy aussi.
italian: [L] [ryan]! Non faremo anche biscotti sexy.

source: [L] We either do the posters, or the sexy cookies, and I think it would be much easier and more cost effective if we just do the posters.
french: [L] Nous faisons soit les affiches, soit les cookies sexy, et je pense que ce serait beaucoup plus facile et plus rentable si nous ne faisions que les affiches.
italian: [L] Facciamo i poster, o i biscotti sexy, e penso che sarebbe molto più facile e più conveniente se facessimo solo i poster.

source: [R] You're good to do the sexy cosplay posters?
french: [R] Tu es ok pour faire les affiches de cosplay sexy?
italian: [R] Sei bravo a fare i poster cosplay sexy?

source: [L] I don't love it, but you're right... I can't think of a better way to get everybody talking about me.
french: [L] Je n'aime pas ça, mais tu as raison... Je ne peux pas penser à une meilleure façon de faire parler de moi.
italian: [L] Non mi piace, ma hai ragione... Non riesco a pensare a un modo migliore per far parlare tutti di me.

source: [L] Oh, God, what will Mom say?
french: [L] Oh, mon Dieu, que va dire maman?
italian: [L] Oh, Dio, cosa dirà la mamma?

source: [R] We can worry about Mom when the time comes.
french: [R] Nous pouvons nous inquiéter pour maman le moment venu.
italian: [R] Possiamo preoccuparci della mamma quando arriverà il momento.

source: [R] For now, let's just make the posters.
french: [R] Pour l'instant, faisons juste les affiches.
italian: [R] Per il momento, facciamo solo i poster.

source: [L] You're right.
french: [L] Tu as raison.
italian: [L] Hai ragione.

source: [L] Since you've already got access to my cosplay pics, and the money to print them, do you mind making the posters?
french: [L] Puisque tu as déjà accès à mes photos de cosplay, et l'argent pour les imprimer, ça te dérange de faire les affiches?
italian: [L] Dal momento che hai già accesso alle mie foto del cosplay, e ai soldi per stamparle, ti dispiace fare i poster?

source: [R] Of course... And I'll even hang all of them up for you.
french: [R] Bien sûr... Et je vais même les pendre toutes pour toi.
italian: [R] Certo... E li appoggerò tutti per voi.

source: [L] Alright... but, [ryan]... I'm trusting you.
french: [L] D'accord... mais, [ryan]... Je te fais confiance.
italian: [L] Va bene... ma, [ryan]... mi fido di te.

source: [R] Don't worry... I won't go overboard.
french: [R] Ne t'inquiètes pas... Je n'irai pas trop loin.
italian: [R] Non preoccuparti... Non andrò in mare.

source: {b}{i}"Sound of door opening."{/i}{/b}
french: {b}{i}'Bruit d'ouverture de porte.'{/i}{/b}
italian: {b}{i}"L'apertura della porta."{/i}{/b}

source: [MB] Well, whatever you're doing, I would suggest you go a little more overboard.
french: [MB] Eh bien, quoi que tu fasses, je te suggère d'aller un peu plus en surclassement.
italian: [MB] Beh, qualunque cosa tu stia facendo, ti suggerirei di andare un po' di più in mare.

source: [MB] I mean, did you hear those poll numbers?
french: [MB] Je veux dire, as-tu entendu ces résultats de sondage?
italian: [MB] Intendo dire, hai sentito quei numeri di sondaggio?

source: [MB] You're going to have to resort to something drastic to turn those numbers around.
french: [MB] Tu vas devoir recourir à quelque chose de drastique pour inverser ces chiffres.
italian: [MB] Dovrai ricorrere a qualcosa di drastico per girare questi numeri.

source: [L] How did you find us?
french: [L] Comment nous as-tu trouvés ?
italian: [L] Come ci hai trovati?

source: [R] Yeah, this is a private meeting. You two aren't invited.
french: [R] Ouais, c'est une réunion privée. Tu n'es pas invités.
italian: [R] Sì, questa è una riunione privata. Non sei invitato.

source: [MB] Relax, you two.
french: [MB] Détendez-vous, vous deux.
italian: [MB] Relax, voi due.

source: [MG] We just came to check on Lauren. She seemed pretty upset after the morning announcements.
french: [MG] Nous sommes juste venus voir Lauren. Elle semblait assez bouleversée après les annonces du matin.
italian: [MG] Siamo appena venuti a controllare Lauren. Sembrava piuttosto sconvolta dopo gli annunci del mattino.

source: [L] Did I look upset? Well, you're mistaken. I'm doing just fine.
french: [L] Ai-je eu l'air contrarié? Tu te trompes. Je vais très bien.
italian: [L] Ho cercato di essere sconvolto? Beh, ti sbagli. Sto semplicemente bene.

source: [L] We just needed some extra time to figure out how we're going to start kicking your ass in the polls.
french: [L] Nous avions juste besoin de plus de temps pour comprendre comment nous allons commencer à te botter le cul dans les sondages.
italian: [L] Abbiamo solo bisogno di un po' di tempo supplementare per capire come inizieremo a calcare il tuo culo nelle urne.

source: [MB] Hahaha... You don't really think you can beat me, do you?
french: [MB] Hahaha... Tu ne penses pas vraiment pouvoir me battre, n'est-ce pas?
italian: [MB] Hahaha... Non pensi davvero che mi puoi battere, vero?

source: [MB] I mean, There were three other people that signed up to run for student body president, but they all dropped out as soon as they heard they would be running against me.
french: [MB] Je veux dire, il y avait trois autres personnes qui se sont inscrites pour se présenter à la présidence du corps étudiant, mais elles ont toutes abandonné dès qu'elles ont appris qu'elles se présenteraient contre moi.
italian: [MB] Intendo dire che c'erano altre tre persone che si sono iscritte per correre per il presidente del corpo studentesco, ma tutti sono caduti fuori non appena hanno sentito che sarebbero correndo contro di me.

source: [MB] And every one of them was more popular than you are.
french: [MB] Et chacun d'elles était plus populaire que toi.
italian: [MB] E ciascuno di loro era più popolare di voi.

source: [L] You are such an arrogant prick!
french: [L] Tu es un connard tellement arrogant!
italian: [L] Sei un così arrogante!

source: [L] You think that everybody is going to vote for you, just because you're the captain of the basketball team?
french: [L] Tu penses que tout le monde va voter pour toi, simplement parce que tu es le capitaine de l'équipe de basket?
italian: [L] Pensate che tutti voteranno per voi, solo perché siete il capitano della squadra di basket?

source: [L] Everybody knows you'll make a terrible president. You'll be too busy playing basketball and fucking teachers to pay any attention to making our school a better place.
french: [L] Tout le monde sait que tu feras un terrible président. Tu seras trop occupé à jouer au basket et à te faire des profs pour faire de notre école un meilleur endroit.
italian: [L] Tutti sanno che farai un presidente terribile. Sarai troppo impegnato a giocare a basket e a fare insegnanti di cazzo per prestare tutta l'attenzione a rendere la nostra scuola un posto migliore.

source: [L] I'll help them realize that they deserve a president that will fight for them and make this school the best place it can be.
french: [L] Je vais les aider à réaliser qu'ils méritent un président qui se battra pour eux et fera de cette école le meilleur endroit possible.
italian: [L] Li aiuterò a rendersi conto che meritano un presidente che combatterà per loro e rendere questa scuola il posto migliore che può essere.

source: [MB] Haha, please... As student body president, I just have to give my work to the rest of the student council. They'll be so eager to stay in my good graces, that they'll do anything I tell them.
french: [MB] Haha, s'il te plait... En tant que président du corps étudiant, je dois juste donner mon travail au reste du conseil étudiant. Ils seront tellement désireux de rester dans mes bonnes grâces, qu'ils feront tout ce que je leur dirai.
italian: [MB] Haha, per favore... Come presidente del corpo studentesco, devo solo dare il mio lavoro al resto del consiglio studentesco. Saranno così ansiosi di rimanere nelle mie buone grazie, che faranno tutto quello che dico loro.

source: [MB] Leaving me plenty of time to keep playing basketball and fucking teachers.
french: [MB] Me laissant beaucoup de temps pour continuer à jouer au basket et à me faire des profs.
italian: [MB] Lasciandomi un sacco di tempo per continuare a giocare a basket e cazzo insegnanti.

source: [L] Urrrgghhh... You're such an asshole!
french: [L] Urrrgghhh... T'es un connard !
italian: [L] Urrrgghhh... Sei un tale stronzo!
