Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [MB] Didn't you want to go somewhere to take care of that?
french: [MB] Tu ne voulais pas aller quelque part pour t'en occuper ?
italian: [MB] Non hai voluto andare da qualche parte per prenderti cura di questo?

source: [MG] No... I still can't.
french: [MG] Non... Je ne peux toujours pas.
italian: [MG] No... ancora non posso.

source: [MB] You mean you still have a rash down there?
french: [MB] Tu veux dire que tu as encore une éruption là-bas?
italian: [MB] Intendi che hai ancora un rash giù lì?

source: [MB] When in the fuck is that thing ever going to go away?
french: [MB] Quand, putain, cette chose va-t-elle disparaître?
italian: [MB] Quando nel cazzo è che la cosa andrà mai via?

source: [MB] My balls are getting blue.
french: [MB] Mes couilles deviennent bleues.
italian: [MB] Le mie palline stanno diventando blu.

source: [MB] Fine... I'm going to have to figure out something else.
french: [MB] Bien... Je vais devoir trouver autre chose.
italian: [MB] Cino... Dovrò capire qualcos'altro.

source: [MGT] {i}Fucker's probably going to look for Jessica.{/i}
french: [MGT] {i}Le baiseur va probablement chercher Jessica.{/i}
italian: [MGT] {i}Fucker probabilmente cercherà Jessica.{/i}

source: [RT] {i}Ok, Mom's probably in her office.{/i}
french: [RT] {i}Ok, maman est probablement dans son bureau.{/i}
italian: [RT] {i}Ok, la mamma probabilmente nel suo ufficio.{/i}

source: [M] Okay class, let's talk more about your final projects for the Oedipal curriculum. Remember that you have to show applications and examples of the Oedipus tragedy in our modern society.
french: [M] Ok la classe, parlons davantage de vos projets finaux pour le programme d'études d'Oedipe. Rappelez-vous que vous devez montrer des applications et des exemples de la tragédie d'Œdipe dans notre société moderne.
italian: [M] Okay class, parliamo di più dei tuoi progetti finali per il curriculum di Oedial. Ricordate che dovete mostrare applicazioni ed esempi della tragedia dell’Edipo nella società moderna.

source: {i}"Now that the election process has been going on for a while, you now have the option of triggering the actual election."{/i}
french: {i}'Maintenant que le processus électoral est en cours depuis un certain temps, vous avez maintenant la possibilité de déclencher l'élection proprement dite.'{/i}
italian: {i}"Ora che il processo elettorale è in corso da un po', ora hai la possibilità di attivare le elezioni effettive."{/i}

source: {i}"Congratulations, you have completed all the events to make Lauren successful in winning the election! {b}"WARNING"{/b} Triggering the election will make certain repeating events unnavailable once the election is over."{/i}
french: {i}'Félicitations, vous avez terminé tous les événements pour que Lauren réussisse à remporter l'élection! {b}'AVERTISSEMENT'{/b} Le déclenchement de l'élection rendra certains événements répétitifs non disponibles une fois l'élection terminée.'{/i}
italian: {i}"Congratulazioni, hai completato tutti gli eventi per far sì che Lauren vinca le elezioni! {b}"ATTENZIONE"{/b} Attivare l'elezione renderà alcuni eventi ripetuti non disponibili una volta terminate le elezioni. {/ i}

source: {i}"WARNING... You have not finished all the events necessary to win the election. If you trigger the election now, Lauren will lose and certain repeating events will become unavailable once the election is over.{/i}
french: {i}'AVERTISSEMENT... Vous n'avez pas terminé tous les événements nécessaires pour gagner l'élection. Si vous déclenchez l'élection maintenant, Lauren perdra et certains événements répétés deviendront indisponibles une fois l'élection terminée.'{/i}
italian: {i}"ATTENZIONE... Non hai completato tutti gli eventi necessari per vincere le elezioni. Se si innesca l'elezione adesso, Lauren perderà e alcuni eventi ripetuti non saranno disponibili una volta che l'elezione sarà finita.{/i}

source: {i}"Would you like to trigger the election?"{/i}
french: {i}'Voulez-vous déclencher l'élection?'{/i}
italian: {i}"Vuoi avviare l'elezione?"{/i}

source: [M] Okay class, let's talk more about your final projects for the Oedipal curriculum. Remember that you have to show modern applications and examples of the Oedipus tragedy in our modern society.
french: [M] Bon cours, parlons plus de vos projets finaux pour le programme œdipien. Rappelez-vous que vous devez montrer des applications modernes et des exemples de la tragédie d'Œdipe dans notre société moderne.
italian: [M] Okay class, parliamo di più dei tuoi progetti finali per il curriculum Oedipal. Ricordate che dovete mostrare applicazioni moderne ed esempi della tragedia dell’Edipo nella nostra società moderna.

source: [IV] Good morning, students and teachers. Please turn on your TVs for the morning announcements.
french: [IV] Bonjour, étudiants et enseignants. Veuillez allumer vos téléviseurs pour les annonces du matin.
italian: [IV] Buongiorno, studenti e insegnanti. Attiva le tue TV per gli annunci del mattino.

source: [M] Alright class, everybody pay attention to the TV, please.
french: [M] Très bien classe, tout le monde fait attention à la télé, s'il vous plait.
italian: [M] Buona lezione, tutti prestano attenzione alla TV, per favore.

source: [PH] Good morning students of Shagtown High!
french: [PH] Bonjour les étudiants de Shagtown High!
italian: [PH] Buongiorno studenti di Shagtown High!

source: [PH] As your principal, it's my honor to give you the weekly morning announcements.
french: [PH] En tant que directeur, c'est mon honneur de vous donner les annonces hebdomadaires du matin.
italian: [PH] Come vostro principale, è mio onore darvi gli annunci settimanali del mattino.

source: [PH] Lunch today once again will be hot dogs or tacos, and as a special treat, the lunch lady is serving her specialty cream pie.
french: [PH] Le déjeuner d'aujourd'hui sera encore une fois des hot-dogs ou des tacos, et comme un régal spécial, la dame du déjeuner sert sa tarte à la crème de spécialité.
italian: [PH] Il pranzo di oggi sarà ancora una volta hot dog o tacos, e come un trattamento speciale, la signora pranzo sta servendo la sua specialità torta crema.

source: {i}"class giggling"{/i}
french: {i}'rire dans la classe'{/i}
italian: {i}"class ridacchiing"{/i}

source: [PH] Blah blah blah, blah blah blah blah...
french: [PH] Bla bla bla, bla bla bla bla...
italian: [PH] Blh blah blah, blah blah blah blah...

source: [RT] {i}Uggghh... Get to the important stuff already.{/i}
french: [RT] {i}Uggghh... Passez déjà aux choses importantes.{/i}
italian: [RT] {i}Uggghh... Vai già alla roba importante.{/i}

source: [PH] And now, for the announcement's you've all been waiting for, Let's take a look at our weekly poll numbers.
french: [PH] Et maintenant, pour l'annonce que vous attendiez tous, jetons un coup d'œil à nos numéros de sondage hebdomadaires.
italian: [PH] E ora, per l'annuncio che avete tutti aspettato, diamo un'occhiata ai nostri numeri di sondaggio settimanali.

source: [PH] Polls were conducted by the yearbook club by asking a sample of randomly selected students.
french: [PH] Sondages ont été réalisés par le yearbook club en demandant à un échantillon d'étudiants choisis au hasard.
italian: [PH] I sondaggi sono stati condotti dal club annuario chiedendo un campione di studenti selezionati casualmente.

source: [PH] Let's just go ahead and start at the top with student body president.
french: [PH] Allons-y et commençons par le haut avec le président du corps étudiant.
italian: [PH] Andiamo avanti e iniziamo dalla parte superiore con il presidente del corpo dello studente.

source: [PH] Let's see... It says here that...
french: [PH] Voyons... Il est dit ici que...
italian: [PH] Vediamo... Si dice quello...

source: [PH] Oh, my God!... Am I reading these numbers right?
french: [PH] Oh, mon Dieu!... Suis-je en train de lire ces chiffres?
italian: [PH] Oh, mio Dio!... sto leggendo questi numeri giusto?

source: [PH] I'll have to double check this, but it looks like the poll numbers for President are too close to call.
french: [PH] Je vais devoir revérifier, mais il semblerait que les sondages pour le Président soient trop serrés pour qu'on puisse les appeler.
italian: [PH] Dovrò controllare due volte, ma sembra che i numeri di sondaggio per il Presidente siano troppo vicini per chiamare.

source: [PH] If those numbers are verified, It would be nothing short of amazing on the part of the relatively unknown candidate, but beautiful cosplayer, Lauren.
french: [PH] Si ces chiffres sont vérifiés, Ce serait tout simplement incroyable de la part de la candidate relativement inconnue, mais belle cosplayeuse, Lauren.
italian: [PH] Se questi numeri sono verificati, sarebbe a dir poco sorprendente da parte del candidato relativamente sconosciuto, ma bello cosplayer, Lauren.

source: [PH] I myself, while I can't say I didn't enjoy the posters, did wonder if a move like that wasn't political suicide, but it appears that the risk is paying off.
french: [PH] Moi-même, même si je ne peux pas dire que je n'ai pas apprécié les affiches, je me suis demandé si un tel geste n'était pas un suicide politique, mais il semble que le risque porte ses fruits.
italian: [PH] Io stesso, mentre non posso dire che non mi sono piaciuto i manifesti, si chiedeva se una mossa del genere non fosse un suicidio politico, ma sembra che il rischio stia pagando.

source: [PH] And moving onto the candidates for vice president, blah blah blah, blah blah blah blah...
french: [PH] Et passer aux candidats au poste de vice-président, bla bla bla, bla bla bla bla...
italian: [PH] E trasferirsi sui candidati per il vice presidente, blah blah blah, blah blah blah...

source: [RT] {i}Oh, nice! Lauren's going to be ecstatic! It was kind of creepy for the principal to mention Lauren's posters, but I'll bet she was too excited about the poll results to even notice.{/i}
french: [RT] {i}Oh, sympa! Lauren va être extatique ! C'était un peu effrayant pour le directeur de mentionner les affiches de Lauren, mais je parie qu'elle était trop excitée par les résultats du sondage pour même le remarquer.{/i}
italian: [RT] {i}Oh, bello! Lauren sarà estatico! Era una specie di raccapricciante per il preside menzionare i manifesti di Lauren, ma scommetterò che era troppo eccitata sui risultati del sondaggio per notare. /i}

source: [RT] {i}Oh... she took off... Haha... She's probably doing cartwheels down the hallway. Still, I'll go check on her after class.{/i}
french: [RT] {i}Oh... elle est partie... Haha... Elle fait probablement des roues dans le couloir. Je vais quand même aller la voir après les cours.{/i}
italian: [RT] {i}Oh... si è tolta... Haha... Probabilmente sta facendo delle ruote di cartone lungo il corridoio. Tuttavia, continuerò a controllarla dopo le lei.{/i}

source: {i}"Shortly after class."{/i}
french: {i}'Peu de temps après la classe.'{/i}
italian: {i}"Poco dopo la classe."{/i}

source: [RT] {i}I'd better go check on Lauren... She's probably at her campaign headquarters.{/i}
french: [RT] {i}Je ferais mieux d'aller voir Lauren... Elle est probablement à son qg de campagne.{/i}
italian: [RT] {i}Farei meglio a controllare Lauren... Probabilmente è alla sua sede della campagna.{/i}

source: [PH] It looks like our star player and captain of the basketball team, Matt, is still in the lead, but his opponent Lauren is surprisingly close behind.
french: [PH] Il semble que notre joueur vedette et capitaine de l'équipe de basket-ball, Matt, soit toujours en tête, mais son adversaire Lauren est étonnamment proche derrière.
italian: [PH] Sembra che il nostro giocatore stellare e capitano della squadra di basket, Matt, è ancora in testa, ma il suo avversario Lauren è sorprendentemente vicino dietro.

source: [PH] While it seems unlikely that Lauren could pull an upset... still, I'd be sure to watch my back if I were Matt.
french: [PH] Bien qu'il semble peu probable que Lauren puisse faire un renversement... quand même, je serais sûr de surveiller mes arrières si j'étais Matt.
italian: [PH] Mentre sembra improbabile che Lauren possa tirare un turbamento... ancora, sarei sicuro di guardare la mia schiena se fossi Matt.

source: [RT] {i}Wow!... Lauren's got to be pretty pleased. I mean, she might not be winning, but she's still doing much better than anyone ever expected her to do against Matt.{/i}
french: [RT] {i}Wow!... Lauren doit être plutôt contente. Je veux dire, elle ne gagnera peut-être pas, mais elle fait encore beaucoup mieux que ce que personne ne s'attendait à ce qu'elle fasse contre Matt.{/i}
italian: [RT] {i}Wow!... Lauren deve essere molto soddisfatta. Voglio dire, potrebbe non essere vincente, ma sta ancora facendo molto meglio di chiunque mai aspettato che lei faccia contro Matt.{/i}

source: [RT] {i}Could we possibly pull an upset?{/i}
french: [RT] {i}Pourrions-nous nous fâcher?{/i}
italian: [RT] {i}Potremmo forse tirare un disturbo?{/i}

source: [RT] {i}Oh... she took off... I hope she's not upset. She should at least be encouraged by these poll results. I'll go check on her once class is over.{/i}
french: [RT] {i}Oh... elle est partie... J'espère qu'elle n'est pas fâchée. Elle devrait au moins être encouragée par ces résultats du sondage. Je vais aller la voir une fois le cours terminé.{/i}
italian: [RT] {i}Oh... si è tolta... Spero che non sia turbata. Dovrebbe almeno essere incoraggiata da questi risultati del sondaggio. Andrò a controllarla una volta che la classe è finita.{/i}

source: [PH] Yep... Just as everyone suspected, our star player and captain of the basketball team, Matt, is winning in a landslide.
french: [PH] Yep... Comme tout le monde le soupçonnait, notre joueur vedette et capitaine de l'équipe de basket, Matt, gagne haut la main.
italian: [PH] Yep... Proprio come tutti sospettati, il nostro giocatore stellare e capitano della squadra di basket, Matt, vince in una frana.

source: [PH] We won't say by how far he is pummeling his relatively unknown opponent, what's her name?... Oh, Lauren... but let's just say, it won't be easy to come back from this far behind.
french: [PH] Nous ne dirons pas jusqu'où il frappe son adversaire relativement inconnu, comment s'appelle-t-elle?... Oh, Lauren... mais disons que ce ne sera pas facile de revenir de si loin derrière.
italian: [PH] Non diremo fino a che punto sta pummeling il suo avversario relativamente sconosciuto, qual è il suo nome?.. Oh, Lauren... ma diciamo solo che non sarà facile tornare da questo lontano dietro.

source: [RT] {i}Shit!... That can't be good... Lauren's going to be pretty upset.{/i}
french: [RT] {i}Merde!... Ça ne peut pas être bon... Lauren va être bouleversée.{/i}
italian: [RT] {i}Merda!... Non può essere buono... Lauren sarà piuttosto sconvolto.{/i}

source: [RT] {i}Oh... she took off... I hope she's ok... I'd better go check on her after class.{/i}
french: [RT] {i}Oh... elle est partie... J'espère qu'elle va bien... Je ferais mieux d'aller la voir après les cours.{/i}
italian: [RT] {i}Oh... si è tolta... Spero che stia bene... farei meglio a controllarla dopo la lezione.{/i}

source: [R] Hey, Lauren!
french: [R] Salut, Lauren!

source: [L] Yeah?
french: [L] Ouais?
italian: [L] Sì, sì?

source: [R] Can I talk to you for a minute?
french: [R] Je peux te parler une minute ?
italian: [R] Posso parlarvi per un minuto?

source: [L] Sure, [ryan]... What's up?
french: [L] Bien sûr, [ryan]... Qu'est-ce qu'il y a ?
italian: [L] Certo, [ryan]... Cos'è?

source: [R] I was just wondering if you wanted to... go check out the pool?... if you know what I mean?
french: [R] Je me demandais juste si tu voulais... aller voir la piscine ?... si tu vois ce que je veux dire ?
italian: [R] Mi stavo solo chiedendo se volevate... andare a controllare la piscina?... se sapete cosa intendo?

source: [L] I've got class and stuff...
french: [L] J'ai une classe et des trucs...
italian: [L] Ho classe e roba...

source: [L] Sorry, maybe another time.
french: [L] Désolé, peut-être une autre fois.
italian: [L] Scusa, forse un'altra volta.

source: {i}"Lauren's libido needs to be at 8 or above."{/i}
french: {i}'La libido de Lauren doit être à 8 ou plus.'{/i}
italian: {i}"La libido di Lauren deve essere a 8 o superiore."{/i}

source: [L] Yeah... I'd be up for that.
french: [L] Ouais... Je serais partant pour ça.
italian: [L] Sì... Sarei pronto per quello.

source: [L] I'll get Matt, and we'll meet you there.
french: [L] Je vais chercher Matt, et on se retrouve là-bas.
italian: [L] Otterò Matt, e ti incontreremo lì.

source: [R] Does Matt have to come?
french: [R] Matt doit-il venir ?
italian: [R] È necessario che Matt arrivi?

source: [L] Yeah... It's part of the agreement we made.
french: [L] Ouais... Ça fait partie de l'accord que nous avons passé.
italian: [L] Sì... È parte dell'accordo che abbiamo fatto.

source: [R] I'll see you there.
french: [R] Je te verrai là-bas.
italian: [R] Ti vedrò lì.

source: [R] Great. I'll head over and you can follow shortly after.
french: [R] Super. Je vais y aller et tu pourras suivre peu après.
italian: [R] Grande. Mi dirigerò sopra e puoi seguire poco dopo.

source: [R] But, don't make me wait for too long.
french: [R] Mais, ne me fais pas attendre trop longtemps.
italian: [R] Ma, non fatemi aspettare per troppo tempo.

source: [L] I'll come in just a few minutes.
french: [L] Je viendrai dans quelques minutes.
italian: [L] Verrò tra qualche minuto.

source: [R] Awesome!
french: [R] Génial!
italian: [R] Fantastico!

source: [M] Okay, class, let's talk more about your final projects for the Oedipal curriculum. Remember that you have to show modern applications and examples of the Oedipus tragedy in our modern society.
french: [M] D'accord, classe, parlons plus de vos projets finaux pour le programme œdipien. Rappelez-vous que vous devez montrer des applications modernes et des exemples de la tragédie d'Œdipe dans notre société moderne.
italian: [M] Ok, classe, parliamo di più dei tuoi progetti finali per il curriculum edipale. Ricordate che dovete mostrare applicazioni moderne ed esempi della tragedia dell’Edipo nella nostra società moderna.

source: [M] Would any of you be willing to share some examples you've found in your research?
french: [M] Est-ce que l'un d'entre vous serait prêt à partager quelques exemples que vous avez trouvés dans vos recherches?
italian: [M] Qualcuno di voi sarebbe disposto a condividere alcuni esempi che avete trovato nella vostra ricerca?

source: [RT] {i}Uugghhh... When can we learn about something different!{/i}
french: [RT] {i}Uugghhh... Quand pouvons-nous apprendre quelque chose de différent!{/i}
italian: [RT] {i}Uugghh... Quando possiamo conoscere qualcosa di diverso!{/i}

source: [RT] {i}This is so boring, I feel like I'm stuck in some kind of time loop where every day is the same.{/i}
french: [RT] {i}C'est tellement ennuyeux, j'ai l'impression d'être coincé dans une sorte de boucle temporelle où chaque jour est le même.{/i}
italian: [RT] {i}Questo è così noioso, mi sento come se fossi bloccato in una sorta di ciclo temporale in cui ogni giorno è lo stesso.{/i}

source: [M] [ryan]!... Please pay attention!
french: [M] [ryan]! Tins ta langue! S'il te plaît!
italian: [M] [ryan]!... Ti preghiamo di prestare attenzione!

source: [M] Am I boring you too much, [ryan]?
french: [M] Est-ce que je t'ennuie trop, [ryan]?
italian: [M] Sono troppo noioso, [ryan]?

source: [M] Maybe you'd pay better attention if we move on to a different subject?
french: [M] Peut-être ferais-tu mieux attention si nous passons à un sujet différent?
italian: [M] Forse dovresti prestare maggiore attenzione se passassimo a un argomento diverso?

source: [RT] {i}Wow!... What is she wearing?{/i}
french: [RT] {i}Wow!... Que porte-t-elle ?{/i}
italian: [RT] {i}Wow!... Che cosa indossa?{/i}

source: [M] Let's change subjects to anatomy.
french: [M] Changeons de sujets en anatomie.
italian: [M] Cambia soggetti in anatomia.

source: [M] [ryan]?... Would you like to be my helper?
french: [M] [ryan]?... Veux-tu être mon assistant ?
italian: [M] [ryan]?... Vuoi essere il mio aiutante?

source: [M] Please come up here and take a seat.
french: [M] S'il te plaît viens ici et prends un siège.
italian: [M] Per favore vieni qui e prendi un posto.

source: [R] You mean on the floor?
french: [R] Tu veux dire par terre?
italian: [R] Vuoi dire a terra?

source: [M] No, silly.
french: [M] Non, idiot.
italian: [M] No, stupido.

source: [M] In this chair.
french: [M] Dans cette chaise.
italian: [M] In questa sede.

source: [M] And why don't you leave your pants and underwear at your desk. You won't need them.
french: [M] Et pourquoi ne pas laisser ton pantalon et tes sous-vêtements à ton bureau. Tu n'en auras pas besoin.
italian: [M] E perché non lasci i pantaloni e la biancheria intima alla scrivania. Non ne avrai bisogno.

source: [RT] {i}Ok... Seems like a perfectly normal request.{/i}
french: [RT] {i}Ok... Cela semble être une demande parfaitement normale.{/i}
italian: [RT] {i}Ok... Sembra come una richiesta perfettamente normale.{/i}

source: [M] Thank you, [ryan].
french: [M] Merci, [ryan].
italian: [M] Grazie, [ryan].

source: [M] Now, class, today we will be learning about the male penis.
french: [M] Maintenant, classe, aujourd'hui, nous allons en apprendre davantage sur le pénis masculin.
italian: [M] Adesso, lezione, oggi impareremo del pene maschile.

source: [M] I've asked [ryan] to come up here, because his member is a much larger than average size, and I wanted to make sure everyone can see what I'm doing.
french: [M] J'ai demandé à [ryan] de venir ici, car son membre est beaucoup plus grand que la taille moyenne, et je voulais m'assurer que tout le monde puisse voir ce que je fais.
italian: [M] Ho chiesto [ryan] di venire qui, perché il suo membro è molto più grande della dimensione media, e volevo assicurarmi che tutti potessero vedere quello che sto facendo.

source: [MB] {i}(Shouting){/i}Mine's bigger!
french: [MB] {i}(en criant){/i}Le mien est plus grand!
italian: [MB] {i}(Shouting){/i}Miniera più grande!

source: [M] Yes... I know Matt, but I didn't want to scare the girls, or give them too much of an unrealistic expectation.
french: [M] Oui... Je connais Matt, mais je ne voulais pas effrayer les filles, ni leur donner trop d'attentes irréalistes.
italian: [M] Sì... Conosco Matt, ma non volevo spaventare le ragazze, o dare loro troppo di un'attesa irrealistica.

source: [M] Now, I know you boys know what's going to happen, but I want all of you girls to pay close attention to what happens when I begin to stroke [ryan]'s big meaty cock.
french: [M] Maintenant, je sais que vous savez ce qui va se passer, mais je veux que vous tous, les filles, fassiez très attention à ce qui se passe lorsque je commence à caresser la grosse bite charnue de [ryan].
italian: [M] Ora, so che voi ragazzi sapete cosa succederà, ma voglio che tutte voi ragazze prestiate molta attenzione a ciò che accade quando comincio ad accarezzare il grosso cazzo carnoso di [ryan].

source: [K] {i}(Gasps){/i} Oh, my God!
french: [K] {i}(Gasps){/i} Oh, mon Dieu!
italian: [K] {i}(Gasps){/i} Oh, mio Dio!

source: [M] Yes... It's quite surprising how big [ryan] gets.
french: [M] Oui... C'est assez surprenant de voir la taille de [ryan].
italian: [M] Sì... È sorprendente quanto grande [ryan] ottiene.

source: [M] Not to mention, surprisingly hard.
french: [M] Pour ne pas mentionner, étonnamment difficile.
italian: [M] Per non parlare, sorprendentemente difficile.

source: [K] How does it go from being so soft, to so hard?
french: [K] Comment passe-t-il d'être si mou à si dur?
italian: [K] Come passa dall'essere così morbido, a così duro?

source: [M] I'm glad you asked, Kenzie.
french: [M] Je suis content que tu l'aies demandé, Kenzie.
italian: [M] Mi fa piacere che tu abbia chiesto, Kenzie.
