Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [RT] {i}It's not like I don't get a release from anywhere else... I don't even know how many times I cum everyday.{/i}
french: [RT] {i}Ce n'est pas comme si je ne recevais pas de libération d'ailleurs... Je ne sais même pas combien de fois je jouis tous les jours.{/i}
italian: [RT] {i}Non è come se non ricevessi un rilascio da nessun'altra parte... non so nemmeno quante volte io cum tutti i giorni.{/i}

source: [RT] {i}Do I really want to spend three hundred dollars to fuck Megan again?{/i}
french: [RT] {i}Est-ce que je veux vraiment dépenser trois cents dollars pour baiser à nouveau Megan?{/i}
italian: [RT] {i}Volevo davvero spendere trecento dollari per scopare di nuovo Megan?{/i}

source: [R] Yeah ok, I guess it's worth that much.
french: [R] Ouais ok, je suppose que ça vaut tant que ça.
italian: [R] Sì ok, immagino che valga tanto.

source: [MG] That's what I like to hear.
french: [MG] C'est ce que j'aime entendre.
italian: [MG] È quello che mi piace sentire.

source: [MG] I worried I'd never be happy with a smaller cock after having Matt's.
french: [MG] Je craignais de ne jamais être heureux avec une plus petite bite après avoir eu celle de Matt.
italian: [MG] Mi preoccupo che non sarei mai felice di un cazzo più piccolo dopo aver avuto di Matt.

source: [MG] But really... your cock size is perfect.
french: [MG] Mais vraiment... la taille de ta bite est parfaite.
italian: [MG] Ma davvero... la dimensione del tuo cazzo è perfetta.

source: [MG] Matt really was too big for me.
french: [MG] Matt était vraiment trop grand pour moi.
italian: [MG] Matt era davvero troppo grande per me.

source: [MG] Now, I won't have to walk funny at cheerleading practice anymore.
french: [MG] Maintenant, je n'aurai plus à marcher bizarrement à l'entraînement des pom-pom girls.
italian: [MG] Ora, non dovrò più camminare divertente a cheerleading pratica.

source: [RT] {i}I wonder if she means it, or is she just trying to make me feel better, since I'm not as big?{/i}
french: [RT] {i}Je me demande si elle le pense, ou essaie-t-elle simplement de me faire me sentir mieux, puisque je ne suis pas aussi grand ?{/i}
italian: [RT] {i}Mi chiedo se lei lo intende, o sta semplicemente cercando di farmi sentire meglio, dal momento che non sono così grande?{/i}

source: [R] So, if I get the money together... can I keep coming back?
french: [R] Donc, si je rassemble l'argent... je peux continuer à revenir ?
italian: [R] Quindi, se ottengo i soldi insieme... posso continuare a tornare indietro?

source: [MG] Oh yes, you're more than welcome.
french: [MG] Oh oui, tu es plus que bienvenu.
italian: [MG] Oh sì, sei più del benvenuto.

source: [MG] So far, you're my only customer, and if you keep paying me, I won't have to go looking for anymore.
french: [MG] Jusqu'à présent, tu es mon seul client, et si tu continues à me payer, je n'aurai plus besoin d'aller chercher ailleurs.
italian: [MG] Finora, sei il mio unico cliente, e se continui a pagarmi, non dovrò più andare a cercare.

source: [R] I'll do what I can.
french: [R] Je ferai ce que je peux.
italian: [R] Farò ciò che posso.

source: [R] We need to come up with some kind of code to let you know to come meet me here in the bathroom.
french: [R] Nous devons trouver une sorte de code pour te faire savoir de venir me rencontrer ici dans la salle de bain.
italian: [R] Abbiamo bisogno di trovare una sorta di codice per farti sapere di venire a trovarmi qui in bagno.

source: [MG] Well, aren't you the sneaky one?
french: [MG] Eh bien, n'es-tu pas le sournois?
italian: [MG] Beh, non sei tu il subdolo?

source: [R] It's just that Lauren and Mandy might get suspicious if I keep asking you to a private talk all the time.
french: [R] C'est juste que Lauren et Mandy pourraient se méfier si je continue à te demander de parler en privé tout le temps.
italian: [R] E 'solo che Lauren e Mandy potrebbe diventare sospettoso se continuo a chiederti un discorso privato per tutto il tempo.

source: [MG] Alright, what kind of code do you have in mind?
french: [MG] D'accord, quel genre de code as-tu en tête?
italian: [MG] Bene, che genere di codice hai in mente?

source: [R] How about if I say, "I've got to go work on some anatomy homework", you'll know to come to the bathroom shortly after I leave.
french: [R] Que dirais-tu si je dis: 'Je dois aller travailler sur des devoirs d'anatomie', tu sauras venir aux toilettes peu de temps après mon départ.
italian: [R] Che ne dici se dico, "Devo andare a lavorare su alcuni compiti anatomici", saprai venire in bagno poco dopo che partirò.

source: [MG] Haha... I like it.
french: [MG] Haha... J'aime ça.
italian: [MG] Haha... mi piace.

source: [MG] So, I guess I'll be seeing you around fairly soon?
french: [MG] Donc, je suppose que je te verrai assez bientôt?
italian: [MG] Quindi, immagino che ti vedrò in giro abbastanza presto?

source: [R] But, is the offer still on the table in the future?
french: [R] Mais, l'offre est-elle toujours sur la table à l'avenir?
italian: [R] Ma, l'offerta è ancora sul tavolo nel futuro?

source: [MG] Yeah. We can make it a standing offer.
french: [MG] Ouais. On peut en faire une offre permanente.
italian: [MG] Sì. Possiamo farne un'offerta in piedi.

source: [R] Alright, then we need to come up with some kind of code to let you know to come meet me here in the bathroom.
french: [R] D'accord, alors nous devons trouver une sorte de code pour te faire savoir de venir me rencontrer ici dans la salle de bain.
italian: [R] Bene, allora abbiamo bisogno di trovare una sorta di codice per farti sapere di venire a incontrarmi qui in bagno.

source: [L] No... Can we help you, [ryan]?
french: [L] Non... Pouvons-nous t'aider, [ryan]?
italian: [L] No... possiamo aiutarti, [ryan]?

source: [R] No... I just thought you might be talking about a certain election skit.
french: [R] Non... Je pensais juste que tu parlerais peut-être d'un sketch électoral.
italian: [R] No... Ho appena pensato che si potrebbe parlare di un certo skit elettorale.

source: [MG] Did you tell them then?
french: [MG] Tu leur as dit alors ?
italian: [MG] L'hai detto a loro?

source: [R] No, I thought you would have.
french: [R] Non, je pensais que tu l'aurais fait.
italian: [R] No, pensavo che avreste fatto.

source: [MD] Tell us what?
french: [MD] Nous dire quoi ?
italian: [MD] Ci dica cosa?

source: [L] If it's about the election, tell us at our headquarters... You don't know who could be listening here.
french: [L] Si c'est à propos de l'élection, dis-le nous à notre siège... Tu ne sais pas qui pourrait écouter ici.
italian: [L] Se si tratta delle elezioni, diteci nella nostra sede... Non sai chi potrebbe ascoltare qui.

source: [R] Ok, I'll tell you at next week's first campaign meeting.
french: [R] Ok, je vous le dirai lors de la première réunion de campagne de la semaine prochaine.
italian: [R] Ok, vi dirò alla prima riunione della campagna della prossima settimana.

source: [L] No... We were just talking about Kyle.
french: [L] Non... On parlait juste de Kyle.
italian: [L] No... Stavamo solo parlando di Kyle.

source: [MG] Yeah... from the basketball team?
french: [MG] Ouais... de l'équipe de basket ?
italian: [MG] Sì... dalla squadra di basket?

source: [R] Oh, yeah.
french: [R] Oh, oui.
italian: [R] Oh, sì.

source: [MG] Anyways, he's trying to grow a mustache, but his hair just isn't thick enough and it looks so funny!
french: [MG] Quoi qu'il en soit, il essaie de se faire pousser une moustache, mais ses cheveux ne sont pas assez épais et ça fait tout drôle !
italian: [MG] In ogni caso, sta cercando di coltivare un baffe, ma i suoi capelli non sono abbastanza spessi e sembra così divertente!

source: [R] Oh, yeah... I've noticed. Mrs. Freedman the lunch lady has a bigger mustache than he does.
french: [R] Oh, oui... J'ai remarqué. Mme Freedman, la dame du déjeuner, a une moustache plus grosse que lui.
italian: [R] Oh, sì... ho notato. Signora Libertà la signora del pranzo ha un baffo più grande di lui.

source: [MG] She really does!
french: [MG] Elle le fait vraiment!
italian: [MG] Lei lo fa veramente!

source: [R] Hey, Megan?
french: [R] Hé, Megan?

source: [R] Can I steal you away for a couple minutes?
french: [R] Puis-je te voler quelques minutes?
italian: [R] Posso rubarti via per un paio di minuti?

source: [MG] Why are we going in here?
french: [MG] Pourquoi entrons-nous ici ?
italian: [MG] Perché stiamo andando qui?

source: [MG] Oh... You're not going to ask me to suck your dick again are you?
french: [MG] Oh... Tu ne vas pas me demander de te sucer encore une fois, n'est-ce pas?
italian: [MG] Oh... Non mi chiederai di nuovo di succhiarti il cazzo, vero?

source: [R] No... It's nothing like that.
french: [R] Non... Ce n'est rien de tel.
italian: [R] No... Non è niente del genere.

source: [R] Just trust me, and follow me into the stall.
french: [R] Fais-moi confiance et suis-moi dans l'impasse.
italian: [R] Fidati di me e seguimi nella stalla.

source: [MG] [ryan]... Two people in a public bathroom stall is almost always "like that".
french: [MG] [ryan]... Deux personnes dans une cabine de salle de bain publique, c'est presque toujours 'comme ça'.
italian: [MG] [ryan]... Due persone in un bagno pubblico sono quasi sempre "così".

source: [MG] So, you're not even going to buy me flowers first?
french: [MG] Donc, tu ne vas même pas m'acheter des fleurs en premier?
italian: [MG] Quindi non mi compri nemmeno dei fiori prima?

source: [R] I could... I mean I'd love to...
french: [R] Je pourrais... J'aimerais ça...
italian: [R] Potrei... Voglio dire che mi piacerebbe...

source: [R] But, like I said, that's not what this is about.
french: [R] Mais, comme je l'ai dit, ce n'est pas de cela qu'il s'agit.
italian: [R] Ma, come ho detto, non si tratta di questo.

source: [MG] Well talk, damnit!... You're killing me with curiosity.
french: [MG] Eh bien parles, bon sang!... Tu me tues avec curiosité.
italian: [MG] Beh parla, dannazione!... Mi stai uccidendo con la curiosità.

source: [R] Ok... I heard a rumor recently that you and the new cheerleading coach don't get along.
french: [R] D'accord... J'ai entendu une rumeur récemment selon laquelle toi et le nouvel entraîneur de cheerleading ne vous entendez pas.
italian: [R] Ok... Ho sentito dire recentemente che tu e il nuovo allenatore delle cheerleader non andate d'accordo.

source: [MG] Miss Jessica?... Yeah... Let's just say "hate" would be putting it mildly.
french: [MG] Mlle Jessica?... Ouais... Disons simplement que 'haine' serait le moins que l'on puisse dire.
italian: [MG] La signorina Jessica?... Sì... Diciamo solo che "odio" sarebbe un eufemismo.

source: [MG] I swear she came back here just to make my life hell.
french: [MG] Je jure qu'elle est revenue ici juste pour faire de ma vie un enfer.
italian: [MG] Giuro che è tornata qui solo per rendere la mia vita un inferno.

source: [R] Yeah... That's what I thought, and that's why I wanted to show you something.
french: [R] Ouais... C'est ce que je pensais, et c'est pour ça que je voulais te montrer quelque chose.
italian: [R] Già... È quello che ho pensato, ed è per questo che volevo mostrarti qualcosa.

source: [R] And, normally I would stay out of something like this, but I thought this is something you would want to see and know about.
french: [R] Et, normalement, je resterais en dehors de quelque chose comme ça, mais je pensais que c'était quelque chose que tu voudrais voir et savoir.
italian: [R] E, normalmente, starei fuori da una cosa del genere, ma ho pensato che questo è qualcosa che vorresti vedere e sapere.

source: [MG] What are you talking about?
french: [MG] De quoi parles-tu?
italian: [MG] Di cosa stai parlando?

source: [R] My friend sent me a video that was recorded a few days ago. I'm not sure how she got it, but here... I'll just let the video do the talking.
french: [R] Mon ami m'a envoyé une vidéo qui a été enregistrée il y a quelques jours. Je ne sais pas comment elle l'a eu, mais ici... Je laisse la vidéo parler.
italian: [R] La mia amica mi ha mandato un video che è stato registrato qualche giorno fa. Non sono sicuro di come l'abbia ottenuto, ma ecco... Lascerò che sia il video a parlare.

source: [MG] Oh, my God!... Is that the showers in our locker room?
french: [MG] Oh, mon Dieu!... C'est les douches dans nos vestiaires ?
italian: [MG] Oh, mio Dio! Sono le docce del nostro spogliatoio?

source: [R] It's probably the boys locker room, I'm pretty sure they look the same.
french: [R] C'est probablement le vestiaire des garçons, je suis sûr qu'ils se ressemblent.
italian: [R] Probabilmente è lo spogliatoio dei ragazzi, sono abbastanza sicuro che siano uguali.

source: [MG] Hmmm... the print is small, but I think it says girls locker room.
french: [MG] Hmmm... l'impression est petite, mais je pense qu'elle dit vestiaire des filles.
italian: [MG] Hmmm... la scritta è piccola, ma credo che dica spogliatoio femminile.

source: [MG] Oh, God... Is that Jessica and Matt?
french: [MG] Oh, mon Dieu... C'est Jessica et Matt ?
italian: [MG] Oh, Dio... Sono Jessica e Matt?

source: {i}"some time later."{/i}
french: {i}'quelque temps plus tard.'{/i}
italian: {i}"qualche tempo dopo."{/i}

source: [MG] That bastard told me he wouldn't fuck her.
french: [MG] Ce salaud m'a dit qu'il ne la baiserait pas.
italian: [MG] Quel bastardo mi aveva detto che non se la sarebbe scopata.

source: [MG] Uuurrrggghhh!... I hate Jessica!
french: [MG] Uuurrrggghhh!... Je déteste Jessica!
italian: [MG] Uuurrrggghhh!... Odio Jessica!

source: [MG] Comes back to my school!... Makes my life hell at cheerleading practice!... Fucks my boyfriend!
french: [MG] Revient à mon école!... Ça fait de ma vie un enfer à la pratique de cheerleading!... Baise mon copain!
italian: [MG] Torna nella mia scuola!... Rende la mia vita un inferno agli allenamenti delle cheerleader! Si scopa il mio ragazzo!

source: [MG] Insults, belittles, manipulates!...
french: [MG] Insulte, rabaisse, manipule!...
italian: [MG] Insulta, sminuisce, manipola!...

source: [MG] LETS HIM FUCK HER ASS!... I know he's always wanted to, but I'm too small!
french: [MG] LUI PERMET DE BAISER SON CUL!... Je sais qu'il l'a toujours voulu, mais je suis trop petite !
italian: [MG] SI LASCIA SCOPARE IL CULO!... So che ha sempre voluto farlo, ma sono troppo piccola!

source: [MG] And fucking Matt!... I let him fuck just about anybody he wants!
french: [MG] Et putain de Matt!... Je l'ai laissé baiser à peu près n'importe qui il veut!
italian: [MG] E il fottuto Matt!... Gli lascio scopare chiunque voglia!

source: [MG] I ask him not to fuck one person, and what does he do?
french: [MG] Je lui demande de ne pas baiser une personne, et que fait-il?
italian: [MG] Gli chiedo di non scopare una persona e lui cosa fa?

source: [R] Fucks her.
french: [R] Il la baise.
italian: [R] Se la scopa.

source: [MG] He fucking fucks her!
french: [MG] Il la baise!
italian: [MG] Se la scopa, cazzo!

source: [MG] Well, guess what?
french: [MG] Eh bien, devines quoi?
italian: [MG] Beh, indovina un pò?

source: [MG] Two can play at that game!
french: [MG] Deux peuvent jouer à ce jeu!
italian: [MG] Due persone possono giocare a questo gioco!

source: [MG] Yes...
french: [MG] Oui...
italian: [MG] Sì...

source: [MG] That's exactly what that bastard deserves.
french: [MG] C'est exactement ce que ce salaud mérite.
italian: [MG] Questo è esattamente quello che si merita quel bastardo.

source: [MG] Revenge.
french: [MG] Vengeance.
italian: [MG] La vendetta.

source: [R] Huh?
french: [R] Hein?
italian: [R] Eh?

source: [MG] Guess who Matt just recently forbid me to fuck.
french: [MG] Devine qui Matt m'a récemment interdit de baiser.
italian: [MG] Indovina chi Matt mi ha proibito di scopare di recente.

source: [MG] I'll give you a hint.
french: [MG] Je vais te donner un indice.
italian: [MG] Ti darò un indizio.

source: [MG] His sister is running for president against Matt.
french: [MG] Sa sœur est candidate à la présidence contre Matt.
italian: [MG] Sua sorella si sta candidando come presidente contro Matt.

source: [R] He forbid you to fuck me?
french: [R] Il t'interdit de me baiser ?
italian: [R] Ti ha proibito di scoparmi?

source: [MG] Yeah... Not that I was planning to, or anything.
french: [MG] Ouais... Pas que j'avais l'intention de le faire, ou quoi que ce soit.
italian: [MG] Sì... Non che avessi intenzione di farlo o altro.

source: [MG] I'm not sure if he thought I wanted to?...
french: [MG] Je ne sais pas s'il pensait que je le voulais?...
italian: [MG] Non sono sicura che pensasse che io volessi farlo...

source: [MG] Anyways, I was expressly forbidden to fuck you.
french: [MG] De toute façon, il m'était expressément interdit de te baiser.
italian: [MG] Comunque, mi è stato espressamente proibito di scoparti.

source: [MG] And guess what we're going to do.
french: [MG] Et devines ce que nous allons faire.
italian: [MG] E indovina cosa faremo.

source: [R] Uhh... Fuck?
french: [R] Heu... Putain?
italian: [R] Uhh... Scopare?

source: [MG] Fucking fuck.
french: [MG] Putain de merde.
italian: [MG] Scopare, cazzo.

source: [RT] {i}Oh, my God!... Is this really happening?{/i}
french: [RT] {i}Oh, mon Dieu!... Est-ce vraiment le cas?{/i}
italian: [RT] {i}Oh, mio Dio!... Sta succedendo davvero?{/i}

source: [RT] {i}I knew she'd be mad at him, but I never would have guessed she'd react like this!{/i}
french: [RT] {i}Je savais qu'elle serait en colère contre lui, mais je n'aurais jamais deviné qu'elle réagirait comme ça!{/i}
italian: [RT] {i}Sapevo che si sarebbe arrabbiata con lui, ma non avrei mai immaginato che avrebbe reagito così!{/i}

source: [R] May I make a suggestion?
french: [R] Puis-je faire une suggestion?
italian: [R] Posso dare un suggerimento?

source: [MG] What?
french: [MG] Quoi?
italian: [MG] Quale?

source: [R] Let's record it, so we can send it to him later.
french: [R] Enregistrons-le, pour que nous puissions le lui envoyer plus tard.
italian: [R] Registriamo, così possiamo mandarglielo più tardi.

source: [MG] Huh... That would really piss him off.
french: [MG] Hein... Ça l'énerverait vraiment.
italian: [MG] Huh... Questo lo farebbe davvero incazzare.

source: [MG] I know seeing him fucking my worst enemy pissed me off a ton.
french: [MG] Je sais que le voir baiser mon pire ennemi m'a énervé une tonne.
italian: [MG] So che vederlo scopare con il mio peggior nemico mi ha fatto incazzare un sacco.

source: [MG] It would definitely have more impact if he saw it, rather than if I just told him about it.
french: [MG] Cela aurait certainement plus d'impact s'il le voyait, plutôt que si je lui en parlais simplement.
italian: [MG] Avrebbe sicuramente più impatto se lo vedesse, piuttosto che se glielo raccontassi e basta.

source: [MG] Alright, dirty boy.
french: [MG] D'accord, sale garçon.
italian: [MG] Va bene, sporcaccione.

source: [MG] I like the way you think.
french: [MG] J'aime ta façon de penser.
italian: [MG] Mi piace il tuo modo di pensare.

source: [R] Wow!... Just a second, let me get my phone ready.
french: [R] Wow!... Une seconde, laisse-moi préparer mon téléphone.
italian: [R] Wow!... Solo un secondo, fammi preparare il mio telefono.

source: [R] Ok... I'm recording.
french: [R] D'accord... J'enregistre.
italian: [R] Ok... sto registrando.

source: [MG] Hey, Matt!... It's your girl.
french: [MG] Salut, Matt!... C'est ta fille.
italian: [MG] Ehi, Matt!... Sono la tua ragazza.

source: [MG] Just wanted to send you a video message and let you know that I know...
french: [MG] Je voulais juste t'envoyer un message vidéo et te faire savoir que je sais...
italian: [MG] Volevo solo mandarti un video messaggio e farti sapere che so...

source: [MG] What a filthy cheating liar you are!
french: [MG] Quel sale menteur de tricherie tu es!
italian: [MG] Che lurido bugiardo traditore che sei!

source: [MG] I know you fucked Jessica!
french: [MG] Je sais que tu as baisé Jessica!
italian: [MG] So che ti sei scopato Jessica!

source: [MG] After you promised me you wouldn't!
french: [MG] Après que tu m'as promis que tu ne le ferais pas!
italian: [MG] Dopo avermi promesso che non l'avresti fatto!

source: [MG] Well, guess what!
french: [MG] Eh bien, devines quoi!
italian: [MG] Beh, indovina un pò!

source: [MG] Take a look at who's in our favorite stall with me.
french: [MG] Regardes qui est dans notre stand préféré avec moi.
italian: [MG] Dai un'occhiata a chi c'è nel nostro box preferito con me.

source: [MG] {i}(whispering){/i} Hurry... flip the image and wave, so he can see you.
french: [MG] {i}(murmure){/i} Dépêches-toi... retournes l'image et agites la pour qu'il puisse te voir.
italian: [MG] {i}(sussurrando){/i} Sbrigati... gira l'immagine e saluta, così può vederti.

source: [MG] That's right... Your good friend, [ryan].
french: [MG] C'est vrai... Ton bon ami, [ryan].
italian: [MG] Proprio così... Il tuo buon amico, [ryan].

source: [MG] And guess what... I'm going to let him fuck me for as long as he can go.
french: [MG] Et devines quoi... Je vais le laisser me baiser aussi longtemps qu'il pourra tenir.
italian: [MG] E indovina un pò... Lascerò che mi scopi per tutto il tempo che può.

source: [MG] And what's more... His cock is almost as big as yours, and after some practice, I'll send you another video of him fucking my ass!
french: [MG] Et de plus... Sa bite est presque aussi grosse que la tienne, et après quelques entraînements, je t'enverrai une autre vidéo de lui en train de me baiser le cul!
italian: [MG] E per di più... Il suo cazzo è grande quasi quanto il tuo, e dopo un pò di pratica, ti manderò un altro video di lui che mi scopa il culo!

source: [RT] {i}Oh, damn!... I hope she means that, and isn't just saying something she doesn't mean to piss him off.{/i}
french: [RT] {i}Oh, putain!... J'espère qu'elle le pense, et qu'elle ne dit pas quelque chose qu'elle ne veut pas lui faire.{/i}
italian: [RT] {i}Oh, dannazione! Spero che dica sul serio e che non stia dicendo qualcosa che non intende per farlo incazzare.{/i}

source: [RT] {i}I would love to fuck such a tight ass!{/i}
french: [RT] {i}J'adorerais baiser un cul aussi serré!{/i}
italian: [RT] {i}Mi piacerebbe scopare un culo così stretto!{/i}

source: [MG] So, enjoy a last look at these, because I'm never going to let you see them again.
french: [MG] Alors, jettes un dernier coup d'œil à celui-ci, car je ne te laisserai plus jamais le revoir.
italian: [MG] Quindi, goditi un'ultima occhiata a queste, perché non te le farò più vedere.

source: [MG] If you want to see them, you'll just have to save this video of [ryan] fucking your slutty ex-girlfriend.
french: [MG] Si tu veux les voir, il te suffit d'enregistrer cette vidéo de [ryan] en train de baiser ton ex-petite amie salope.
italian: [MG] Se vuoi vederle, dovrai solo salvare questo video di [ryan] che si scopa la tua ex ragazza troia.

source: [MG] Alright, [ryan]... Let's give Matt a look at what I'll be replacing his cock with.
french: [MG] D'accord, [ryan]... Jetons un coup d'œil à Matt sur ce que je vais remplacer sa queue.
italian: [MG] Va bene, [ryan]... Facciamo vedere a Matt con cosa sostituirò il suo cazzo.

source: [MG] See, Matt. Look how big his cock is... It's not as big as yours, but to be honest, I've always thought your cock is too big.
french: [MG] Regarde, Mat. Regarde comme sa queue est grosse... Ce n'est pas aussi grand que la tienne, mais pour être honnête, j'ai toujours pensé que ta bite était trop grosse.
italian: [MG] Vedi, Matt. Guarda quanto è grande il suo cazzo... Non è grande come il tuo, ma ad essere onesti, ho sempre pensato che il tuo cazzo sia troppo grande.
