Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [PH] Hhhnnngh... In more sad and serious news, the State School Board decided to remove and expel the existing student council officers despite a valiant effort from school board member Will Tylor to defend the school's right to punish our own students how we see fit.
french: [PH] Hhhnnngh... Dans des nouvelles plus tristes et sérieuses, le Conseil scolaire de l'État a décidé de révoquer et d'expulser les agents du conseil des élèves existants malgré les vaillants efforts du membre du conseil scolaire Will Tylor pour défendre le droit de l'école de punir nos propres élèves comme bon nous semble.
italian: [PH] Hhhnnngh... In notizie più tristi e serie, il Consiglio scolastico di Stato ha deciso di rimuovere ed espellere gli attuali ufficiali del consiglio studentesco nonostante un valido sforzo da parte del membro del consiglio scolastico Will Tylor per difendere il diritto della scuola di punire i nostri studenti come vediamo adatto.

source: [PH] Mmmm... Mr. Tylor tried to argue that the School Board was being sexist and wouldn't remove and expel the officers if they weren't all female. Mr. Tylor was in favor of punishing the girls by making them work extra hours in his office as personal assistants and maids.
french: [PH] Mmmm... M. Tylor a tenté de faire valoir que la Commission scolaire était sexiste et qu'elle ne retirerait et n'expulserait pas les agents s'ils n'étaient pas tous des femmes. M. Tylor était en faveur de punir les filles en leur faisant travailler des heures supplémentaires dans son bureau en tant qu'assistants personnels et femmes de chambre.
italian: [PH] Mmmm... Mr. Tylor ha cercato di sostenere che il Consiglio di Scuola era sessista e non avrebbe rimosso ed espellere gli ufficiali se non fossero tutti femmina. Il signor Tylor era a favore di punire le ragazze facendole lavorare in più ore nel suo ufficio come assistenti e cameriere personali.

source: [PH] The State School board decided that Mr. Tylor's proposed punishment wasn't harsh enough for the girl's actions.
french: [PH] Le conseil scolaire de l'État a décidé que la punition proposée par M. Tylor n'était pas assez sévère pour les actions de la jeune fille.
italian: [PH] Il consiglio di amministrazione della Scuola di Stato ha deciso che la punizione proposta dal signor Tylor non era abbastanza dura per le azioni della ragazza.

source: [PH] In case you've been living under a rock, the student council got themselves in trouble when they went to the state capital for their student body council training.
french: [PH] Dans le cas où vous viviez sous un rocher, le conseil étudiant s'est mis en difficulté lorsqu'il s'est rendu dans la capitale de l'État pour sa formation au conseil du corps étudiant.
italian: [PH] Nel caso in cui vivessi sotto una roccia, il consiglio studentesco si è trovato nei guai quando sono andati alla capitale dello stato per la formazione del loro corpo studentesco consiglio.

source: [PH] During the mock United Nations portion of their retreat, the girls prostituted themselves to win influence and votes from the student delegates of the other schools in the state.
french: [PH] Pendant la partie simulée de leur retraite par les Nations Unies, les filles se prostituaient pour gagner l'influence et les votes des délégués étudiants des autres écoles de l'État.
italian: [PH] Durante la triste parte delle Nazioni Unite del loro ritiro, le ragazze si sono prostituite per vincere l'influenza e i voti dei delegati studenteschi delle altre scuole dello Stato.

source: [PH] To quote your former student body president, "We were just trying to make our mock UN function like the actual UN. Why would they punish us for following the example of our own country's delegates?"
french: [PH] Pour citer votre ancien président du corps étudiant, "Nous essayions simplement de faire fonctionner notre fausse ONU comme l'ONU réelle. Pourquoi nous puniraient-ils d'avoir suivi l'exemple des délégués de notre propre pays ?"
italian: [PH] Per citare il tuo ex presidente del corpo studentesco, "stavamo solo cercando di rendere la nostra funzione mock ONU come la vera ONU. Perché ci punirebbero per seguire l'esempio dei delegati del nostro paese?"

source: [PH] Due to the president and her officer's removal, there is now a need to replace this school's student council.
french: [PH] En raison du renvoi de la présidente et de son agent, il est maintenant nécessaire de remplacer le conseil étudiant de cette école.
italian: [PH] A causa della presidente e della rimozione del suo ufficiale, c'è ora la necessità di sostituire il consiglio studentesco di questa scuola.

source: [PH] We will be taking applications for anyone who wishes to run for the offices of President, Vice President, and Secretary.
french: [PH] Nous prendrons les candidatures pour toute personne qui souhaite se présenter aux postes de Président, de Vice-président et de Secrétaire.
italian: [PH] Presenteremo domande per chiunque desideri candidarsi per gli uffici del Presidente, del Vicepresidente e del Segretario.

source: [PH] Please bring your completed form to the main office and give it to our new secretary Miss Jessica, who I'll introduce to you very soon.
french: [PH] Veuillez apporter votre formulaire rempli au bureau principal et le remettre à notre nouvelle secrétaire, Mlle Jessica, que je vous présenterai très bientôt.
italian: [PH] Si prega di portare il modulo compilato all'ufficio principale e darlo alla nostra nuova segretaria Miss Jessica, che vi presenterò molto presto.

source: [MJ] Did you say my name? Is it time to introduce myself?
french: [MJ] As-tu donné mon nom? Est-il temps de me présenter ?
italian: [MJ] Hai detto il mio nome? È il momento di presentarmi?

source: [PH] {i}(Whispering){/i} Oh, shit!...
french: [PH] {i}(murmure){/i} Oh, merde!...
italian: [PH] {i}(Whispering){/i} Oh, merda!...

source: [MG] Hey! She used to be my cheerleading captain when I was a freshman!
french: [MG] Hé! Elle était ma capitaine de pom-pom girls quand j'étais en première année !
italian: [MG] Ehi! Lei era il mio capitano cheerleading quando ero una fresca!

source: [MG] Wait!... Oh, my God! Was she doing what I think she was doing?
french: [MG] Attends!... Oh, mon Dieu! Faisait-elle ce que je pense qu'elle faisait?
italian: [MG] Aspetta!... Oh, mio Dio! Stava facendo quello che penso stesse facendo?

source: [M] Shhhh...
french: [M] Chut...

source: [PH] Ohh.... Haha... Hey there, Miss Jessica!... Thank you for helping me find the pencil I dropped!
french: [PH] Ohh.... Haha... Salut, Mlle Jessica!... Merci de m'avoir aidé à trouver le crayon que j'ai laissé tomber!
italian: [PH] Ohh.... Haha... Ehi, signorina Jessica!... Grazie per avermi aiutato a trovare la matita che ho lasciato!

source: [MJ] You don't have to be so modest, Principal Hardun, you're not quite as small as a pencil...
french: [MJ] Vous n'avez pas à être si modeste, principal M. Hardun, vous n'êtes pas aussi petit qu'un crayon...
italian: [MJ] Non devi essere così modesto, Principal Hardun, non sei così piccola come una matita...

source: [PH] {i}(Angrily whispering){/i} Would you be quiet!... We're broadcasting to the entire school!
french: [PH] {i}(murmure en colère){/i} Tu veux être tranquille!... Nous allons le diffuser dans toute l'école!
italian: [PH] {i}(whispering rabbioso){/i} Saresti tranquillo!... Stiamo trasmettendo a tutta la scuola!

source: [MJ] {i}(whispering){/i} Sorry...
french: [MJ] {i}(murmure){/i} désolé...
italian: [MJ] {i}(sussurre){/i} Spiacente...

source: [PH] This is Miss Jessica, whom I was going to introduce to you all at the next assembly.
french: [PH] Voici Mlle Jessica, que j'allais vous présenter à tous lors de la prochaine assemblée.
italian: [PH] Questa è la signorina Jessica, che stavo per presentarvi tutti nella prossima assemblea.

source: [PH] She's the new school secretary and will also be serving as our new cheerleading coach.
french: [PH] Elle est la nouvelle secrétaire de l'école et sera également notre nouvel entraîneur de cheerleading.
italian: [PH] È la nuova segretaria della scuola e servirà anche come nostro nuovo allenatore cheerleader.

source: [MG] Nooo!
french: [MG] Nooon !

source: [PH] Some of you may recognize her since she graduated from our school 3 years ago.
french: [PH] Certains d'entre vous la reconnaîtront peut-être depuis qu'elle est diplômée de notre école il y a 3 ans.
italian: [PH] Alcuni di voi la riconoscono da quando si è laureata alla nostra scuola 3 anni fa.

source: [RT] {i}I know, I jacked off multiple times to her yearbook picture after my freshman year.{/i}
french: [RT] {i}Je sais, je me suis branlée plusieurs fois sur sa photo après ma première année.{/i}
italian: [RT] {i}Lo so, Ho scacciato più volte alla sua foto annuario dopo il mio anno matricola.{/i}

source: [MG] That's bullshit! She can't be the new cheerleading coach!
french: [MG] C'est des conneries ! Elle ne peut pas être la nouvelle coach de cheerleading!
italian: [MG] È una stronzata! Non può essere la nuova cheerleading coach!

source: [M] Settle down, Megan.
french: [M] Calme-toi, Megan.
italian: [M] Spostarsi, Megan.

source: [MJ] I'm so excited to be back at this school. It's so hard to find work in the current job market, so I'm so greateful to Principal Hardun for giving me a way to earn a position here.
french: [MJ] Je suis tellement excitée d'être de retour dans cette école. Il est si difficile de trouver du travail sur le marché du travail actuel, donc je suis très reconnaissante au directeur M. Hardun de m'avoir donné un poste ici.
italian: [MJ] Sono così entusiasta di tornare in questa scuola. È così difficile trovare lavoro nel mercato del lavoro attuale, così sono così grande per Principal Hardun per darmi un modo per guadagnare una posizione qui.

source: [PH] Ok, I think you shouldn't say anaything else...
french: [PH] Ok, je pense que vous ne devriez pas dire autre chose...
italian: [PH] Ok, penso che non dovresti dire qualcosa di diverso...

source: [MJ] But I'm only trying to...
french: [MJ] Mais j'essaie seulement de...
italian: [MJ] Ma sto solo provando a...

source: [M] Well, that was weird...
french: [M] Eh bien, c'était bizarre...
italian: [M] Beh, che era strano...

source: [M] Ok... Let's get back to our schoolwork.
french: [M] D'accord... Revenons à nos devoirs.
italian: [M] Ok... Torniamo al lavoro scolastico.

source: [M] Your Oedipal presentation should last for at least 8 minutes.
french: [M] Votre présentation œdipienne devrait durer au moins 8 minutes.
italian: [M] La presentazione edipale dovrebbe durare per almeno 8 minuti.

source: [RT] {i}Uggghhh... This is so boring.{/i}
french: [RT] {i}Uggghhh... C'est tellement ennuyeux.{/i}
italian: [RT] {i}Uggghhh... Questo è così noioso. {/i}

source: [RT] {i}I can't believe our student council was selling their bodies for influence... What I wouldn't give to have been one of the delegates from those other schools!{/i}
french: [RT] {i}Je n'arrive pas à croire que nos conseillers estudiantins vendraient leurs corps pour influencer le résultat... Je ne regrette pas d'avoir été l'un des délégués de ces écoles!{/i}
italian: [RT] {i}Non riesco a credere che il nostro consiglio studentesco stava vendendo i loro corpi per influenza.. Quello che non darei a essere stato uno dei delegati di quelle altre scuole!{/i}

source: [RT] {i}Former president Lisa is fucking hot!{/i}
french: [RT] {i}L'ancienne présidente Lisa est sacrement chaude!{/i}
italian: [RT] {i}L'ex presidente Lisa sta scopando a caldo!{/i}

source: [RT] {i}Lauren hates her guts, though... She's hated her ever since she lost the election to her.{/i}
french: [RT] {i}Lauren les déteste, cependant... Elle la déteste depuis qu'elle a perdu l'élection contre elle.{/i}
italian: [RT] {i}Lauren odia le sue viscere, però... La odiava da quando le perse l'elezione.{/i}

source: [RT] {i}Poor Lauren... Lisa was so popular... It wasn't even close.{/i}
french: [RT] {i}Pauvre Lauren... Lisa était si populaire... Ce n'était même pas fini.{/i}
italian: [RT] {i}Povera Lauren... Lisa era così popolare... Non era nemmeno vicino.{/i}

source: [RT] {i}Hopefully she learned her lesson and wont even think about running again.{/i}
french: [RT] {i}J'espère qu'elle a appris sa leçon et qu'elle ne pensera même pas à partir de nouveau.{/i}
italian: [RT] {i}Speriamo che abbia imparato la sua lezione e non pensa nemmeno a correre di nuovo.{/i}

source: [RT] {i}Damn!, I slept through that whole lecture. I should probably go to my next class... But I'm just not in the mood.{/i}
french: [RT] {i}Merde !, J'ai dormi pendant toute cette leçon. Je devrais probablement aller à mon prochain cours... Mais je ne suis pas d'humeur.{/i}
italian: [RT] {i}Dannazione!, Ho dormito tutta la lezione. Probabilmente dovrei andare alla mia prossima lezione... Ma non sono di umore.{/i}

source: [RT] {i}I envy Lauren. She's got presidential duties to get her out of this boring class.{/i}
french: [RT] {i}J'envie Lauren. Elle a des fonctions présidentielles pour pouvoir sortir de cette classe ennuyeuse.{/i}
italian: [RT] {i}invidia Lauren. Ha i doveri presidenziali di farla uscire da questa noiosa classe.{/i}

source: [RT] {i}The morning announcements are much better now that Lauren gets to read them.{/i}
french: [RT] {i}Les annonces du matin sont bien meilleures maintenant que Lauren les lit.{/i}
italian: [RT] {i}Gli annunci mattutini sono molto meglio ora che Lauren li legge.{/i}

source: [RT] {i}She's a lot easier on the eyes than Principal Hardun.{/i}
french: [RT] {i}Elle est beaucoup plus facile pour les yeux que le principal M. Hardun.{/i}
italian: [RT] {i}Lei è molto più facile agli occhi del Principal Hardun.{/i}

source: [L] Good morning students of Shagtown High! Go Hornytoads!
french: [L] Bonjour les étudiants de Shagtown High! Allez Hornytoads!
italian: [L] Buongiorno gli studenti di Shagtown High! Vai Hornytoads!

source: [L] This is Lauren, coming to you live as your student body president.
french: [L] Voici Lauren, qui vient vivre chez vous en tant que présidente de votre corps étudiant.
italian: [L] Questo è Lauren, venendo a vivere come il vostro allievo presidente del corpo.

source: [L] I'm pleased to bring you the morning announcements.
french: [L] Je suis heureux de vous apporter les annonces du matin.
italian: [L] Mi fa piacere portarvi gli annunci del mattino.

source: [L] Today in Hornytoads sports.
french: [L] Aujourd'hui dans Hornytoads sports.
italian: [L] Oggi nello sport di Hornytoads.

source: [L] It looks like the shirts continued their domination over the skins in Mr. Hill's PE class yesterday.
french: [L] Il semble que les chemises aient continué leur domination sur les peaux dans la classe de PE de M. Hill hier.
italian: [L] Sembra che le camicie abbiano continuato il loro dominio sulle pelli nella classe PE di Mr. Hill.

source: [L] And on Friday, our varsity soccer team will be competing for the "Biggest Balls Cup" Against our rivals, the Bonerville Beavers
french: [L] Et vendredi, notre équipe de soccer universitaire sera en compétition pour la 'Coupe des plus gros ballons' Contre nos rivaux, les Castors de Bonerville
italian: [L] E venerdì, la nostra squadra di calcio varsity si disputerà per la "più grande Balls Cup" contro i nostri rivali, i Beavers Bonerville

source: [L] I'd like to personally encourage you all to attend the game and show your support
french: [L] J'aimerais personnellement vous encourager tous à assister au match et à montrer votre soutien
italian: [L] Vorrei incoraggiarvi personalmente a partecipare al gioco e mostrare il vostro supporto

source: [L] I know I enjoy watching those hunky athletes so deftly handling their balls.
french: [L] Je sais que j'aime regarder ces athlètes hunky manier si habilement leurs balles.
italian: [L] So che mi piace guardare quegli atleti così abili che maneggiano le loro palle.

source: [L] It looks like we've got a few options for lunch today.
french: [L] On dirait que nous avons quelques options pour le déjeuner aujourd'hui.
italian: [L] Sembra che abbiamo alcune opzioni per il pranzo oggi.

source: [L] We'll have the choice between a foot-long weiner and fish tacos.
french: [L] Nous aurons le choix entre un weiner long d'un pied et des tacos au poisson.
italian: [L] Avremo la scelta tra un piede-lungo weiner e tacos di pesce.

source: [L] I know what choice I'm going to make.
french: [L] Je sais quel choix je vais faire.
italian: [L] Io so che scelta farò.

source: [L] I just can't resist a nice, long, plump, foot-long weiner!
french: [L] Je ne peux tout simplement pas résister à une belle weiner longue et dodue!
italian: [L] Non riesco proprio a resistere a un simpatico, lungo, paffuto e piede!

source: [L] And for the last segment of our morning announcements, I'd like to do something special.
french: [L] Et pour le dernier segment de nos annonces du matin, j'aimerais faire quelque chose de spécial.
italian: [L] E per l'ultimo segmento dei nostri annunci mattutini, vorrei fare qualcosa di speciale.

source: [L] During the election, I had some special election posters, that caused everyone in the school to refer to me as "Cosplay Girl".
french: [L] Pendant l'élection, j'ai eu des affiches électorales spéciales, qui ont amené tout le monde à l'école à me qualifier de 'Fille Cosplay'.
italian: [L] Durante le elezioni, ho avuto alcuni manifesti elettorali speciali, che hanno spinto tutti nella scuola a riferirmi come "Cosplay Girl".

source: [L] It seems the entire student body has discovered my "Cosplay Heaven" account, and now everyone in the school calls me "Cosplay Girl".
french: [L] Il semble que tout le corps étudiant ait découvert mon compte 'Cosplay Heaven', et maintenant tout le monde à l'école m'appelle 'Cosplay Girl'.
italian: [L] Sembra che l'intero corpo studentesco abbia scoperto il mio account "Cosplay Heaven", e ora tutti nella scuola mi chiamano "Cosplay Girl".

source: [L] So, as your "Cosplay Girl" I wanted to share some of my work with you, the students, in a special segment I call...
french: [L] Donc, en tant que votre 'Fille Cosplay', je voulais partager une partie de mon travail avec vous, les étudiants, dans un segment spécial que j'appelle...
italian: [L] Così, come la tua "Cosplay Girl" ho voluto condividere alcuni dei miei lavori con voi, gli studenti, in un segmento speciale che chiamo...

source: [L] "Lauren's Cosplay Corner"
french: [L] 'Le coin Cosplay de Lauren'
italian: [L] "Corner Cosplay di Lauren"

source: [L] In this segment I'd like to share a piece of my work that is extremely exclusive. Images that only members of the highest tier in my Cosplay Heaven account can access.
french: [L] Dans ce segment, j'aimerais partager une partie de mon travail qui est extrêmement exclusive. Des images auxquelles seuls les membres du niveau le plus élevé de mon compte Cosplay Heaven peuvent accéder.
italian: [L] In questo segmento vorrei condividere un pezzo del mio lavoro che è estremamente esclusivo. Immagini che solo i membri del livello più alto nel mio account Cosplay Heaven possono accedere.

source: [L] And now, I'm allowing you, the students to get a sneak peak of those special images.
french: [L] Et maintenant, je vous permet à vous, les étudiants, d'avoir un aperçu de ces images spéciales.
italian: [L] E ora, ti sto permettendo agli studenti di ottenere un picco nascosto di quelle immagini speciali.

source: [L] And don't worry Principal Hardun and teachers, I've kept these PG.
french: [L] Et ne t'inquiètes pas du directeur M. Hardun et des enseignants, j'ai gardé ces 'Accord parental souhaitable'.
italian: [L] E non preoccuparti Principale Hardun e insegnanti, ho mantenuto questi PG.

source: [L] The image I want to show you today, I call "Pew pew... Die Alien Scum!"
french: [L] L'image que je veux vous montrer aujourd'hui, je l'appelle 'Pew pew... Die Alien Scum !'
italian: [L] L'immagine che voglio mostrarti oggi, chiamo "Pew pew... Die Alien Scum!"

source: [L] It's amazing what you can do with an image on the computer to make it look like you're actually there.
french: [L] C'est incroyable ce que l'on peut faire avec une image sur l'ordinateur pour donner l'impression d'y être réellement.
italian: [L] È sorprendente quello che puoi fare con un'immagine sul computer per renderla simile a quella che sei in realtà.

source: [L] Hey, Jessica... Can we do a full screen shot of this image?
french: [L] Hey, Jessica... Peut-on faire une capture plein écran de cette image ?
italian: [L] Hey, Jessica... Possiamo fare un colpo a schermo intero di questa immagine?

source: [L] Perfect!
french: [L] Parfait!
italian: [L] Perfetto!

source: [L] The high res version of this image will soon be available to subscribers as a wallpaper for their desktops.
french: [L] La version haute résolution de cette image sera bientôt disponible pour les abonnés comme fond d'écran pour leur bureau.
italian: [L] La versione ad alta risoluzione di questa immagine sarà presto disponibile per gli abbonati come sfondo per i loro desktop.

source: [L] So, please become a supporter!
french: [L] Alors, s'il vous plaît, devenez un supporter !
italian: [L] Quindi, per favore diventa un tifoso!

source: [L] And that's all for today's announcements.
french: [L] Et c'est tout pour les annonces d'aujourd'hui.
italian: [L] E questo è tutto per gli annunci odierni.

source: [L] I hope all you Hornytoads have a great week!
french: [L] J'espère que tous les Hornytoads passeront une bonne semaine !
italian: [L] Spero che tutti voi Hornytoads avete una bella settimana!

source: [RT] {i}Lauren did a great job!{/i}
french: [RT] {i}Lauren a fait un excellent travail!{/i}
italian: [RT] {i}Lauren ha fatto un ottimo lavoro!{/i}

source: [RT] {i}I can't wait for next week's.{/i}
french: [RT] {i}J'ai hâte d'être la semaine prochaine. {/i}
italian: [RT] {i}Non vedo l'ora della prossima settimana.{/i}

source: [M] Ok, let's get back to work.
french: [M] Ok, remettons-nous au travail.
italian: [M] Ok, torniamo a lavorare.

source: [L] At the Bonerville invitational Cheerleading Championship, someone, most likely the Bonerville Beaver's cheerleaders, snuck into our cheerleaders' changing room while they were in the shower. The only thing that seems to have been stolen was our cheerleaders' underwear.
french: [L] Au Championnat de pom-pom girls sur invitation de Bonerville, quelqu'un, probablement les pom-pom girls des Castors de Bonerville, s'est faufilé dans le vestiaire de nos pom-pom girls alors qu'elles étaient sous la douche. La seule chose qui semble avoir été volée était les sous-vêtements de nos pom-pom girls.
italian: [L] Al Bonerville invitazionale Cheerleading Championship, qualcuno, molto probabilmente gli cheerleaders di Bonerville Beaver, fanno un giro nello spogliatoio dei nostri cheerleaders mentre erano sotto la doccia. L'unica cosa che sembra essere stata rubata è stata la biancheria intima dei nostri cheerleader.

source: [L] The theft seemed to be an attempt at discouraging our girls from competing, but our girls showed great bravery and professionalism by competing, even without their panties.
french: [L] Le vol semblait être une tentative de décourager nos filles de concourir, mais nos filles ont fait preuve de beaucoup de courage et de professionnalisme en concourant, même sans leurs culottes.
italian: [L] Il furto sembrava essere un tentativo di scoraggiare le nostre ragazze dalla competizione, ma le nostre ragazze hanno mostrato grande coraggio e professionalità competendo, anche senza le loro mutandine.
