Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [L] Aaahhh!.... protect me, [ryan]!
french: [L] Aaahhh!.... protège-moi, [ryan]!
italian: [L] Aaahhh!.... proteggimi, [ryan]!

source: [R] Uuuggghhh.... That is just.... not right!
french: [R] Uuuggghhhh.... C'est juste.... pas bien!
italian: [R] Uuuggghhh.... Questo è semplicemente.... non è giusto!

source: [L] Holy shit! A blowjob on every episode!
french: [L] Putain de merde! Une pipe à chaque épisode !
italian: [L] Merda santa! Un pompino su ogni episodio!

source: [R] Well, at least you're clearly enjoying it?
french: [R] Eh bien, au moins, tu l'apprécies clairement?
italian: [R] Beh, almeno ti stai chiaramente divertendo?

source: [L] What do you mean?
french: [L] Que veux-tu dire?
italian: [L] Cosa vuoi dire?

source: [R] The way you're rubbing yourself.
french: [R] La façon dont tu te caresses.
italian: [R] Il modo in cui ti strofini.

source: [L] Oh, my God! Was I really?
french: [L] Oh, mon Dieu! L'étais-je vraiment ?
italian: [L] Oh, mio Dio! Ero davvero?

source: [R] Well, yeah.... You didn't notice?
french: [R] Eh bien, oui.... Tu n'as pas remarqué?
italian: [R] Beh, sì... non ti sei accorto?

source: [L] No!.... Sometimes I do it without thinking.
french: [L] Non!.... Parfois, je le fais sans réfléchir.
italian: [L] No!.... A volte lo faccio senza pensare.

source: [R] Well.... Do you need some relief?
french: [R] Bien.... As-tu besoin d'un soulagement?
italian: [R] Bene... Hai bisogno di un po' di sollievo?

source: [R] Do you want me to help?
french: [R] Veux-tu que je t'aide?
italian: [R] Vuoi che io aiuti?

source: [L] What?.... No!
french: [L] Quoi?.... Non!
italian: [L] Cosa?.... No!

source: [L] I might be rubbing myself unconsciously, but I'm not desperate enough to ask you for help.
french: [L] Je me caresse peut-être inconsciemment, mais je ne suis pas assez désespéré pour te demander de l'aide.
italian: [L] Potrei sfregarmi inconsciamente, ma non sono abbastanza disperato da chiederti aiuto.

source: [R] Well.... Ok.... But if you ever do get desperate enough....
french: [R] Bien.... Ok.... Mais si jamais tu deviens assez désespérée....
italian: [R] Bene.... Ok.... Ma se mai ottenete abbastanza disperato....

source: [R] Don't forget what they teach us in school.
french: [R] N'oubliez pas ce qu'ils nous enseignent à l'école.
italian: [R] Non dimenticare quello che ci insegnano a scuola.

source: [R] You don't have to be ashamed to ask for help.
french: [R] Tu n'as pas à avoir honte de demander de l'aide.
italian: [R] Non devi vergognarti per chiedere aiuto.

source: [L] You overconfident idiot! Can we get back to the show now?
french: [L] Espèce d'idiot trop confiant ! On peut revenir au spectacle maintenant ?
italian: [L] Hai un idiota troppo sicuro! Possiamo tornare allo show adesso?

source: [R] Of course!.... I'm not the one causing interruptions.
french: [R] Bien sûr!.... Ce n'est pas moi qui cause les interruptions.
italian: [R] Certo!... non sono quello che causa interruzioni.

source: [L] Clearly.
french: [L] Clairement.
italian: [L] Chiaramente.

source: [LT] {i}I can't believe [ryan] caught me rubbing myself.{/i}
french: [LT] {i}Je n'arrive pas à croire que [ryan] m'ait surprise à me caresser.{/i}
italian: [LT] {i}Non riesco a credere che [ryan] mi abbia rubato me stesso.{/i}

source: [LT] {i}I was doing it right next to him.{/i}
french: [LT] {i}Je le faisais juste à côté de lui.{/i}
italian: [LT] {i}Stavo facendo proprio accanto a lui.{/i}

source: [LT] {i}While watching a TV show about a woman blowing her brother.{/i}
french: [LT] {i}En regardant une émission de télévision sur une femme branlant son frère.{/i}
italian: [LT] {i}Mentre si guarda un programma televisivo su una donna che soffia suo fratello.{/i}

source: [LT] {i}How many blowjobs is Cersei going to give her brother this season anyways?{/i}
french: [LT] {i}Combien de fellations Cersei va-t-elle donner à son frère cette saison de toute façon?{/i}
italian: [LT] {i}Quanti pompini è Cersei darà comunque a suo fratello questa stagione?{/i}

source: [LT] {i}Where's my self-control?{/i}
french: [LT] {i}Où est ma maîtrise de soi ?{/i}
italian: [LT] {i}Dov'è il mio autocontrollo?{/i}

source: {i}{b}"Lauren's Libido +2"{/b}{/i}
french: {i}{b}«Libido de Lauren +2»{/b}{/i}

source: [R] Ok, let's watch the next episode of "Game of Thots"!
french: [R] Regardons le prochain épisode de 'Game of Thots'!
italian: [R] Ok, vediamo il prossimo episodio di "Game of Thots"!

source: [L] Well.... As long as I can sit close to you again, in case I get too scared?
french: [L] Bien.... Tant que je peux m'asseoir à nouveau près de toi, au cas où j'aurais trop peur?
italian: [L] Bene... Finché posso sedermi di nuovo vicino a te, nel caso in cui mi avessi troppo paura?

source: [R] Well, we've reached the mandatory sex scene for this episode!
french: [R] Eh bien, nous avons atteint la scène de sexe obligatoire pour cet épisode!
italian: [R] Beh, abbiamo raggiunto la scena sessuale obbligatoria per questo episodio!

source: [L] So, does that mean you're ready for some foolin' around?
french: [L] Donc, cela signifie-t-il que tu es prêt pour des folies?
italian: [L] Quindi, significa che sei pronto per qualche folle in giro?

source: [R] I love that you're taking the initiative now!
french: [R] J'adore que tu prennes l'initiative maintenant!
italian: [R] Mi piace che tu stia prendendo l'iniziativa ora!

source: [L] Yeah, well.... We both know we can't keep doing this.... So, this has to be our last time.
french: [L] Ouais, eh bien.... Nous savons tous les deux que nous ne pouvons pas continuer à faire ça.... Donc, ça doit être notre dernière fois.
italian: [L] Sì, bene.... Sappiamo entrambi che non possiamo continuare a fare questo.... Quindi, questa deve essere la nostra ultima volta.

source: [R] Ok.... It's a deal.
french: [R] Ok .... C'est un accord.
italian: [R] Ok.... È un affare.

source: [RT] {i}Haha.... She can't stop now!{/i}
french: [RT] {i}Haha.... Elle ne peut pas s'arrêter maintenant!{/i}
italian: [RT] {i}Haha.... Non può fermarsi adesso!{/i}

source: [L] So, what should we do?
french: [L] Alors, que devons-nous faire?
italian: [L] Allora, cosa dovremmo fare?

source: [L] Pound town?... You're gonna keep using that one, huh?
french: [L] livre ville?... Tu vas continuer à l'utiliser, hein ?
italian: [L] Città della sterlina?... Continuerai a usare quella, eh?

source: [R] I think it expresses my intentions very clearly.
french: [R] Je pense qu'il exprime très clairement mes intentions.
italian: [R] Penso che esprima molto chiaramente le mie intenzioni.

source: [L] You're not wrong.
french: [L] Tu n'as pas tort.
italian: [L] Non ti sbagli.

source: [L] Luckily for you, I'm feeling pretty horny right now, otherwise I might try harder to teach you to be more romantic.
french: [L] Heureusement pour toi, je me sens assez excitée en ce moment, sinon je pourrais essayer plus fort de t'apprendre à être plus romantique.
italian: [L] Per fortuna per te, mi sento abbastanza arrapato in questo momento, altrimenti potrei provare di più per insegnarti ad essere più romantico.

source: [R] Ooo... I love getting lucky.
french: [R] Ooo... J'adore avoir de la chance.
italian: [R] Ooo... Mi piace essere fortunato.

source: [R] Let's just make sure that Sidney is busy working... and yep... We should be good for a while now.
french: [R] Assurons-nous simplement que Sidney est occupé à travailler... et oui... Nous devrions être bons pour un moment maintenant.
italian: [R] Assicuriamoci che Sidney sia occupato a lavorare... e sì... Dovremmo essere buoni per un po' di tempo.

source: [L] Mandy's busy doing homework in my room, and Aunt Cami's working out in Mom's room... Pretty sure we can squeeze this in.
french: [L] Mandy est occupée à faire ses devoirs dans ma chambre, et Camille s'entraîne dans la chambre de maman... Je suis sûr qu'on peut faire ça.
italian: [L] Mandy occupato a fare i compiti nella mia stanza, e zia Cami si sta allenando nella stanza della mamma... abbastanza sicuro che possiamo spremere questo in.

source: [R] Now, if you can keep your voice down when you orgasm, I think we'll be ok... No screaming!
french: [R] Maintenant, si tu peux garder ta voix basse quand tu as l'orgasme, je pense que tout ira bien... Pas de cris!
italian: [R] Ora, se puoi mantenere la tua voce giù quando ti orgasmo, penso che saremo ok... Nessun urlo!

source: [L] I don't scream.
french: [L] Je ne crie pas.
italian: [L] Non urlo io.

source: [R] Yeah, and Aunt Cami's boobs are real.
french: [R] Ouais, et les seins de Camille sont réels.
italian: [R] Sì, e le tette della zia Cami sono reali.

source: [L] Hahaha... Are you trying to cock-block yourself?
french: [L] Hahaha... Tu essaies de te ridiculiser ?
italian: [L] Hahaha... Stai cercando di bloccarti da solo?

source: [R] I'll shut up now.
french: [R] Je vais me taire maintenant.
italian: [R] Mi fermerò adesso.

source: [L] Haha... You'd better.
french: [L] Haha... Tu ferais mieux.
italian: [L] Haha... Sarà meglio.

source: [L] Now... help me get these shorts off.
french: [L] Maintenant... aide-moi à enlever ce short.
italian: [L] Ora... aiutami a togliere questi pantaloncini.

source: [R] Wow!... I love my little sister's pretty little pussy... Are you ready for me to fuck it?
french: [R] Wow!... J'adore la jolie petite chatte de ma petite sœur... Tu es prêt pour que je la baise ?
italian: [R] Wow!... Amo la piccola figa di mia sorellina... Sei pronto per me a scoparla?

source: [L] Oh God... I hope I'm wet enough... Your cock is so big...
french: [L] Oh Mon Dieu... J'espère que je suis assez mouillée... Ta bite est si grosse...
italian: [L] Oh Dio... Spero di essere abbastanza bagnato... Il tuo cazzo è così grande...

source: [L] I hope it doesn't tear me up.
french: [L] J'espère que ça ne me déchire pas.
italian: [L] Spero che non mi strappi.

source: [R] You seemed ok last time... I'll remember to start out slow.
french: [R] Tu semblais bien la dernière fois... Je me souviendrais de commencer lentement.
italian: [R] L'ultima volta ti è sembrato ok... Mi ricordo di iniziare lentamente.

source: [L] Oh, God... That cock just fills me up!...
french: [L] Oh, mon Dieu... Cette bite me remplit!...
italian: [L] Oh, Dio... Quel cazzo mi riempie!...

source: [L] I can feel your head just pressing up against my womb!
french: [L] Je sens que ta tête vient appuyer contre mon ventre!
italian: [L] Posso sentire la tua testa che preme contro il mio grembo!

source: [R] I'm gonna fill you up like a hentai girl.
french: [R] Je vais te remplir comme une fille hentai.
italian: [R] Ti riempirò come una ragazza hentai.

source: [L] Fuck, [ryan], That's such a sexy thought!
french: [L] Merde, [ryan], C'est une pensée tellement sexy!
italian: [L] Cazzo [ryan], Questo è un pensiero così sexy!

source: [L] Oh, God!... For some reason that thought is triggering me again!
french: [L] Oh, mon Dieu!... Pour une raison quelconque, cette pensée me fait jouir à nouveau!
italian: [L] Oh, Dio!... Per qualche motivo che il pensiero mi sta innescando di nuovo!

source: [L] I'm gonna cum!
french: [L] Je vais jouir!
italian: [L] Sto per venire!

source: [R] Remember!... Don't scream!
french: [R] N'oublies pas... Ne cries pas !
italian: [R] Ricordati!... Non urlare!

source: [L] (repressed gasp) Aaaaaaaaaahhhhhhh...
french: [L] (halètement refoulé) Aaaaaaaahhhhhhh...
italian: [L] (sussulto represso) Aaaaaaaaaahhhhhhh...

source: [L] Oh, God!... I need more!
french: [L] Oh, mon Dieu!... J'en ai besoin de plus !
italian: [L] Oh, Dio!... Ho bisogno di più!

source: [R] I'm getting close!
french: [R] Je me rapproche !
italian: [R] Mi sto avvicinando!

source: [L] Yes... cum inside!
french: [L] Oui... sperme à l'intérieur!
italian: [L] Sì... sborra dentro!

source: [L] I want to feel it inside my womb!
french: [L] Je veux le sentir dans mon ventre!
italian: [L] Voglio sentirlo dentro il mio grembo!

source: [L] Pull out!
french: [L] Sors!
italian: [L] Tira fuori!

source: [L] I can't get knocked up by my own brother!
french: [L] Je ne peux pas me faire engrosser par mon propre frère !
italian: [L] Non posso farmi mettere incinta dal mio stesso fratello!

source: [RT] Fuck!... I could impregnate Lauren!... I'm about to explode... What am I gonna do?
french: [RT] Putain !... Je pourrais féconder Lauren !... Je suis sur le point d'exploser... Qu'est-ce que je vais faire ?
italian: [RT] Cazzo!... Potrei mettere incinta Lauren!... Sto per esplodere... Cosa farò?

source: [L] Wow!... Is my back as covered with your cum as it feels like?
french: [L] Wow !... Est-ce que mon dos est aussi couvert de ton sperme que ça en a l'air ?
italian: [L] Wow!... La mia schiena è coperta dal tuo sperma come sembra?

source: [R] Uh... yeah... I unleashed a lot.
french: [R] Euh... ouais... je me suis beaucoup lâché.
italian: [R] Uh... sì... Ho scatenato molto.

source: [L] Mmmm... That means it felt really good, right?
french: [L] Mmmm... Ça veut dire que ça faisait vraiment du bien, non ?
italian: [L] Mmmm... Questo significa che è stato davvero bello, giusto?

source: [R] Oh, fuck yeah!
french: [R] Oh, putain ouais !
italian: [R] Oh, scopa sì!

source: [L] Wow!... I can feel it inside me!
french: [L] Wow!... Je peux le sentir en moi!
italian: [L] Wow!... Lo sento dentro di me!

source: [L] Oh, God!... I feel so full!... Is my womb expanding?
french: [L] Oh, mon Dieu!... Je me sens si rassasiée !... Mon ventre est-il en expansion?
italian: [L] Oh, Dio!... Mi sento così piena!... Il mio grembo si sta espandendo?

source: [L] No!... There's not room for any more!
french: [L] Non!... Il n'y a plus de place pour ça !
italian: [L] No!... Non c'è posto per altri!

source: [L] Fuuuck!...
french: [L] Meerrddee !...
italian: [L] Cazzooo!...

source: {b}{i}"[ryan]'s cum loads in Lauren's pussy +1"{/i}{/b}
french: {b}{i}'Le sperme de [ryan] rempli la chatte de Lauren +1'{/i}{/b}
italian: {b}{i}"[ryan] carichi di sperma nella figa di Lauren +1"{/i}{/b}

source: {i}"Total loads of [ryan]'s cum in Lauren's pussy = ({b}[lauren_cum_loads_counter]{/b})"{/i}
french: {i}'Charges totales de sperme de [ryan] dans la chatte de Lauren =({b}[lauren_cum_loads_counter]{/b})'{/i}
italian: {i}"Carichi totali di sperma di [ryan] nella figa di Lauren = ({b}[lauren_cum_loads_counter]{/b})"{/i}

source: {b}{i}"Lauren's Libido -5"{/i}{/b}
french: {i}{b}«Libido de Lauren -5»{/b}{/i}

source: [L] Holy shit!... My pussy is so full, but I can actually feel that there's pressure built up in my womb!
french: [L] Putain de merde!... Ma chatte est tellement pleine, mais je peux réellement sentir qu'il y a de la pression dans mon ventre!
italian: [L] Porca puttana!... La mia figa è così piena, ma posso davvero sentire che c'è una pressione accumulata nel mio utero!

source: [L] It feels like I have a water balloon in there.
french: [L] J'ai l'impression d'avoir un ballon d'eau là-dedans.
italian: [L] Mi sembra di avere un gavettone lì dentro.

source: [LT] {i}Fuck... his swimmers are searching for my eggs.{/i}
french: [LT] {i}Merde... ses spermatozoides cherchent mes œufs.{/i}
italian: [LT] {i}Fuck... i suoi nuotatori stanno cercando le mie uova.{/i}

source: [R] Are you going to do the morning-after pill?
french: [R] Vas-tu prendre la pilule du lendemain?
italian: [R] Farai la pillola di mattina dopo?

source: [L] That's my plan.
french: [L] C'est mon plan.
italian: [L] È il mio piano.

source: [R] Yeah, well, don't forget.
french: [R] Ouais, eh bien ris autant que tu veux!
italian: [R] Sì, beh, non dimenticare.

source: [LT] {i}Fuck... I almost always forget.{/i}
french: [LT] {i}Merde... J'oublie presque toujours.{/i}
italian: [LT] {i}Fuck... Ho quasi sempre dimenticato.{/i}

source: [L] {i}Why would he think I'm going to forget?{/i}
french: [L] {i}Pourquoi penserait-il que je vais oublier?{/i}
italian: [L] {i}Perché potrebbe pensare che dimenticherò?{/i}

source: [L] I know... I'm not an idiot... I'm not supposed to get pregnant from my older brother.
french: [L] Je sais... Je ne suis pas un idiote... Je ne suis pas censée tomber enceinte de mon frère aîné.
italian: [L] Lo so... Non sono un'idiota... Non dovrei farmi mettere incinta da mio fratello maggiore.

source: [LT] {i}We'd make such cute kids though.{/i}
french: [LT] {i}Nous ferons des enfants si mignons.{/i}
italian: [LT] {i} Saremmo dei bambini così carini, però. {/i}

source: [L] Thanks for cleaning up the mess I made all over the floor again.
french: [L] Merci d'avoir nettoyé à nouveau le désordre que j'ai fait sur tout le sol.
italian: [L] Grazie per aver ripulito il pasticcio che ho fatto in tutto il pavimento.

source: [R] No problem.
french: [R] Pas de problème.
italian: [R] Nessun problema.

source: [L] There might be another mess on the couch when we're done here.
french: [L] Il pourrait y avoir un autre gâchis sur le canapé lorsque nous aurons terminé ici.
italian: [L] Potrebbe esserci un altro casino sul divano quando avremo finito qui.

source: [R] Your pussy's still dripping?
french: [R] Ta chatte dégouline encore ?
italian: [R] La tua figa sta ancora sgocciolando?

source: [R] It's about as bad as the mess I left on your back.
french: [R] C'est à peu près aussi mauvais que le désordre que j'ai laissé sur ton dos.
italian: [R] È tanto male quanto il pasticcio che ho lasciato sulla schiena.

source: [L] Yeah... I mean... I've seen your balls, and I just don't understand how all that cum fits in there.
french: [L] Ouais... Je veux dire... J'ai vu tes couilles, et je ne comprends tout simplement pas comment tout ce sperme s'intègre là-dedans.
italian: [L] Sì... Voglio dire... ho visto le tue palle, e non capisco come tutto quello che sperma si inserisce lì.

source: [R] Should we ask Mom?
french: [R] Devrions-nous demander à maman?
italian: [R] Dovremmo chiedere a mamma?

source: [L] Should I also tell her about all of the gum you put in my room?
french: [L] Dois-je aussi lui parler de tout le chewing-gum que tu as mis dans ma chambre?
italian: [L] Dovrei anche dirle di tutta la gomma che hai messo nella mia stanza?

source: [L] I should also let her know that you didn't put any gum in my room.
french: [L] Je devrais aussi lui faire savoir que tu n'as pas mis de gomme dans ma chambre.
italian: [L] Dovrei anche farle sapere che non hai messo alcuna gomma nella mia stanza.

source: [MT] {i}Why are they talking about gum in Lauren's room again?{/i}
french: [MT] {i}Pourquoi parlent-ils encore des gencives dans la chambre de Lauren ?{/i}
italian: [MT] {i}Perché si parla di gomma nella stanza di Lauren?{/i}

source: [MT] {i}I love how close they are... love that they have inside jokes... but I'm getting worried that they might be getting a little too close.{/i}
french: [MT] {i}J'aime à quel point ils sont proches... l'amour qu'ils ont à l'intérieur des plaisanteries est bonne... Mais je crains qu'ils ne se rapprochent un peu trop. {/i}
italian: [MT] {i}Mi piace quanto sono vicini... l'amore che hanno dentro scherzate.. ma sto diventando preoccupato che potrebbero essere un po 'troppo vicino.{/i}

source: [M] Hey, you two... How was your show today?
french: [M] Salut, vous deux... Comment était votre spectacle aujourd'hui ?
italian: [M] Ehi, voi due... Com'è stato il vostro spettacolo oggi?

source: [M] Nothing too perverted, I hope?
french: [M] Rien de trop pervers, j'espère ?
italian: [M] Niente di troppo perverso, spero?

source: [L] Ummm... yeah Mom, There wasn't any incest... or um... rape... or anything like that.
french: [L] Ummm... oui maman, il n'y a pas eu d'inceste... ou hum... de viol... ou quelque chose comme ça.
italian: [L] Ummm... yeah Mamma, Non c'era alcun incesto... o um... stupro... o qualcosa del genere.

source: [RT] {i}Smooth, Lauren.{/i}
french: [RT] {i}Douce, Lauren.{/i}
italian: [RT] {i}Liscio, Lauren.{/i}

source: [M] Well, turn it off it ever does... maybe you could do something else instead of watching tv.
french: [M] Eh bien, éteignez-le si jamais ça arrive... vous pourriez peut-être faire autre chose au lieu de regarder la télé.
italian: [M] Beh, spegnilo mai... forse potresti fare qualcos'altro invece di guardare la tv.

source: [R] Hahaha... Do something else... I'd say we are... I don't even know what's happening in "Game of Thots" anymore.
french: [R] Hahaha... Faites autre chose... Je dirais que nous sommes... Je ne sais même plus ce qui se passe dans 'Game of Thots'.
italian: [R] Hahaha... Fai qualcos'altro... direi che siamo... non so nemmeno cosa sta succedendo in "Game of Thots" più.

source: [L] Yeah, we never make it past the first sex scene.
french: [L] Ouais, on n'a jamais dépassé la première scène de sexe.
italian: [L] Sì, non lo facciamo mai oltre la prima scena di sesso.

source: [L] Pound town?... What are you, ten years old?
french: [L] livre ville?... Tu as quoi, dix ans ?
italian: [L] Città della sterlina?... Che cosa hai dieci anni?

source: [R] Would you prefer the bone yard?
french: [R] Veux-tu préférer la courbe osseuse ?
italian: [R] Preferiresti il cortile osseo?

source: [L] (sarcastically) Oh, yes... Keep talking like that... You're making me so wet!
french: [L] (sarcastiquement) Oh, oui... Continues à parler comme ça... Tu me rends si humide !
italian: [L] (sarcasticamente) Oh, sì... Continua a parlare così... Mi stai facendo così bagnato!

source: [R] Sorry, it's just that I keep thinking about the first time we did it by the pool.
french: [R] Désolé, c'est juste que je continue à penser à la première fois que nous l'avons fait près de la piscine.
italian: [R] Mi dispiace, è solo che continuo a pensare alla prima volta che lo abbiamo fatto in piscina.

source: [R] It's almost all I can think about anymore.
french: [R] C'est presque tout ce à quoi je peux penser désormais.
italian: [R] È quasi tutto quello di cui posso più pensare.

source: [R] I can never wait to do it again!
french: [R] J'ai hâte de recommencer !
italian: [R] Non vedo mai l'ora di farlo di nuovo!

source: [L] Well, you're in luck... I'm actually feeling pretty frisky myself right now.
french: [L] Eh bien, vous avez de la chance... Je me sens moi-même assez fringant en ce moment.
italian: [L] Beh, sei fortunato... in realtà mi sento abbastanza frisky in questo momento.

source: [L] But I'm not sure if I dare fucking literally right in front of Sidney.
french: [L] Mais je ne suis pas sûr d'oser baiser littéralement devant Sidney.
italian: [L] Ma non sono sicuro se oso scopare letteralmente proprio di fronte a Sidney.

source: [R] She only looks up from her computer if you're right in her face, or maybe if the house were on fire.
french: [R] Elle ne lève les yeux de son ordinateur que si tu es en face d'elle, ou peut-être si la maison est en feu.
italian: [R] Lei guarda solo dal suo computer se hai ragione in faccia, o forse se la casa era in fiamme.

source: [R] If you're really worried, Let's just try to keep it down... No orgasmic screaming like you did by the pool.
french: [R] Si tu es vraiment inquiet, essayons juste de rester discrets... Pas de cris orgasmiques comme ceux que tu as fait à la piscine.
italian: [R] Se sei davvero preoccupato, proviamo solo a tenerlo giù... Nessun urlo orgasmico come hai fatto in piscina.

source: [L] I didn't scream.
french: [L] Je n'ai pas crié.
italian: [L] Non ho urlato.

source: [R] Like hell you didn't... I'll bet all the dogs within three blocks started howling from how loud and high pitched it was.
french: [R] Comme tu ne l'as pas fait... Je parie que tous les chiens dans les trois pâtés de maisons ont commencé à hurler à quel point c'était fort et aigu.
italian: [R] Come l'inferno che non hai fatto... Scommetto tutti i cani entro tre blocchi hanno iniziato a ululare da quanto forte e alto campo era.

source: [L] Are you trying to cock-block yourself?
french: [L] Essaies-tu de te bloquer?
italian: [L] Stai cercando di bloccarti da solo?
