Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.05.po
Languages: italian

source: [RT] {i}Shit.... What could have happened to it?{/i}
italian: [RT] {i}Merda.... Cosa può essergli successo? {/i}

source: [RT] {i}Did I leave it at the warehouse or something?{/i}
italian: [RT] {i}L'ho lasciato al magazzino o qualcosa del genere? {/i}

source: [RT] {i}Fuck!.... The DeCapos aren't going to sit around while I look for it.{/i}
italian: [RT] {i}Cazzo! .... I DeCapo non se ne staranno con le mani in mano mentre lo cerco.

source: [RT] {i}How am I going to break the news to Mom?{/i}
italian: [RT] {i}Come darò la notizia a mamma?

source: [R] So, it turns out that I can't find my cash.
italian: [R] Quindi, si scopre che non riesco a trovare i miei soldi.

source: [M] What? No that can't be. Let me come help you look for it.
italian: [M] Cosa? No, non può essere. Lascia che ti aiuti a cercarli.

source: [J] I'm sorry [mom_name], but we aren't going to just hang around at your house until you find where your son Ron misplaced his cash.
italian: [J] Sono spiacente [mom_name], ma non abbiamo intenzione di appendere intorno a casa vostra fino a quando non si trova dove tuo figlio Ron misplaced i suoi soldi.

source: [R] My name's [ryan], actually.
italian: [R] Il mio nome è [ryan], in realtà.

source: [J] So either you've got it, or you don't.
italian: [J] Quindi o ce l'hai o non ce l'hai.

source: [J] And it looks like you don't got it.
italian: [J] E sembra che tu non li abbia.

source: [J] So [mom_name], Why don't we go ahead and jump in the car.
italian: [J] Quindi [mom_name], perché non andiamo avanti e saltiamo in macchina.

source: [R] I'm so sorry Mom! I really have it. I just don't have a clue where it is right now.
italian: [R] Mi dispiace tanto mamma! Ce l'ho davvero. Solo che non ho idea di dove sia in questo momento.

source: [M] It's ok honey. We'll find it, and at least I won't have to go next week.
italian: [M] Va tutto bene tesoro. Lo troveremo e almeno non dovrò andarci la prossima settimana.

source: [RT] {i}Shit!.... She looks so sad!{/i}
italian: [RT] {i}Merda! .... Sembra così triste!

source: {i}{b}"Mom's Affection -5"{/b}{/i}
italian: {i}{b}"Affetto della mamma -5"{/b}{/i}

source: {i}{b}"Mom's Respect -1"{/b}{/i}
italian: {i}{b}"Rispetto della mamma -1"{/b}{/i}

source: [R] Sorry, Mom! I wasn't able to get enough money together this week.
italian: [R] Scusa, mamma! Non sono riuscito a mettere insieme abbastanza soldi questa settimana.

source: [M] Oh sweety, don't worry about it. It was just too much to ask of you.
italian: [M] Oh tesoro, non preoccuparti. Era solo troppo da chiedere a te.

source: [RT] {i}Oh no! I feel like a piece of shit! Look how sad I've made her.{/i}
italian: [RT] {i}Oh no! Mi sento un pezzo di merda! Guarda come l'ho resa triste.

source: [J] Ok, Let's get on our way.
italian: [J] Ok, andiamo per la nostra strada.

source: [RT] {i}There she goes off to the club.{/i}
italian: [RT] {i}Ecco che se ne va al club.{/i}

source: [RT] {i}She seemed extra down tonight. I'd better jump on my scooter and head down to the club to make sure she's ok.{/i}
italian: [RT] {i}Sembrava molto giù stasera. E' meglio che salga sul mio scooter e vada al club per assicurarmi che stia bene.

source: [ST] {i}Hopefully Mom doesn't mind if I borrow the car.{/i}
italian: [ST] {i}Spero che a mamma non dispiaccia se prendo in prestito la macchina.

source: [ST] {i}And that must be them driving off.{/i}
italian: [ST] {i}E quelli devono essere loro che se ne vanno.{/i}

source: [ST] {i}Now to follow from a discreet distance.{/i}
italian: [ST] {i}Ora da seguire da una distanza discreta.{/i}

source: [ST] {i}So, this is the Mafia's club. It's pretty well hidden.{/i}
italian: [ST] {i}Quindi, questo è il club della mafia. E' abbastanza ben nascosto.{/i}

source: [ST] {i}I never could have found it on my own.{/i}
italian: [ST] {i}Non avrei mai potuto trovarlo da solo.{/i}

source: [ST] {i}I'll just go park around the corner.{/i}
italian: [ST] {i}Vado a parcheggiare dietro l'angolo.{/i}

source: [ST] {i}Hopefully I can get in.{/i}
italian: [ST] {i}Spero di poter entrare.{/i}

source: [ST] {i}Somehow [ryan] was able to get in. I'm sure I'll find a way too.{/i}
italian: [ST] {i}In qualche modo [ryan]è riuscito ad entrare. Sono sicuro che troverò un modo anch'io.{/i}

source: [S] Uhhh.... Hi.... Can I come in?
italian: [S] Uhhh.... Ciao.... Posso entrare?

source: [G] Do you know the password?
italian: [G] Conosci la password?

source: [S] Uhh.... is it Scarface?
italian: [S] Uhh.... è Scarface?

source: [G] Is that supposed to be a joke?
italian: [G] Dovrebbe essere uno scherzo?

source: [S] Ummmm.... I don't actually know the password.... But, my mom is one of the dancers, and I was hoping to go see her.
italian: [S] Ummmm.... In realtà non conosco la password.... Ma, mia mamma è una delle ballerine, e stavo sperando di andare a vederla.

source: [G] Oh really? Which one?
italian: [G] Oh, davvero? Quale?

source: [S] Ummm.... [mom_name].
italian: [S] UmmmmCOPY00 [mom_name].

source: [G] Oh yeah, [mom_name], of course! Why didn't you just say so in the first place.
italian: [G] Oh sì, [mom_name], certo! Perché non l'hai detto subito.

source: [G] We are, after all, a family establishment, and we try to be very accommodating to the families of our employees.
italian: [G] Dopo tutto, siamo un istituto familiare, e cerchiamo di essere molto accomodanti per le famiglie dei nostri dipendenti.

source: [S] Ummm.... Thank you?
italian: [S] Ummm.... Grazie?

source: [G] Of course.... Come on in.
italian: [G] Certo.... Accomodati.

source: [ST] {i}Wow! This place is so much bigger than it looks from the outside.{/i}
italian: [ST] {i}Wow! Questo posto è molto più grande di quanto sembri dall'esterno.

source: [ST] {i}And so many important people. I think I saw State Senator McFeely by the craps table.{/i}
italian: [ST] {i}E tante persone importanti. Penso di aver visto il senatore di Stato McFeely dalla tabella delle merde. {/i}

source: [ST] {i}And I think I recognized that creep that was making lude gestures at me from the slot machine.{/i}
italian: [ST] {i}E credo di aver riconosciuto quel verme che mi stava facendo gesti osceni dalla slot machine.{/i}

source: [ST] {i}I think it was that school board member that Mom hates. I think his name is Bill, or Will Tylor, or something.{/i}
italian: [ST] {i}Penso che sia stato quel membro del consiglio scolastico che mamma odia. Penso che il suo nome sia Bill, o Will Tylor, o qualcosa del genere.{/i}Io penso che sia stato quel membro del consiglio scolastico che mamma odia.

source: [J] Well, hello there young lady.
italian: [J] Beh, salve signorina.

source: [S] Oh shit!.... You scared me.
italian: [S] Oh merda! .... Mi hai spaventato.

source: [J] I'm so sorry, allow me to introduce myself.
italian: [J] Mi dispiace molto, permettimi di presentarmi.

source: [J] My name is Joey DeCapo.
italian: [J] Il mio nome è Joey DeCapo.

source: [J] And you must be [mom_name]'s oldest.... Sidney.... I think?
italian: [J] E tu devi essere più vecchio di [mom_name].... Sidney... penso?

source: [S] Yes.... but how did you?....
italian: [S] Si.... ma come hai fatto? ....

source: [J] I pay a lot of people a lot of money to make sure I know everything about everyone of interest to me.
italian: [J] Pago un sacco di gente un sacco di soldi per assicurarmi di sapere tutto su tutti quelli che mi interessano.

source: [J] And your family has been very interesting this last little while.
italian: [J] E la tua famiglia è stata molto interessante questo ultimo poco.

source: [J] But I must say that you are much prettier in person.
italian: [J] Ma devo dire che sei molto più bella di persona.

source: [J] You don't look very much like your mother. Maybe you take after your dad's side of the family?
italian: [J] Non assomigli molto a tua madre. Forse prendi il lato della famiglia di tuo papà?

source: [S] Uhhhh.... Thank you?
italian: [S] Uhhhh.... Grazie?

source: [S] And you're the guy we have to pay every week to keep our mom out of the club?
italian: [S] E tu sei il ragazzo che dobbiamo pagare ogni settimana per tenere nostra mamma fuori dal club?

source: [J] A very regrettable situation, but in life, all debts must be paid.
italian: [J] Una situazione molto spiacevole, ma nella vita, tutti i debiti devono essere pagati.

source: [S] But Dad took out the loan, not us.
italian: [S] Ma è stato papà a prendere il prestito, non noi.

source: [J] And when he took it out, we made sure it was very clear to him that the debt would fall on his family if anything happened to him.
italian: [J] E quando lo tolse fuori, abbiamo fatto in modo che fosse molto chiaro a lui che il debito sarebbe ricaduto sulla sua famiglia se qualcosa gli è successo.

source: [J] So, he knew the risks.
italian: [J] Quindi, conosceva i rischi.

source: [S] That asshole!
italian: [S] Che stronzo!

source: [J] Haha.... We can arrange for him to stay in prison for as long as you like.
italian: [J] Haha.... Possiamo fare in modo che resti in prigione per tutto il tempo che vuoi.

source: [S] We might just take you up on that offer.
italian: [S] Potremmo accettare l'offerta.

source: [J] But where are my manners. Let's go sit down and have a drink.
italian: [J] Ma dove sono le mie buone maniere. Andiamo a sederci e a bere qualcosa.

source: [J] Come.... Follow me.
italian: [J] Vieni.... Seguimi.

source: [J] This is the pole room, and this is our very lovely dancer Emma.
italian: [J] Questa è la stanza del palo e questa è la nostra adorabile ballerina Emma.

source: [S] She's very beautiful.
italian: [S] È molto bella.

source: [J] Yes, she's quite popular, but not nearly as popular as your mother.
italian: [J] Sì, è molto popolare, ma non così popolare come tua madre.

source: [S] Oh God!.... She's here isn't she?
italian: [S] Oh Dio! .... Lei è qui, vero?

source: [J] Haha.... yes, she's in the dressing room, she goes on after the next dancer.
italian: [J] Haha.... sì, è nel camerino, continua dopo la prossima ballerina.

source: [J] Shall we take a seat?
italian: [J] Vogliamo sederci?

source: [J] I want you to know that I feel very sorry for your family's situation.
italian: [J] Voglio che tu sappia che mi dispiace molto per la situazione della tua famiglia.

source: [J] And I know I'm in an awkward position to help you all out, being your creditor and all.
italian: [J] E so di essere in una posizione scomoda per aiutarvi, essendo il vostro creditore e tutto il resto.

source: [J] But I have a way you can help your family make the monthly payments, and maybe get you some spending money besides.
italian: [J] Ma ho un modo per aiutare la tua famiglia a pagare le rate mensili, e magari farti avere anche dei soldi da spendere.

source: [J] I heard how the FBI cut out your discretionary spending.
italian: [J] Ho sentito che l'FBI ha tagliato le tue spese discrezionali.

source: [S] I'm not becomming a stripper, if that's what you're thinking.
italian: [S] Non diventerò una spogliarellista, se è quello che stai pensando.

source: [J] Haha.... No of course not! We wouldn't hire you even if you wanted to.
italian: [J] Haha.... No, certo che no! Non ti assumeremmo anche se lo volessi.

source: [S] What?.... Why not?
italian: [S] Cosa? .... Perché no?

source: [J] You don't have the dancing experience like your mother does.
italian: [J] Non hai l'esperienza di danza come fa tua madre.

source: [J] But I do have another decent paying job that doesn't take any experience to get into, and only requires a pretty face.
italian: [J] Ma ho un altro lavoro decentemente pagato che non richiede alcuna esperienza e richiede solo un bel viso.

source: [S] What would that be?
italian: [S] Quale sarebbe?

source: [J] Take a look over there.
italian: [J] Dai un'occhiata laggiù.

source: [J] Do you see that girl in the tights and blue shirt serving drinks to the customers?
italian: [J] Vedete quella ragazza nei collant e camicia blu che serve bevande ai clienti?

source: [S] Yeah.
italian: [S] Si.

source: [J] Well, she wants to be a bartender, so I'm letting her help tend the bar whenever things get a little slower.
italian: [J] Beh, vuole diventare una barista, quindi le permetto di aiutarmi a gestire il bar quando le cose vanno un pò a rilento.

source: [J] So, she needs some help filling her job while she's practicing her drink mixing skills.
italian: [J] Quindi, ha bisogno di un pò di aiuto per riempire il suo lavoro mentre si esercita a mescolare i drink.

source: [J] Let me call her over here so you can meet her.
italian: [J] Lascia che la chiami qui così puoi conoscerla.

source: [J] HEY! Armani! Can I get a couple drinks?
italian: [J] Ehi, Armani! Posso avere un paio di drink?

source: [A] Hey Uncle! Do you want the usual?
italian: [A] Ehi, zio! Vuoi il solito?

source: [J] Yes darling!, and get Sidney here whatever she wants.
italian: [J] Sì, tesoro, e porta a Sidney qualsiasi cosa voglia.

source: [S] I don't want anything. I'm actually not old enough to buy a drink.
italian: [S] Non voglio niente. In realtà non sono abbastanza grande per comprare da bere.

source: [J] Yeah, well regular rules don't apply here.
italian: [J] Sì, beh le regole normali non si applicano qui.

source: [S] I'm really ok.
italian: [S] Sto davvero bene.

source: [J] Suit yourself.
italian: [J] Come vuoi.

source: [J] Armani, this is Sidney.... She's thinking about coming here sometimes to help you serve drinks.
italian: [J] Armani, questa è Sidney.... Sta pensando di venire qui qualche volta per aiutarti a servire i drink.

source: [J] Sidney, this is my neice Armani.
italian: [J] Sidney, questa è mia nipote Armani.

source: [A] Aren't you a pretty thing?
italian: [A] Non sei carina?

source: [S] I wasn't really thinking about serving drinks....
italian: [S] Non stavo proprio pensando di servire da bere....

source: [J] Not yet, you mean.
italian: [J] Non ancora, vuoi dire.

source: [A] Well, I would sure love to work with someone as beautiful as you, and we can make a ton in tips in one night.
italian: [A] Beh, mi piacerebbe molto lavorare con qualcuno bello come te, e possiamo fare un sacco di mance in una notte.

source: [A] So, think about it.
italian: [A] Quindi, pensaci.

source: [J] And you'd be under very little commitment. I would only require you to be here on Mondays, since that's when Armani's at the bar full time.
italian: [J] E saresti sottoposta a un impegno davvero minimo. Ti chiederei di essere qui solo il lunedì, dato che è il periodo in cui Armani è al bar a tempo pieno.

source: [J] Other than that, you could come in any day you want. Oh.... except Saturdays, since your mother might be here.
italian: [J] Oltre a questo, potresti venire in qualsiasi giorno che vuoi. Oh.... tranne il sabato, poiché tua madre potrebbe essere qui.

source: [ST] {i}That doesn't sound bad at all.{/i}
italian: [ST] {i}Non suona affatto male.

source: [ST] {i}And I'd love to be able to help [ryan] out. He's taken most of the responsibility on himself.{/i}
italian: [ST] {i}E mi piacerebbe essere in grado di aiutare [ryan]. Si è preso la maggior parte della responsabilità da solo.

source: [S] That's a very tempting offer.
italian: [S] È un'offerta molto allettante.

source: [J] Well, then why don't you run along with Armani and she can show you the ropes. You can keep any tips you make tonight.
italian: [J] Beh, allora perché non vai con Armani e lei può mostrarti le corde. Puoi tenere tutte le mance che guadagnerai stasera.

source: [S] Ok.... Thank you.
italian: [S] Ok.... Grazie.

source: [J] Oh.... and Sidney! I almost forgot.
italian: [J] Oh.... e Sidney! Quasi dimenticavo.

source: [J] It would be best if your mother didn't know that you were here. If you are inclined to peek like your brother does, just don't get caught.
italian: [J] Sarebbe meglio se tua madre non sapesse che eri qui. Se sei incline a sbirciare come fa tuo fratello, non farti catturare.

source: [J] I don't even think my best "Made Man" could stop her from murdering me, if she knew you were here.
italian: [J] Non credo che nemmeno il mio migliore "Made Man" potrebbe impedirle di uccidermi, se sapesse che sei qui.

source: [ST] {i}Does [ryan] regularly peek at Mom when she's stripping?{/i}
italian: [ST] {i} [ryan]Guarda regolarmente la mamma quando si spoglia?

source: [S] Ok.... I'll be careful.
italian: [S] Ok.... Starò attento.

source: [R] Hey Lurch, How's it hanging?
italian: [R] Ehi Lurch, come va?

source: [R] Are you just gonna leave me hanging?
italian: [R] Mi lascerai appeso?

source: [R] Alright, I'll just show myself in then.
italian: [R] Va bene, mi presento da solo allora.

source: [RT] {i}Why wasn't I more careful with my money this week? I hate how dissapointed my mom looks when I fail to pay off the mob.{/i}
italian: [RT] {i}Perché questa settimana non sono stato più attento con il mio denaro? Odio come dissapointed mia mamma sembra quando non riesco a pagare la mob. / i}

source: [RT] {i}I hate seeing Mom look so disappointed. And where the hell did I put that money?{/i}
italian: [RT] {i}Odio vedere la mamma sembrare così delusa. E dove l'inferno ha messo quel denaro?{/i}

source: [RT] {i}Why wasn't I more careful with my money this week? I hate how disappointed Mom looks when I fail to pay off the mob.{/i}
italian: [RT] {i}Perché questa settimana non sono stato più attento al mio denaro? Odio quanto la mamma delusa sembri quando non riesco a pagare la folla. /i}

source: [RT] {i}I hope she's ok.{/i}
italian: [RT] {i}spero che lei sia ok.{/i}

source: [RT] {i}Past the bar, through the casino, and Bingo!{/i}
italian: [RT] {i}Passato il bar, attraverso il casinò, e Bingo!{/i}

source: [RT] {i}Oh wow! Now I don't feel so bad!{/i}
italian: [RT] {i}Oh wow! Ora non mi sento più così male!

source: [RT] {i}I never would have seen her in that outfit otherwise.{/i}
italian: [RT] {i}Non l'avrei mai vista con quel vestito altrimenti.{/i}

source: [RT] {i}I sure wish I had access to the club's wardrobe.{/i}
italian: [RT] {i}Mi piacerebbe avere accesso al guardaroba del club.{/i}

source: [RT] {i}Mom pulls off the edgy look really well!{/i}
italian: [RT] {i}Mamma tira fuori il look tagliente davvero bene!

source: [RT] {i}Oh God, but she looks even better when she's not wearing it at all.{/i}
italian: [RT] {i}Oh Dio, ma sta ancora meglio quando non lo indossa affatto.{/i}

source: [RT] {i}How are her tits so perky? Did she even breastfeed us at all? Mmmm.... I wish I could remember that.{/i}
italian: [RT] {i}Come fanno le sue tette ad essere così vivaci? Ci ha almeno allattato? Mmmm.... Vorrei potermelo ricordare.{/i}

source: [RT] {i}And that's about all the self control I have.{/i}
italian: [RT] {i}E questo è tutto l'autocontrollo che ho.

source: [RT] {i}Oh and that ass is to die for!{/i}
italian: [RT] {i}Oh e quel culo è da morire!

source: [RT] {i}One day, I'll get her moving like that in front of my camera.{/i}
italian: [RT] {i}Un giorno la farò muovere così davanti alla mia telecamera.

source: [ST] {i}Oh my God! Is that guy doing what I think he's doing?{/i}
italian: [ST] {i}Oh mio Dio! Quel tipo sta facendo quello che penso stia facendo?

source: [ST] {i}That's disgusting!{/i}
italian: [ST] {i}E' disgustoso!

source: [S] Hey buddy! I don't think you're supposed to be....
italian: [S] Ehi, amico! Non credo che dovresti essere ....

source: [ST] {i}Wait!.... I recognize that sweatshirt!{/i}
italian: [ST] {i}Aspetta! .... Riconosco quella felpa!

source: [S] [ryan]!.... What the fuck?
italian: [S] [ryan]!.... Ma che cazzo?

source: [R] Holy fuck!.... Sidney what are you wearing, and what the hell are you doing here?
italian: [R] Porca puttana! .... Sidney cosa stai indossando e cosa diavolo stai facendo qui?

source: [S] I might ask you the same thing, but I think that's pretty obvious.
italian: [S] Potrei chiederti la stessa cosa, ma penso che sia abbastanza ovvio.

source: [S] I can't even believe you would do that in public. Do you have no shame?
italian: [S] Non posso nemmeno credere che tu lo faccia in pubblico. Non ti vergogni?

source: [R] It's not really about not having any shame, more just a lack of self control.
italian: [R] Non si tratta proprio di non avere vergogna, più che altro è una mancanza di autocontrollo.

source: [S] Hmmm.... Yeah, I can see that.
italian: [S] Hmmm.... Sì, lo vedo.

source: [S] So, is it still Emma out there on the stage?
italian: [S] Allora, c'è ancora Emma sul palco?

source: [R] Uuuhhh.... Yeah, she's.... really doing a great job.
italian: [R] Uuuhhh.... Sì, sta.... facendo davvero un ottimo lavoro.

source: [S] Scoot over, I want to take a peek.
italian: [S] Spostati, voglio dare un'occhiata.

source: [R] Uhhh.... wait! I don't think that's a good idea.
italian: [R] Uhhh.... aspetta! Non credo sia una buona idea.

source: [S] What? Why the hell not?
italian: [S] Cosa? Perché diavolo no?

source: [R] Ummm.... What if you like what you see, and want to become a pole dancer yourself? I just want to protect you from that.
italian: [R] Ummm.... E se ti piace quello che vedi, e vuoi diventare una ballerina di palo? Voglio solo proteggerti da quello.

source: [S] [ryan], that is the stupidest thing I've ever heard. Now, move over!
italian: [S] [ryan], questa è la cosa più stupida che abbia mai sentito. Ora, spostati!

source: [S] Move over, or I'll scream and draw attention to your little jack off session.
italian: [S] Spostati, o urlerò e attirerò l'attenzione sulla tua piccola sessione di seghe.

source: [R] Shit Sidney!.... Just.... Fine....
italian: [R] Merda Sidney!.... Solo.... Fine....

source: [RT] {i}Fuck!.... She's gonna freak out, she's going to tell Mom! My life is over!{/i}
italian: [RT] {i}Fanculo!.... Andrà fuori di testa, lo dirà alla mamma! La mia vita è finita!{/i}

source: [S] What the actual fuck, [ryan]?
italian: [S] Ma che cazzo, [ryan]?

source: [S] You've been jacking off to Mom?
italian: [S] Ti sei fatto una sega con mamma?

source: [S] What the hell is wrong with you?
italian: [S] Che diavolo c'è di sbagliato in te?

source: [S] I mean.... Just.... Do you care to explain yourself?
italian: [S] Voglio dire.... Solo.... Ti interessa spiegarti?

source: [RT] {i}Ok brain.... I need you to come through for me. I need your bullshit capabilities like never before.{/i}
italian: [RT] {i}Ok cervello.... Ho bisogno che tu mi aiuti. Ho bisogno delle tue capacità di cazzate come non mai.{/i}

source: [R] Sorry.... I don't know what to say, you know?.... I guess I got a little messed up the first time I saw Mom stripping, and I can't stop coming back when I know she's going to be here.
italian: [R] Scusa.... Non so cosa dire, sai?.... Credo di essermi un po' incasinato la prima volta che ho visto mamma spogliarsi, e non riesco a smettere di tornare quando so che lei sarà qui.

source: [R] But I'm not sorry! If that hadn't happened, I would have stayed a prude, and freaked out when you started jacking me off in your sleep.
italian: [R] Ma non mi dispiace! Se non fosse successo, sarei rimasta una puritana e avrei dato di matto quando hai iniziato a farmi le seghe nel sonno.

source: [RT] {i}If there's a hell, I'm sure I'm going there for that stunt.{/i}
italian: [RT] {i}Se c'è un inferno, sono sicuro che ci andrò per quella bravata.{/i}

source: [R] I would have freaked out and kicked you out, told Mom, and you probably would have been kicked out of the house. Then we wouldn't have gotten as close as we have this past little while.
italian: [R] Avrei dato di matto e ti avrei buttato fuori, l'avrei detto alla mamma e probabilmente saresti stato cacciato di casa. Allora non ci saremmo avvicinati così tanto come abbiamo fatto in quest'ultimo periodo.
