Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [R] Alright Diaz, let me run and see if I've got the five hundred in my bedroom.
italian: [R] Va bene Diaz, fammi correre a vedere se ho i cinquecento nella mia camera da letto.

source: [AD] Five hundred? You're rescuing two girls now... the price has doubled.
italian: [AD] Cinquecento? Stai salvando due ragazze ora... il prezzo è raddoppiato.

source: [R] A thousand dollars?!
italian: [R] Mille dollari?!

source: [AD] Alright, I'll just untie Lauren and get changed, while you grab the money.
italian: [AD] Va bene, slegherò Lauren e mi cambierò, mentre tu prenderai i soldi.

source: [R] Yeah, why are you dressed like that?
italian: [R] Sì, perché sei vestita così?

source: [AD] It's my sexy police girl costume. Dressing up makes everything more fun.
italian: [AD] È il mio costume da poliziotta sexy. Vestirsi rende tutto più divertente.

source: [AD] And now that you've seen me in it, are you sure you want to pay the money?
italian: [AD] E ora che mi hai visto dentro, sei sicuro di voler pagare i soldi?

source: [RT] {i}She is damn hot in that costume...{/i}
italian: [RT] {i}E' dannatamente sexy in quel costume...{/i}

source: [RT] {i}No!... The girls are depending on me!{/i}
italian: [RT] {i}No!... Le ragazze dipendono da me!

source: [R] I'll be right back.
italian: [R] Torno subito.

source: [R] Here's your money.
italian: [R] Ecco i tuoi soldi.

source: [R] I thought you were going to change while I was gone.
italian: [R] Pensavo che ti saresti cambiato mentre ero via.

source: [AD] Well... you weren't gone very long, and I thought you might want one more look on what you're missing out on.
italian: [AD] Beh... non sei stato via molto tempo e ho pensato che avresti voluto dare un'altra occhiata a quello che ti stai perdendo.

source: [AD] You sure this is what you want?
italian: [AD] Sei sicuro che questo è quello che vuoi?

source: [R] I'm sure, so why don't you get your ass off our property.
italian: [R] Sono sicuro, quindi perché non porti il tuo culo fuori dalla nostra proprietà.

source: [AD] Alright, no need to be so rude. I'll just show myself out.
italian: [AD] Va bene, non c'è bisogno di essere così scortese. Mi presenterò da solo all'uscita.

source: [ADT] {i}Jerk... I'll fucking change in my car.{/i}
italian: [ADT] {i}Jerk... Mi cambierò nella mia macchina, cazzo.{/i}

source: [R] Are you two ok?
italian: [R] State bene voi due?

source: [MD] Holy fuck, [ryan]! I can't believe that just happened!
italian: [MD] Sacro cazzo, [ryan]! Non riesco a credere che sia appena successo!

source: [R] Yeah... this happens every week.
italian: [R] Sì... questo succede ogni settimana.

source: [MD] I know! Diaz had Lauren fill me in.
italian: [MD] Lo so! Diaz mi aveva riempito Lauren.

source: [L] I guess we're just getting used to it.
italian: [L] Immagino che ci stiamo abituando.

source: [MD] I thought I was really going to have to spank your ass!
italian: [MD] Pensavo che avrei davvero dovuto sculacciare il tuo culo!

source: [MD] What a kinky bitch!
italian: [MD] Che cagna viziosa!

source: [L] Yeah, that's some messed-up shit.
italian: [L] Sì, è proprio un bel casino.

source: [LT] {i}Why does the thought of getting spanked by Mandy kind of turn me on?{/i}
italian: [LT] {i}Perché il pensiero di essere sculacciato da Mandy mi eccita un po'?

source: [MDT] {i}I could have been slapping Lauren's sexy ass if [ryan] hadn't shown up.{/i}
italian: [MDT] {i}Avrei potuto schiaffeggiare il sexy culo di Lauren se [ryan] non fosse arrivato.

source: [MD] Thank you for rescuing us!
italian: [MD] Grazie per averci salvato!

source: [L] Yeah!.. Our hero!
italian: [L] Sì!... Il nostro eroe!

source: {i}"Lauren's and Mandy's Affection +1{/i}
italian: {i}"Affetto di Lauren e Mandy +1{/i}

source: [MD] Shit, Lauren. We'd better get in the shower. We're going to be late for school!
italian: [MD] Merda, Lauren. Faremmo meglio a metterci sotto la doccia. Saremo in ritardo per la scuola!

source: [L] I'll just skip the shower this morning. I need to talk to [ryan] about something.
italian: [L] Salterò la doccia questa mattina. Ho bisogno di parlare con [ryan]di qualcosa.

source: [MD] Alright, see you after my shower.
italian: [MD] Bene, vedete dopo la mia doccia.

source: [L] Well, [ryan]. Once again, you've come to my rescue.
italian: [L] Bene, [ryan]. Ancora una volta, sei venuto in mio soccorso.

source: [R] Ohh... it was nothing. I couldn't watch that bitch do that to my sister this...
italian: [R] Ohh... non era niente. Non potevo guardare quella troia farlo a mia sorella...

source: [L] Now it's time for me to reward my hero.
italian: [L] Ora è il momento di premiare il mio eroe.

source: [MD] I forgot my tow...
italian: [MD] Ho scordato il mio per...

source: [MD] Haha!... I knew there was something going on with you two!
italian: [MD] Haha!... Sapevo che c'era qualcosa che stava succedendo con voi due!

source: [MD] So, this is the boy you wouldn't tell me about?
italian: [MD] Quindi, questo è il ragazzo di cui non mi parleresti?

source: [L] Mandy, shut up!
italian: [L] Mandy, stai zitta!

source: [L] And, this isn't what you think it is.
italian: [L] E questo non è quello che pensi che sia.

source: [MD] Well, please explain.
italian: [MD] Beh, ti preghiamo di spiegare.

source: [L] It's just something I like to do for [ryan] to show him my gratitude for paying Diaz off.
italian: [L] È solo qualcosa che mi piace fare per [ryan] per mostrargli la mia gratitudine per aver pagato Diaz.

source: [L] I just kind of grind him a bit. Just through our clothes... nothing more.
italian: [L] Lo struscio un pò. Solo attraverso i nostri vestiti... niente di più.

source: [R] It's becoming kind of our ritual.
italian: [R] Sta diventando una specie di nostro rituale.

source: [MD] Oh?... And there's nothing else to this ritual?
italian: [MD] Oh?... E non c'è niente altro a questo rituale?

source: [L] No... well, I guess I usually dance in my sexy schoolgirl uniform too.
italian: [L] No... beh, credo che di solito ballo anche nella mia uniforme da scolaretta sexy.

source: [MD] Now that sounds fun! I want in on this ritual.
italian: [MD] Ora sembra divertente! Voglio entrare in questo rituale.

source: [L] What!?
italian: [L] Cosa?

source: [MD] Yeah, let me just put some music on my phone and we'll do some dancing for [ryan].
italian: [MD] Sì, lasciami mettere un po' di musica sul mio telefono e faremo un po' di danzare per [ryan].

source: [L] Really?!
italian: [L] Davvero?!

source: [MD] Yeah, I want to thank him too. And this sounds like a pretty fun ritual you've already got established. No need to change it.
italian: [MD] Sì, voglio ringraziarlo anche. E questo suona come un rituale abbastanza divertente che hai già stabilito. Non c'è bisogno di cambiarlo.

source: [RT] {i}Now, Lauren gets to see just how much fun Mandy can be!{/i}
italian: [RT] {i}Ora, Lauren vedrà quanto può essere divertente Mandy!

source: [RT] {i}Holy shit! Look at those two go at it! This is sexy as hell!{/i}
italian: [RT] {i}Cazzo! Guarda quei due come si danno da fare! Questo è sexy come l'inferno!

source: [RT] {i}Mandy grinding up against Lauren's sexy ass!... Fuck, I'm hard as a rock!{/i}
italian: [RT] {i}Mandy che si struscia contro il sexy culo di Lauren... Cazzo, sono duro come una roccia!

source: [RT] {i}Oh, God!... I want both of those asses!{/i}
italian: [RT] {i}Oh, Dio!... Voglio entrambi quei culi!

source: [RT] {i}Lauren's soft, curvy ass, and Mandy's skinny, muscular ass.{/i}
italian: [RT] {i}Il culo morbido e sinuoso di Lauren e il culo magro e muscoloso di Mandy.

source: [RT] {i}As much as I detest Diaz... this wouldn't be possible without her.{/i}
italian: [RT] {i}Per quanto detesti Diaz... questo non sarebbe possibile senza di lei.

source: [MD] And now, it's time for the other part of the ritual.
italian: [MD] E ora, è il momento per l'altra parte del rituale.

source: [MD] Did you say you two do some top-of-the-clothes grinding?
italian: [MD] Hai detto che due di voi fanno un po 'di top-of-the-dress macinazione?

source: [L] Yeah, I guess we could take turns.
italian: [L] Sì, credo che potremmo fare a turno.

source: [R] There's no way I'll be able to last long enough for both of you to grind me.
italian: [R] Non c'è modo che io possa resistere abbastanza a lungo perché entrambi mi macinino.

source: [MD] Hmmm... then we'll have to try something different.
italian: [MD] Hmmm... allora dovremo provare qualcosa di diverso.

source: [MD] But it's going to require at least one of us to take off their underwear.
italian: [MD] Ma ci vorrà almeno uno di noi per togliersi la biancheria intima.

source: [MD] You, stupid.
italian: [MD] Tu, stupido.

source: [RT] {i}Oh, God!{/i}
italian: [RT] {i}Oh, Dio! {/i}

source: [L] Holy fuck, [ryan], you're so hard!
italian: [L] Porca puttana, [ryan], sei così duro!

source: [MD] More like, "Holy fuck, [ryan], you're so huge!"
italian: [MD] Più come, "Sacro cazzo, [ryan], sei così enorme!"

source: [MD] I can't get over the size of this porn-sized cock!
italian: [MD] Non riesco a superare le dimensioni di questo cazzo pornostro!

source: [L] So... how are we going to do this?
italian: [L] Allora... come facciamo?

source: [MD] Just take off your skirt, and follow my lead.
italian: [MD] Basta togliere la gonna, e seguire il mio comando.

source: [ADT] {i}Finally! It's such a fucking pain to change clothes in the car.{/i}
italian: [ADT] {i}Finalmente! E' una tale rottura cambiarsi i vestiti in macchina!

source: [ADT] {i}I hope I didn't take too long.{/i}
italian: [ADT] {i}Spero di non averci messo troppo tempo.{/i}

source: [ADT] {i}I would hate to miss out on their after-Diaz visit ritual.{/i}
italian: [ADT] {i}Non vorrei perdermi il loro rituale di visita dopo Diaz.{/i}

source: [ADT] {i}Oh, well now.... this is interesting!{/i}
italian: [ADT] {i}Oh, bene ora.... questo è interessante! {/i}

source: [ADT] {i}I didn't think he'd be able to get Mandy involved this quickly!{/i}
italian: [ADT] {i}Non pensavo che sarebbe stato in grado di coinvolgere Mandy così velocemente!

source: [ADT] {i}What could he have said to them to make this happen?{/i}
italian: [ADT] {i}Cosa può aver detto loro per far sì che questo accada? {/i}

source: [ADT] {i}I'm starting to respect this kid's game!{/i}
italian: [ADT] {i}Inizio a rispettare il gioco di questo ragazzo!

source: [ADT] {i}That's fucking hot!{/i}
italian: [ADT] {i}Questo è fottutamente sexy! {/i}

source: [RT] {i}Oh, God!... This might be the best day of my life!{/i}
italian: [RT] {i}Oh, Dio! Questo potrebbe essere il miglior giorno della mia vita!

source: [RT] {i}Both my sister and my cousin, at the same time?!{/i}
italian: [RT] {i}Sia mia sorella che mio cugino, allo stesso tempo?!{/i}

source: [RT] {i}How could this get any better?{/i}
italian: [RT] {i}Come potrebbe andare meglio di così?

source: [RT] {i}Oh... right... I could be fucking them.{/i}
italian: [RT] {i}Oh... giusto... Potrei scoparmele.

source: [RT] {i}Soon!{/i}
italian: [RT] {i}Presto! {/i}

source: [LT] {i}Oh, my God! My brother's huge cock is sliding up and down against my pussy and ass!{/i}
italian: [LT] {i}Oh, mio Dio! L'enorme cazzo di mio fratello sta scivolando su e giù contro la mia figa e il mio culo!{/i}

source: [LT] {i}And my ass is rubbing against my cousin's skinny ass cheeks!{/i}
italian: [LT] {i}E il mio culo si sta strofinando contro le chiappe magre di mia cugina!

source: [LT] {i}This is the hottest thing that's ever happened to me!{/i}
italian: [LT] {i}Questa è la cosa più calda che mi sia mai successa!

source: {i}{b}"Lauren's Libido +5"{/b}{/i}
italian: {i}{b}"Libido di Lauren +5"{/b}{/i}

source: [MDT] {i}God, yes! Finally I've got a cock rubbing against my virgin pussy and ass!{/i}
italian: [MDT] {i}Dio, sì! Finalmente ho un cazzo che si strofina contro la mia figa vergine e il mio culo!

source: [MDT] {i}If Mom could see me now! Haha!.. She'd cut [ryan]'s balls off!{/i}
italian: [MDT] {i}Se mamma potesse vedermi ora! Haha! Taglierebbe le palle di [ryan]!

source: [MDT] {i}Self-righteous slut.{/i}
italian: [MDT] {i}Signorina moralista {/i}.

source: {i}{b}"Mandy's Libido +5"{/b}{/i}
italian: {i}{b}"Libido +5 di Mandy"{/b}{/i}

source: [R] Oh, fuck!... This feels incredible!
italian: [R] Oh, cazzo!... È una sensazione incredibile!

source: [R] I'm gonna cum!
italian: [R] Sto per venire!

source: [MD] Let it out. You deserve it.
italian: [MD] Lascialo uscire. Lo meriti.

source: [R] Oh, God!
italian: [R] Oh, Dio!

source: [MD] That... is a lot of cum!
italian: [MD] Questo... è un sacco di sperma!

source: [L] Yeah, it's running down my back, into my panties.
italian: [L] Sì, sta scorrendo lungo la mia schiena, nelle mie mutandine.

source: [MD] I dare you to wear those panties to school.
italian: [MD] Ti sfido a indossare quelle mutandine a scuola.

source: [L] Euw... that's gross... they'll be all smelly and crusty.
italian: [L] Euw... che schifo... saranno tutte puzzolenti e incrostate.

source: [MD] Chicken.
italian: [MD] Pollo.

source: [L] Fine... I will if you do.
italian: [L] Bene... Lo farò se lo farai.

source: [R] You two are too much!
italian: [R] Voi due siete troppo!

source: {i}"Girls giggling"{/i}
italian: {i}"Ragazze che ridono"{/i}

source: [MD] [ryan], really, thank you so much for rescuing us from that sadistic bitch.
italian: [MD] [ryan], davvero, grazie mille per averci salvato da quella cagna sadica.

source: [L] Yeah... we know another thousand dollars a week is expensive, but we'll keep rewarding you like this if you'll keep paying to keep us safe.
italian: [L] Sì... sappiamo che altri mille dollari a settimana sono costosi, ma continueremo a ricompensarti così se continuerai a pagare per tenerci al sicuro.

source: [R] I'll try my hardest.
italian: [R] Farò del mio meglio.

source: [MD] Hehehe... that's pretty hard.
italian: [MD] Hehehe... è piuttosto difficile.

source: [L] Now we've really got to get ready for school.
italian: [L] Ora dobbiamo davvero prepararci per la scuola.

source: [L] Do you think I'll see you there today?
italian: [L] Pensi che ti vedrò lì oggi?

source: [MD] I hope I can get transferred to your school soon. It would be so fun being there with you two.
italian: [MD] Spero di poter essere trasferito presto alla tua scuola. Sarebbe così divertente stare lì con te due.

source: [L] Oh my God, that would be so fun!
italian: [L] Oh mio Dio, sarebbe così divertente!

source: [R] Alright, I'd better run and get ready myself.
italian: [R] Va bene, è meglio che corra a prepararmi.

source: [MD] Maybe we'll see you tonight.
italian: [MD] Forse ti vedremo stasera.

source: [R] A thousand dollars? I can't spare that much money right now.
italian: [R] Mille dollari? Non posso risparmiare così tanti soldi in questo momento.

source: [AD] Well then... let's get started. We don't have all morning.
italian: [AD] Bene allora... cominciamo. Non abbiamo tutta la mattina.

source: [AD] I'll tell you what though. I'll let you watch this time, and I'll even let you choose who gets spanked.
italian: [AD] Ti dirò una cosa però. Ti lascerò guardare questa volta e ti lascerò anche scegliere chi viene sculacciato.

source: [AD] And we'll let the other one do the spanking.
italian: [AD] E lasceremo che sia l'altro a sculacciare.

source: [R] I can't choose that... I don't want to have any part of this.
italian: [R] Non posso scegliere... Non voglio avere nessuna parte in tutto questo.

source: [AD] Well, if you don't choose, than I'll spank them both myself. And I'm a pretty hard spanker.
italian: [AD] Beh, se non scegli, allora sculaccerò entrambi io stesso. E sono una sculacciatrice piuttosto dura.

source: [MD] No, [ryan]! Please, just choose.
italian: [MD] No, [ryan]! Per favore, scegli.

source: [MD] I would rather be spanked by Lauren than by Agent Diaz.
italian: [MD] Preferirei essere spanked da Lauren piuttosto che da Agent Diaz.

source: [R] But how will I decide?
italian: [R] Ma come farò a decidere?

source: [R] Hmmm... who should I choose to get spanked?
italian: [R] Hmmm... chi dovrei scegliere per essere sculacciata?

source: [R] Sorry Lauren, but you're already tied up and ready for it.
italian: [R] Scusa Lauren, ma sei già legata e pronta.

source: [R] I choose you to be spanked.
italian: [R] Scelgo te per essere sculacciata.

source: [AD] Alright girls, you heard the man. Lauren, head down, ass up.
italian: [AD] Va bene ragazze, l'avete sentito. Lauren, testa bassa e culo in alto.

source: [AD] Mandy, prepare yourself to spank your cousin.
italian: [AD] Mandy, preparatevi a spuntare tuo cugino.

source: [AD] Now, let's all imagine that I'm your school resource officer.
italian: [AD] Ora, immaginiamo tutti che io sono il tuo responsabile delle risorse scolastiche.

source: [AD] Mandy saw Lauren smoking in the school bathroom, and came to me to tattle.
italian: [AD] Mandy ha visto Lauren fumare nel bagno della scuola ed è venuta da me a fare la spia.

source: [AD] As a reward for squealing on her peer, I gave her the option to help me punish her.
italian: [AD] Come ricompensa per aver fatto la spia sulla sua coetanea, le ho dato la possibilità di aiutarmi a punirla.

source: [AD] And Mandy enthusiastically accepted!
italian: [AD] E Mandy ha accettato con entusiasmo!

source: [MD] Do I really have to do this?
italian: [MD] Devo davvero farlo?

source: [AD] No, but if you want to keep living here you do.
italian: [AD] No, ma se vuoi continuare a vivere qui devi farlo.

source: [AD] And make sure you do it hard enough to hurt.
italian: [AD] E assicurati di fare abbastanza duro per fare male.

source: [AD] If you're too pussy about it, I'll spank you both.
italian: [AD] Se siete troppo femminucce, vi sculaccerò entrambe.

source: [MD] Fine... I'm sorry, Lauren!
italian: [MD] Fine... Mi dispiace, Lauren!

source: [MD] When can I stop?
italian: [MD] Quando posso fermarmi?

source: [AD] Keep going until I tell you.
italian: [AD] Continua finché non te lo dico io.

source: [RT] {i}Diaz is such a sadistic bitch!{/i}
italian: [RT] {i}Diaz è proprio una stronza sadica!

source: [RT] {i}This is so messed up!{/i}
italian: [RT] {i}Questo è così incasinato! {/i}.

source: [RT] {i}So, why is it making me so hard?{/i}
italian: [RT] {i}Allora, perché mi sta facendo diventare così duro? {/i}.

source: [LT] {i}Oww... my ass is so sensitive!{/i}
italian: [LT] {i}Oww... il mio culo è così sensibile!

source: [LT] {i}This really hurts!...{/i}
italian: [LT] {i}Fa davvero male!...{/i}

source: [LT] {i}So why do I kind of like it?{/i}
italian: [LT] {i}Perciò perché mi piace? {/i}.

source: [LT] {i}This is starting to make me wet!{/i}
italian: [LT] {i}Questo sta iniziando a farmi bagnare!

source: [LT] {i}Fuck! Mandy is going to notice!{/i}
italian: [LT] {i}Cazzo! Mandy se ne accorgerà!

source: {i}{b}"Lauren's Libido +3"{/b}{/i}
italian: {i}{b}"Libido di Lauren +3"{/b}{/i}

source: [MDT] {i}As if my life couldn't get any weirder, now I'm being forced to spank my cousins!{/i}
italian: [MDT] {i}Come se la mia vita non potesse diventare strana, ora sono costretto a spacciare i miei cugini!{/i}

source: [MDT] {i}I'm being blackmailed by an authoritative, dominatrix-like woman! Could this get any kinkier?{/i}
italian: [MDT] {i}Sono stato ricattato da una donna autoritaria e dominatrice! Potrebbe diventare più perverso di così?

source: [MDT] {i}OH MY GOD!! Are Lauren's panties starting to get wet?{/i}
italian: [MDT] {i}OH MY GOD! Le mutandine di Lauren stanno iniziando a bagnarsi?

source: [MDT] {i}Could she really be getting this turned on? Or is her bladder leaking from fright?{/i}
italian: [MDT] {i}Può davvero eccitarsi così tanto? O la sua vescica sta perdendo dalla paura?

source: [MDT] {i}Is Lauren into this?{/i}
italian: [MDT] {i}A Lauren piace questo? {/i}.

source: [MDT] {i}If she's enjoying my hand slapping her ass cheeks... Fuck!... Now I'm super turned on!{/i}
italian: [MDT] {i}Se le piace la mia mano che le schiaffeggia le chiappe... Cazzo!... Ora sono super eccitato!

source: [MDT] {i}At least nobody can see my panties.{/i}
italian: [MDT] {i}Almeno nessuno può vedere le mie mutandine.

source: {i}{b}"Mandy's Libido +3"{/b}{/i}
italian: {i}{b}"La libido di Mandy +3"{/b}{/i}

source: [ADT] {i}I love this job!{/i}
italian: [ADT] {i}Adoro questo lavoro!

source: [ADT] {i}I wouldn't be able to get away with this with most people...{/i}
italian: [ADT] {i}Non riuscirei a farla franca con la maggior parte delle persone...{/i}

source: [ADT] {i}But after reading their digital journals and seeing their browser histories, I know I'm just helping them fulfill their deepest and most secret desires.{/i}
italian: [ADT] {i}Ma dopo aver letto i loro diari digitali e visto le cronologie dei loro browser, so che li sto solo aiutando a soddisfare i loro desideri più profondi e segreti.

source: [AD] Alright... I think Lauren's probably had enough fun for today.
italian: [AD] Va bene... Penso che Lauren si sia divertita abbastanza per oggi.

source: [AD] You can stop, Mandy.
italian: [AD] Puoi fermarti, Mandy.

source: [AD] I think Lauren has learned her lesson.
italian: [AD] Penso che Lauren abbia imparato la lezione.

source: [AD] Are you ever going to smoke in the girl's bathroom again?
italian: [AD] Fumerai mai più nel bagno delle ragazze?

source: [R] Sorry Mandy, but Lauren's already been terrorized by Agent Diaz too much.
italian: [R] Scusa Mandy, ma Lauren è già stata terrorizzata troppo dall'agente Diaz.

source: [L] Fuck...
italian: [L] Cazzo...

source: [AD] Alright girls, you heard the man. Mandy, let's get you tied up and gagged.
italian: [AD] Va bene ragazze, l'avete sentito. Mandy, ti lego e ti imbavaglio.

source: [AD] Lauren, prepare yourself to spank your cousin.
italian: [AD] Lauren, preparatevi a spuntare tuo cugino.

source: [AD] Lauren saw Mandy smoking in the school bathroom, and came to me to tattle.
italian: [AD] Lauren ha visto Mandy fumare nel bagno della scuola ed è venuta da me a fare la spia.

source: [AD] And Lauren enthusiastically accepted!
italian: [AD] E Lauren ha accettato con entusiasmo!

source: [L] Do I really have to do this?
italian: [L] Devo davvero farlo?

source: [AD] No, but if you want to stay out of jail, you do.
italian: [AD] No, ma se vuoi rimanere fuori dalla prigione, devi farlo.

source: [L] Fine... I'm sorry, Mandy!
italian: [L] Bene... Mi dispiace, Mandy!

source: [L] When can I stop?
italian: [L] Quando posso fermarmi?

source: [MDT] {i}Oww... my ass is so sensitive!{/i}
italian: [MDT] {i}Oww... il mio culo è così sensibile!

source: [MDT] {i}This really hurts!...{/i}
italian: [MDT] {i}Fa davvero male!...{/i}

source: [MDT] {i}So why do I kind of like it?{/i}
italian: [MDT] {i}Perciò perché mi piace? {/i}.

source: [MDT] {i}This is starting to make me wet!{/i}
italian: [MDT] {i}Questo sta iniziando a farmi bagnare!

source: [MDT] {i}Fuck! Lauren is going to notice!{/i}
italian: [MDT] {i}Cazzo! Lauren se ne accorgerà!

source: [LT] {i}As if my life couldn't get any weirder, now I'm being forced to spank my cousin!{/i}
italian: [LT] {i}Come se la mia vita non potesse diventare strana, ora sono costretto a spacciare mio cugino!{/i}

source: [LT] {i}I'm being blackmailed by an authoritative, dominatrix-like woman! Could this get any kinkier?{/i}
italian: [LT] {i}Sono stato ricattato da una donna autoritaria e dominatrice! Potrebbe diventare più perverso di così?

source: [LT] {i}OH MY GOD!! Are Mandy's panties starting to get wet?{/i}
italian: [LT] {i}OH MY GOD! Le mutandine di Mandy stanno iniziando a bagnarsi?

source: [LT] {i}Could she really be getting this turned on? Or is her bladder leaking from fright?{/i}
italian: [LT] {i}Può davvero eccitarsi così tanto? O la sua vescica sta perdendo dalla paura?

source: [LT] {i}Is Mandy into this?{/i}
italian: [LT] {i}Mandy è coinvolta in questo? {/i}Si.
