Repository: DonRP/AFV
Catalog: game/*/*/UpdateScriptChristmasEvent.po
Languages: italian

source: [GF] Haha.... that was pretty smooth.
italian: [GF] Haha.... era abbastanza liscio.

source: [RT] {i}Thanks.{/i}
italian: [RT] {i}Grazie.{/i}

source: [R] And are you ok with getting pregnant from your brother?
italian: [R] E stai bene con rimanere incinta da tuo fratello?

source: [L] [ryan]!.... We've already talked about this!
italian: [L] [ryan]!.... Ne abbiamo già parlato!

source: [L] Is this some kind of trick, or Christmas game?
italian: [L] Questo è un qualche tipo di trucco o di gioco di Natale?

source: [R] Here.... I'm recording you on my phone. Now will you please state for the record, the story of your pregnancy.
italian: [R] Qui... ti sto registrando sul mio telefono. Ora ti preghiamo di indicare per il record, la storia della tua gravidanza.

source: [L] Well, it's not much of a story.
italian: [L] Beh, non è molto di una storia.

source: [L] I just kept falling more and more in love with you, as I watched you work so hard to take care of us.
italian: [L] Ho continuato ad innamorarmi sempre di più di voi, visto che vi ho guardati lavorare così duramente per prendervi cura di noi.

source: [L] Even though at any point, you could have done the easy thing, and left us to care for ourselves.
italian: [L] Anche se in qualsiasi momento, avresti potuto fare la cosa facile e ci hai lasciato a preoccuparci di noi stessi.

source: [L] But I think the moment I was head over heels for you, was when you finally were able to get Agent Diaz off our backs, or I guess out of my pants in my case.
italian: [L] Ma penso che il momento in cui sono stato capo sopra i tacchi per voi, è stato quando finalmente sei stato in grado di ottenere l'agente Diaz fuori le nostre spalle, o immagino dai miei pantaloni nel mio caso.

source: [R] Ooohhh, that sounds like a good story!.... Why don't you tell me about that!.... For the record.
italian: [R] Ooohhh, che suona come una bella storia!.... Perché non mi racconti quello!.... Per il disco.

source: [L] You already know the story!.... And I'm pretty sure we don't want that on any kind of record.
italian: [L] Conosci già la storia!.... E sono abbastanza sicuro che non lo vogliamo su nessun tipo di disco.

source: [L] You know.... Incriminating evidence and that sort of thing.
italian: [L] Sai... Incriminare le prove e quel genere di cose.

source: [RT] {i}Damn!{/i}
italian: [RT] {i}Dannazione!{/i}

source: [RT] {i}It sure would be helpful to know how I'm going to finally nail that bitch!{/i}
italian: [RT] {i}Sicuramente sarebbe utile sapere come farò finalmente a unghia quella puttana!{/i}

source: [GF] Well, it looks like you were able to figure it out on your own, so when you go back to the present, just keep an eye out for that opportunity.
italian: [GF] Beh, sembra che tu sia stato in grado di capirlo da solo, così quando si torna al presente, basta tenere d'occhio per questa opportunità.

source: [L] But I'm so glad you let me be part of her weekly punishment.
italian: [L] Ma sono così contento che mi lasci fare parte della sua punizione settimanale.

source: [L] I know this sounds cruel, but I love humiliating that bitch every week!
italian: [L] So che questo suona crudele, ma amo umiliare quella troia ogni settimana!

source: [RT] {i}Oh.... I want to know so bad!{/i}
italian: [RT] {i}Oh.... Voglio sapere così male!{/i}

source: [R] So, did you get pregnant on purpose?
italian: [R] Quindi, sei incinta di proposito?

source: [L] No.... but when you fuck as often as we do, we were bound to slip up one of those times.
italian: [L] No.... ma quando scopate il più spesso che facciamo, eravamo tenuti a scivolare uno di quei tempi.

source: [L] When it happened though, It just made me happy!
italian: [L] Quando è successo, però, mi ha appena reso felice!

source: [L] And I'm so glad that you're ok with being a daddy!
italian: [L] E sono così contento che tu stia bene con essere un papà!

source: [R] How do you feel about the fact that I got Mom pregnant too?
italian: [R] Come ti senti del fatto che ho avuto mamma incinta troppo?

source: [L] You know I'm fine with it!
italian: [L] Sai che sto bene con esso!

source: [L] Kind of happy even.
italian: [L] Tipo di felicità.

source: [R] Hypothetically, would it bother you if I shared my affection with another?
italian: [R] Ipoteticamente, ti infastidisce se condivido il mio affetto con un altro?

source: [L] Haha.... "Hypothetical", my ass!
italian: [L] Haha.... "Ipotetico", il mio culo!

source: [L] You know, that I know, that you're intimate with Mom and Sidney.
italian: [L] Sai, che lo so, che sei intimo con la mamma e Sidney.

source: [L] You work so hard for all of us, and it's only natural that we all have those kinds of feelings towards you.
italian: [L] Lavorate così duramente per tutti noi, ed è naturale che tutti abbiamo questo tipo di sentimenti verso di voi.

source: [L] And you deserve to receive all of our thanks for your dedication to us.
italian: [L] E voi meritate di ricevere tutto il nostro ringraziamento per la vostra dedizione a noi.

source: [GF] You sir, are the Ernest Hemingway of bullshit and manipulation. My Santa hat is off to you!
italian: [GF] Tu signore, sei il Hemingway di Ernest delle stronzate e della manipolazione. Il mio cappello di Babbo Natale ti è spento!

source: [RT] {i}I don't know how I feel about taking care of two babies, but so far, this future is looking pretty awesome.{/i}
italian: [RT] {i}Non so come mi sento di prendermi cura di due bambini, ma finora, questo futuro è abbastanza impressionante.{/i}

source: [RT] {i}I'm not super excited about Mom being pregnant by Dad, but so far this future doesn't seem too bad.{/i}
italian: [RT] {i}Non sono super eccitato per la gravidanza di mamma da papà, ma finora questo futuro non sembra troppo male.{/i}

source: [GF] Yeah, and if you're not super jazzed about taking care of babies, you can always just get a vasectomy when you're back to the present.
italian: [GF] Sì, e se non sei super jazzed di prenderti cura dei bambini, si può sempre ottenere solo una vasectomia quando si torna al presente.

source: [GF] Should we go see what the damage is with Sidney?
italian: [GF] Dovremmo andare a vedere qual è il danno con Sidney?

source: [RT] {i}Yeah, I wonder what my future has in store with her.{/i}
italian: [RT] {i}Sì, mi chiedo cosa abbia in serbo il mio futuro.{/i}

source: [GCP] Oh, no!.... Not again!
italian: [GCP] Oh, no!.... Non ancora!

source: [GCP] That's so embarrassing!
italian: [GCP] È così imbarazzante!

source: [GCP] I'm so sorry! I didn't mean to.
italian: [GCP] Mi dispiace tanto! Non avevo intenzione di farlo.

source: [R] Are you sure the Ghost of Christmas Past didn't put you up to it?
italian: [R] Sei sicuro che il fantasma del passato di Natale non ti abbia messo a mano?

source: [GCP] Haha.... no, but I'm sure it will help cheer her up when I tell her.
italian: [GCP] Haha.... no, ma sono sicuro che aiuterà a rallegrarla quando le dico.

source: [R] This is my photo studio.... what are we doing here?
italian: [R] Questo è il mio studio fotografico.... cosa stiamo facendo qui?

source: [GCP] That's a good question. Why on earth would you make your sisters do a photo shoot on Christmas Eve?
italian: [GCP] Questa è una buona domanda. Perché sulla terra faresti fare le tue sorelle un servizio fotografico la vigilia di Natale?

source: [R] Uhhhh.... well.... I don't have any plans for a photo shoot as of right now.... but, Christmas is coming really soon...
italian: [R] Uhhhh.... be.... Non ho piani per un servizio fotografico proprio ora.... ma, Natale sta arrivando davvero presto...

source: [R] That's not a bad idea! There's just enough time for Sidney to make some sexy Christmas costumes.
italian: [R] Non è una cattiva idea! C'è solo abbastanza tempo per Sidney per fare alcuni costumi sexy di Natale.

source: [R] And if I post them on Christmas Eve night, They'll pick up tons of fans and likes!
italian: [R] E se li pubblicherò la notte di vigilia di Natale, prenderanno tonnellate di fan e mi piace!

source: [R] Are you sure we're not doing this photo shoot because you gave me the idea?
italian: [R] Sei sicuro che non stiamo facendo questo scatto fotografico perché mi hai dato l'idea?

source: [GCP] Of course not!.... I don't think...
italian: [GCP] Certo che no!... non penso...

source: [GCP] But anyways, it's a bad idea!
italian: [GCP] Ma comunque, è una cattiva idea!

source: [GCP] And I want you to see how much they resent you for it.
italian: [GCP] E voglio che tu veda quanto ti risentono per esso.

source: [GCP] And how much they resent you for making them show off their bodies for money.
italian: [GCP] E quanto ti risentono per averli fatti mostrare i loro corpi per denaro.

source: [R] How will you be able to show me that?
italian: [R] Come sarai in grado di mostrarmi quello?

source: [GCP] I'm giving you the power to read their thoughts.
italian: [GCP] Ti sto dando il potere di leggere i loro pensieri.

source: [R] What?.... That's awesome!
italian: [R] Cosa?.... È fantastico!

source: [GCP] It will only work while we're here in the "Christmas Present". And we'll only be here a very short while.
italian: [GCP] Funzionerà solo mentre siamo qui nel "regalo di Natale". E saremo qui solo un po'.

source: [GCP] And you may not enjoy it as much as you think, once you hear how your sisters really feel towards you, and your slimy manipulations.
italian: [GCP] E potresti non goderti tanto quanto pensi, una volta sentite come le vostre sorelle si sentono veramente verso di voi e le vostre manipolazioni snelle.

source: [GCP] After you hear how they feel about you, you should send them home, instead of making them do the photo shoot.
italian: [GCP] Dopo aver sentito come si sentono su di te, dovresti mandarli a casa, invece di farli fare lo scatto fotografico.

source: [GCP] I think once you hear how happy that will make them, you'll have a stronger desire to treat them, and their bodies, with respect.
italian: [GCP] Penso che una volta che avrai sentito quanto saranno felici che li renderanno, avrai un desiderio più forte di trattarli, e i loro corpi, con rispetto.

source: [R] Alright.... well let's see what happens.
italian: [R] Bene... vediamo bene cosa succede.

source: [S] Who are you talking too?
italian: [S] Anche tu chi stai parlando?

source: [L] Were you just talking to yourself?
italian: [L] Stavate solo parlando con voi stessi?

source: [R] Ummmm.... yeah, I do that every once in a while to organize my thoughts...
italian: [R] Ummmm.... sì, lo faccio ogni tanto per organizzare i miei pensieri...

source: [ST] {i}Yep.... what a simple-minded idiot!{/i}
italian: [ST] {i}Yep.... che un idiota semplice!{/i}

source: [R] What did you call me?
italian: [R] Cosa mi hai chiamato?

source: [S] Huh?.... I didn't call you anything!
italian: [S] Huh?.... Non ti ho chiamato niente!

source: [GCP] [ryan]! She just thought that, she didn't actually say it, you simple-minded idiot!
italian: [GCP] [ryan]! Ha appena pensato che, in realtà, non lo ha detto, hai una mente semplice idiota!

source: [RT] {i}Oh right!.... Whoops!{/i}
italian: [RT] {i}Oh destra!.... Oops!{/i}

source: [R] Uhhh.... never mind.
italian: [R] Uhhh.... Non importa.

source: [R] You girls look incredible by the way!
italian: [R] Le ragazze sembrano incredibili a proposito!

source: [R] Sidney, you never fail to amaze me!
italian: [R] Sidney, non manchi mai di stupirmi!

source: [LT] {i}Ohh.... that's sweet.... except for the fact that he's ogling us like a creep.{/i}
italian: [LT] {i}Ohh.... questo è dolce.... tranne che per il fatto che ci sta prendendo in giro come un creep.{/i}

source: [S] Thanks, These were actually pretty technical. The stitching took forever!
italian: [S] Grazie, questi erano in realtà piuttosto tecnici. La cucitura ha preso per sempre!

source: [S] I should have charged you more than the $1,500 dollars you gave me.
italian: [S] Ti avrei dovuto addebitare più di $1.500 dollari che mi hai dato.

source: [R] (Cough).... excuse me? How much?
italian: [R] (Tosse).... mi scusi? Quanto?

source: [S] $1,500! You remember!.... You made almost as big a deal of it as you are now.
italian: [S] $1,500! Ti ricordi!.... ne hai fatto un affare quasi altrettanto grande di quello che sei ora.

source: [ST] {i}I know that cheapskate's making more money off of us then he's telling us, and he's still complaining every time I tell him the price of an outfit!{/i}
italian: [ST] {i}So che il pattino economico ci sta facendo più soldi, poi ci sta dicendo, e si lamenta ancora ogni volta che gli dico il prezzo di un outfit! /i}

source: [ST] {i}I can tell he doesn't trust or appreciate me.{/i}
italian: [ST] {i}Posso dire che non si fida di me o apprezza.{/i}

source: [RT] {i}She's right.... I do make a big deal every time I have to pay for an outfit. I need to change that.{/i}
italian: [RT] {i}Ha ragione.... Faccio un grande affare ogni volta che devo pagare per un outfit. Devo cambiarlo.{/i}

source: [R] I'm sorry, Sidney. I shouldn't have made such a big deal about that.... looking at you both in these outfits, I realize they were worth every penny.
italian: [R] Mi dispiace, Sidney. Non avrei dovuto fare un affare così grande... guardandovi entrambi in questi abiti, mi rendo conto che valevano ogni centesimo.

source: [GCP] Aaahhhh.... that was really sweet! This is going so well already! The Ghost of Christmas Past is going to be so jealous!
italian: [GCP] Aaahhhh... era davvero dolce! Questo sta già andando così bene! Il fantasma del passato di Natale sarà così geloso!

source: [S] Thanks [ryan]! It's always nice to get some appreciation.
italian: [S] Grazie [ryan]! È sempre bello avere un po' di apprezzamento.

source: [ST] {i}It's almost like he read my mind!{/i}
italian: [ST] {i}È quasi come se leggessi la mia mente!{/i}

source: [GCP] Yeah.... be careful.... If you always talk about what they are thinking, they'll get pretty weirded out.
italian: [GCP] Sì... attenzione.... Se si parla sempre di quello che stanno pensando, si otterrà piuttosto strano.

source: [L] So, can we get this photoshoot done?
italian: [L] Quindi, possiamo ottenere questo photoshoot finito?

source: [L] I want to get this over with, so I can get that Hard'n'long gift card you promised me.
italian: [L] Voglio fare tutto questo, così posso ottenere quella carta regalo Hard'n'long che mi hai promesso.

source: [L] I've got a ton of Christmas shopping I need to do.
italian: [L] Ho una tonnellata di acquisti di Natale che devo fare.

source: [LT] {i}Only fucking reason he could get me here on Christmas Eve, I hate how he uses money to control us.{/i}
italian: [LT] {i}Solo motivo di cazzo potrebbe portarmi qui la Vigilia di Natale, odio come usa i soldi per controllarci.{/i}

source: [RT] {i}Wow! You're right! They really do have a lot of negative feelings towards me.{/i}
italian: [RT] {i}Wow! Hai ragione! Hanno davvero molti sentimenti negativi nei miei confronti.{/i}

source: [GCP] Yep. I told ya. Now all you have to do is give them the day off, and for good measure, you could throw in those gift cards as Christmas gifts.
italian: [GCP] Yep. Ho detto a ya. Ora tutto quello che dovete fare è dare loro il giorno libero, e per una buona misura, si potrebbe gettare in quelle carte regalo come regali di Natale.

source: [GCP] You'll see how much better they think of you, and that should make you want to stop exploiting them.
italian: [GCP] Vedrai quanto meglio pensano di te, e questo dovrebbe farti voler smettere di sfruttarli.

source: [RT] {i}Alright, I'll give it a try.{/i}
italian: [RT] {i}Va bene, farò un tentativo.{/i}

source: [R] Uhh.... I've actually been thinking.
italian: [R] Uhh... in realtà ho pensato.

source: [R] Asking you to come in on Christmas Eve wasn't very cool of me.
italian: [R] Chiedendoti di entrare nella Vigilia di Natale non era molto cool di me.

source: [R] Christmas only comes once a year, and I manipulated you into spending it with me, at work.
italian: [R] Il Natale arriva solo una volta all'anno, e ti ho manipolato per spenderlo con me, al lavoro.

source: [R] Why don't you take the day off, and you can even have those gift cards I promised you as a gift, instead of as a wage for today's work.
italian: [R] Perché non prendi il giorno libero, e si può anche avere quelle carte regalo che vi ho promesso come un dono, invece di come uno stipendio per il lavoro di oggi.

source: [L] Wow, [ryan]! That's so sweet of you!
italian: [L] Wow, [ryan]! È così dolce di te!

source: [LT] {i}Maybe I should think better of him. He really is trying his best to be a good brother. Plus, he has all the responsibility of providing for us.{/i}
italian: [LT] {i}Forse dovrei pensare meglio di lui. Sta davvero cercando il suo meglio per essere un buon fratello. Inoltre, ha tutta la responsabilità di fornirci. {/i}

source: [S] Yeah, [ryan]! That's amazing of you!
italian: [S] Sì, [ryan]! È fantastico per voi!

source: [ST] {i}Well, I can't let this outfit go to waste.... I know.... I can wear it for [ryan] tonight in bed.{/i}
italian: [ST] {i}Beh, non posso lasciare che questo abito vada sprecato.... Lo so.... posso indossarlo per [ryan] stasera a letto.{/i}

source: [RT] {i}Oh my.... spirit?.... Can I please see that part of the "Christmas Present" timeline?{/i}
italian: [RT] {i}Oh mio.... spirito?.... Posso vedere quella parte della timeline "Christmas Present"?{/i}

source: [GCP] No you cannot! What a hussy! No wonder you're struggling so much with this!
italian: [GCP] No non puoi! Che marito! Non c'è da meravigliarsi che stai lottando così tanto con questo!

source: [L] Oh, shit! It's Agent Diaz!.... What is she doing here?
italian: [L] Oh, merda! È agente Diaz!.... Che cosa sta facendo qui?

source: [R] Yeah, what the fuck?
italian: [R] Sì, che cazzo fa?

source: [GCP] Who's Agent Diaz? I didn't see her named in my file.
italian: [GCP] Chi è l'agente Diaz? Non l'ho vista chiamata nel mio file.

source: [RT] {i}She's an FBI agent that has been extorting us for money.{/i}
italian: [RT] {i}Lei è un agente dell'FBI che ci ha estorto per denaro.{/i}

source: [RT] {i}I think I've learned my lesson. Can we just disappear now?{/i}
italian: [RT] {i}Penso di aver imparato la mia lezione. Possiamo solo scomparire adesso?{/i}

source: [GCP] No.... remember. Just like in the past, We're stuck here for a certain amount of time.
italian: [GCP] No.... ricorda. Proprio come in passato, siamo bloccati qui per un certo periodo di tempo.

source: [GCP] Let's hurry and head her off before she ruins everything I've taught you here.
italian: [GCP] Affrettiamola a testa fuori prima che rovini tutto quello che ti ho insegnato qui.

source: [GCP] Run!
italian: [GCP] Corre!

source: [R] (breathing heavily) What are you doing here?
italian: [R] (respirando pesantemente) Cosa stai facendo qui?

source: [AD] Now that's not a very nice way to greet me!
italian: [AD] Ora questo non è un modo molto bello per salutarmi!

source: [R] Sorry!.... What the hell are you doing here.... ma'am.
italian: [R] Mi dispiace!.... Cosa diavolo stai facendo qui.... ma'am.

source: [AD] Well, I came by the house for my usual payoff, and found that everyone was gone.
italian: [AD] Beh, sono venuto presso la casa per il mio solito, e ho scoperto che tutti erano andati.

source: [R] Shit! It's Thursday?.... But it's Christmas Eve!
italian: [R] Meridione! È giovedì?.... Ma è la Vigilia di Natale!

source: [AD] Yeah, and I wanted my present. So, I tracked you here.
italian: [AD] Sì, e volevo il mio presente. Così, ti ho rintracciato qui.

source: [R] How!?
italian: [R] Come!?

source: [AD] I work for the FBI.... I know a hundred ways to track you.
italian: [AD] Lavoro per l'FBI.... Conosco cento modi per rintracciarti.

source: [AD] And I'm so glad I did!
italian: [AD] E sono così contento di aver fatto!

source: [AD] Now I get to see where the magic happens.
italian: [AD] Ora riesco a vedere dove avviene la magia.

source: [GCP] Get rid of her!
italian: [GCP] Liberati da lei!

source: [R] Uhhh.... I suppose you want your money.
italian: [R] Uhhh.... Suppongo che tu voglia il tuo denaro.

source: [AD] Actually, there's something I want even more than my money.
italian: [AD] In realtà, c'è qualcosa che voglio ancora di più dei miei soldi.

source: [AD] If you'll let me be the director and photographer of your photo shoot, you won't have to pay me for this week, or next week.
italian: [AD] Se mi lascerai essere il regista e fotografo del tuo scatto, non dovrai pagarmi per questa settimana o la settimana prossima.

source: {i}"Offer only valid in the Christmas present."{/i}
italian: {i}"Offerta valida solo per il regalo di Natale."{/i}

source: [AD] So, what do you say?
italian: [AD] Allora, cosa dite?

source: [GCP] Pay her, and get her out of here!
italian: [GCP] La paghi e la porti fuori da qui!

source: [RT] {i}Why is she making you so nervous?{/i}
italian: [RT] {i}Perché ti rende così nervoso?{/i}

source: [GCP] Because she's an unknown entity. I have no idea what will happen if she meddles.
italian: [GCP] Perché lei è un'entità sconosciuta. Non ho idea di cosa succederà se si ingerisce.

source: [R] Yeah, I don't think so! Here's the $500, and why don't you take your broom and fly away.
italian: [R] Sì, non credo così! Ecco i $ 500, e perché non prendete la vostra scopa e volate via.

source: [AD] Fine!.... But make sure you're home next week! If I have to track you down again, I'm going to be taking both forms of payment.
italian: [AD] Fine!.... Ma assicurati di essere a casa la prossima settimana! Se dovessi rintracciarti di nuovo, prenderò entrambe le forme di pagamento.

source: [GCP] Good job! Now let's go give the girls their gift cards, and we'll call today a success!
italian: [GCP] Buon lavoro! Ora andiamo a dare alle ragazze le loro carte regalo, e noi chiameremo oggi un successo!

source: [S] What's going on, [ryan]?
italian: [S] Cosa sta succedendo, [ryan]?

source: [S] Is she gone?
italian: [S] È andata?

source: [R] Yeah.... you know, it was just some woman looking for her cat.
italian: [R] Sì... sai, era solo una donna alla ricerca del suo gatto.

source: [S] You don't have to lie.... Lauren just told me what's going on.
italian: [S] Non devi mentire... Lauren mi ha appena detto cosa sta succedendo.

source: [R] You told her?
italian: [R] L'hai detto a lei?

source: [L] Well, not everything, but most of it.
italian: [L] Beh, non tutto, ma la maggior parte di esso.

source: [R] Did you tell her what happens when I don't have enough money to pay her?
italian: [R] Le hai detto cosa succede quando non ho abbastanza soldi per pagarla?

source: [L] Yeah.... well, not all the details.
italian: [L] Sì, beh, non tutti i dettagli.

source: [LT] {i}I didn't tell her that I'm mostly scared that I kind of like it.{/i}
italian: [LT] {i}Non le ho detto che sono per lo più spaventato che mi piace.{/i}

source: [RT] {i}Whoa! What was that?{/i}
italian: [RT] {i}Whoa! Che cos'era quello?{/i}

source: [GCP] Yeah.... all of you are a bunch of deviants.
italian: [GCP] Sì, tutti voi siete un mucchio di devianti.

source: [S] That disgusting old sleaze hole!
italian: [S] Quel disgustoso vecchio buco di slitta!

source: [R] Well, the good news is that I paid her, and now I can give you these gift cards, and we can all go enjoy the Christmas holiday.
italian: [R] Beh, la buona notizia è che l'ho pagata, e ora posso darvi queste carte regalo, e tutti possiamo andare godere la vacanza di Natale.

source: [S] Yeah.... I don't think so.
italian: [S] Sì... non penso così.

source: [GCP] Wait, what?
italian: [GCP] Aspetta, cosa?
