Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.05.po
Languages: italian

source: [M] Practicing good sexual health is as important to me as it should be with any other mom.
italian: [M] Praticare la buona salute sessuale è importante per me come dovrebbe essere con qualsiasi altra mamma.

source: [M] But you've got to realize there is a time and place for it.
italian: [M] Ma devi capire che c'è un tempo e un luogo per farlo.

source: [M] Like in your your room! When nobody else is around!
italian: [M] Come nella tua stanza! Quando non c'è nessun altro in giro!

source: [M] Did you even notice that Sidney is working just over there in the kitchen?
italian: [M] Hai notato che Sidney sta lavorando laggiù in cucina?

source: [R] Shit.... No!.... I didn't even notice!
italian: [R] Merda.... No! .... Non l'ho nemmeno notato!

source: [M] Well, thank God Lauren didn't come out to watch TV with you today.
italian: [M] Beh, grazie a Dio Lauren non è uscita a guardare la TV con te oggi.

source: [M] Now find your shorts and clean off my coffee table, Goddammit!
italian: [M] Ora trova i tuoi pantaloncini e pulisci il mio tavolino da caffè, dannazione!

source: [M] Holy shit!.... That is a lot of cum!
italian: [M] Porca puttana! .... Questo è un sacco di sperma!

source: [M] ....Just....Wow!
italian: [M] ....Giusto....Wow!

source: [R] Thanks Mom.
italian: [R] Grazie Mamma.

source: [M] Shut up [ryan]!
italian: [M] Stai zitto [ryan]!

source: {i}"Mom's Anger +1"{/i}
italian: {i}"Rabbia della mamma +1"{/i}

source: {i}"Mom's Libido +2"{/i}
italian: {i}"Libido di mamma +2"{/i}

source: [RT] {i}Oh.... Thank God Lauren ran off when she did!{/i}
italian: [RT] {i}Oh.... Grazie a Dio Lauren è scappata quando l'ha fatto!

source: [RT] {i}And where the fuck are my shorts?{/i}
italian: [RT] {i}E dove cazzo sono i miei pantaloncini? {/i}

source: [L] Holy shit! Her brother's dick is even bigger than yours!
italian: [L] Porca puttana! Il cazzo di suo fratello è ancora più grande del tuo!

source: [R] Do you think?
italian: [R] Credi?

source: [L] It's pretty close.
italian: [L] E' abbastanza vicino.

source: [R] I still can't believe they can get away with this incest shit!
italian: [R] Non riesco ancora a credere che possano farla franca con questa merda di incesto!

source: [R] It's not fair that independent game developers who create incest games get crapped on by major payment processors.
italian: [R] Non è giusto che gli sviluppatori di giochi indipendenti che creano giochi incestuosi vengano cagati dai maggiori processori di pagamento.

source: [R] But those same payment processors allow for millions of people to purchase incest content that's been produced by a major TV studio.
italian: [R] Ma quegli stessi processori di pagamento permettono a milioni di persone di acquistare contenuti incestuosi che sono stati prodotti da un grande studio televisivo.

source: [R] Fucking hypocrites!
italian: [R] Fottuti ipocriti!

source: [L] What are you talking about?
italian: [L] Di cosa stai parlando?

source: [R] It's just.... nothing.... never mind.
italian: [R] E' solo.... niente.... non importa.

source: [L] I just can't believe how much they can show on TV anymore.
italian: [L] Non riesco a credere a quante cose possano ancora mostrare in TV.

source: [L] How in the hell would you help with that?
italian: [L] Come diavolo mi aiuteresti?

source: [R] We can just remove your hand and replace it with mine.
italian: [R] Possiamo semplicemente rimuovere la tua mano e sostituirla con la mia.

source: [R] It will also be more effective if your shorts are off.
italian: [R] Sarà anche più efficace se non hai i pantaloncini.

source: [L] Holy shit, [ryan], are you serious?
italian: [L] Porca puttana, [ryan], sei serio?

source: [R] Yeah.... Why not?
italian: [R] Sì.... Perché no?

source: [R] You've rubbed yourself on my dick to try and take care of that itch.
italian: [R] Ti sei strofinato sul mio cazzo per cercare di curare quel prurito.

source: [L] Yeah.... but.... that was different.... and through both of our clothes.
italian: [L] Si.... ma.... quello era diverso.... e attraverso entrambi i nostri vestiti.

source: [R] It accomplishes the same purpose.
italian: [R] Raggiunge lo stesso scopo.

source: [R] And it doesn't seem nearly as bad as grinding, since my penis isn't involved.
italian: [R] E non sembra così male come strusciarsi, dato che il mio pene non è coinvolto.

source: [L] Well....
italian: [L] Bene....

source: [L] When you put it that way.... it doesn't seem so bad.
italian: [L] Quando la metti in questo modo.... non sembra così male.

source: [L] Oh, but what about Sidney and Mom?
italian: [L] Oh, ma che mi dici di Sidney e mamma?

source: [R] What about them?
italian: [R] Cosa c'entrano loro?

source: [L] Well, Sidney is right there in the kitchen, and Mom is just on the other side of that door behind us, taking a shower.
italian: [L] Beh, Sidney è proprio lì in cucina e la mamma è proprio dall'altra parte di quella porta dietro di noi, a farsi una doccia.

source: [R] Yeah, she's so close.... We'd better be extremely cautious!
italian: [R] Sì, è così vicina.... Sarà meglio essere estremamente cauti!

source: [R] Sidney is usually super focused when she's making clothing designs. Hopefully she'll never even look up.
italian: [R] Sidney di solito è super concentrata quando fa disegni di vestiti. Speriamo che non alzi nemmeno lo sguardo.

source: [R] And we'll know when Mom is done with her shower, because we'll hear the water turn off.
italian: [R] E sapremo quando la mamma sarà fatta con la sua doccia, perché sentiremo spegnere l'acqua.

source: [L] Hmmmm.... Well, if we're super cautious.... Ok.... If you insist.
italian: [L] Hmmmm.... Beh, se siamo super cauti.... Ok.... Se insisti.

source: {i}{b}"Lauren's Respect +1"{/b}{/i}
italian: {i}{b}"Il rispetto di Lauren +1"{/b}{/i}.

source: [R] That shouldn't concern you! Sidney doesn't ever look up from her computer when she's working.
italian: [R] Questo non dovrebbe preoccuparti! Sidney non alza mai gli occhi dal suo computer quando sta lavorando.

source: [R] Even if she did, I'm sure I could talk my way out of it.
italian: [R] Anche se lo facesse, sono sicuro che riuscirei a convincerla.

source: [L] That sounds so risky!
italian: [L] Sembra così rischioso!

source: [R] You've just got to trust me.
italian: [R] Devi solo fidarti di me.

source: {i}{b}"Lauren's Submission +1"{/b}{/i}
italian: {i}{b}"Sottomissione di Lauren +1"{/b}{/i}

source: [L] Ok.... I trust you.
italian: [L] Ok.... Mi fido di te.

source: [R] Great! Just take off your shorts.
italian: [R] Grande! Togliti i pantaloncini.

source: [L] Hmmmm.... This feels really awkward.
italian: [L] Hmmmm.... Questo si sente davvero imbarazzante.

source: [R] Well, let's replace that feeling with another one.
italian: [R] Beh, sostituiamo questa sensazione con un'altra.

source: [L] I hope we don't get caught!
italian: [L] Spero che non ci scoprano!

source: [L] Oh, God!.... [ryan], I'm feeling so self-conscious with you staring at my pussy like that!
italian: [L] Oh, Dio!.... [ryan], mi sento così in imbarazzo con te che fissi la mia figa in quel modo!

source: [R] Lauren, you've got the cutest little pussy I've ever seen.
italian: [R] Lauren, hai la fica più carina che abbia mai visto.

source: [L] Oh, fuck! I can't believe you're touching my pussy!
italian: [L] Oh, cazzo! Non posso credere che tu stia toccando la mia figa!

source: [R] Sssshhhh.... Don't forget that Sidney is just in the kitchen.
italian: [R] Sssshhhh.... Non dimenticare che Sidney è in cucina.

source: [L] Oh, right!....
italian: [L] Oh, giusto!....

source: [LT] {i}My own brother is touching my pussy!{/i}
italian: [LT] {i}Mio fratello sta toccando la mia figa!{/i}

source: [LT] {i}How did we ever let it get this far?{/i}
italian: [LT] {i}Come abbiamo fatto ad arrivare a questo punto?{/i}

source: [L] Oh fuck, [ryan].... that feels good!
italian: [L] Oh cazzo, [ryan].... che bella sensazione!

source: [R] I'm looking for your G-spot.... Did I find it?
italian: [R] Sto cercando il tuo punto G.... L'ho trovato?

source: [L] I think you need to go deeper, but this is still feeling really good!
italian: [L] Penso che tu abbia bisogno di andare più a fondo, ma questo è ancora molto bello!

source: [LT] {i}Goddamnit! Why am I so attracted to the forbidden?{/i}
italian: [LT] {i}Dannazione! Perché sono così attratto dal proibito?{/i}

source: [LT] {i}I know this is wrong! But it makes me want it even more!{/i}
italian: [LT] {i}So che è sbagliato! Ma mi fa desiderare ancora di più!{/i}

source: [L] Oh, shit!.... Mom's shower just turned off!
italian: [L] Oh, merda!.... La doccia di mamma si è appena chiusa!

source: [L] Shit!.... Where are my shorts!
italian: [L] Merda!.... Dove sono i miei pantaloncini!

source: [R] Shit.... Lauren! Try not to look so nervous!
italian: [R] Merda.... Lauren! Cerca di non sembrare così nervosa!

source: [L] I can't help it!.... It just feels like Mom's going to know somehow!
italian: [L] Non posso farci niente!.... Ho la sensazione che la mamma lo saprà in qualche modo!

source: [R] No way. It was the perfect crime.
italian: [R] Non è possibile. Era il crimine perfetto.

source: [M] Hey, you two!
italian: [M] Ehi, voi due!

source: [M] What is this you're watching?
italian: [M] Cos'è questo che state guardando?

source: [R] It's that HBO show everyone used to talk about, "Game of Thots".
italian: [R] È quel programma della HBO di cui tutti parlavano, "Game of Thots".

source: [M] Well, it looks scary! Lauren, I'm surprised you aren't cuddled up to [ryan] for protection.
italian: [M] Beh, sembra spaventoso! Lauren, sono sorpreso che tu non ti sia rannicchiata a [ryan] per protezione.

source: [L] What?.... No!.... Why would I do that?....
italian: [L] Cosa? .... No! .... Perché dovrei farlo? ....

source: [RT] {i}Shit!.... Lauren, relax!{/i}
italian: [RT] {i}Merda! .... Lauren, rilassati!

source: [M] Well, you certainly are brave then! You two have fun! I'm going to run and get some clothes on.
italian: [M] Beh, allora sei sicuramente coraggiosa! Voi due divertitevi! Io vado a correre a mettermi qualcosa addosso.

source: [R] Wow!.... You're a nervous wreck!
italian: [R] Wow!.... Sei un fascio di nervi!

source: [R] It's a good thing Mom wasn't looking at your face.
italian: [R] È un bene che la mamma non ti stesse guardando in faccia.

source: [R] You have guilty written all over.
italian: [R] Hai scritto colpevole dappertutto.

source: [L] Sorry!.... I don't have as much experience hiding my sexual deviance as you!
italian: [L] Scusa! .... Non ho tanta esperienza nel nascondere le mie devianze sessuali come te!

source: [R] Don't worry! I'll help you get there.
italian: [R] Non preoccuparti! Ti aiuterò ad arrivarci.

source: [L] Yeah, right.... We're not doing that again!
italian: [L] Sì, certo.... Non lo faremo più!

source: [RT] {i}Yeah, whatever.... we'll see....{/i}
italian: [RT] {i}Sì, come vuoi.... vedremo....{/i}

source: [L] Yeah, I'm up for that.
italian: [L] Sì, sto per quello.

source: [L] I've been lotioning my hands to make this feel even better for you. Can you tell?
italian: [L] Ho preso le mani per farmi sentire ancora meglio per te. Riesci a dire?

source: [R] Oh yeah, feels as soft as my old fleshlight.
italian: [R] Oh sì, si sente morbido come la mia vecchia carne.

source: [L] Oh, gross!
italian: [L] Oh, che schifo!

source: [LT] {i}Holy shit!.... I'm jacking off my brother again!....{/i}
italian: [LT] {i}merda santa!.... Sto riprendendo mio fratello!....{/i}

source: [LT] {i}How can just stroking a shaft back and forth be so fun?{/i}
italian: [LT] {i}Come si può solo accarezzare un albero avanti e indietro essere così divertente?{/i}

source: [LT] {i}I love having a front row seat to [ryan] cumming!{/i}
italian: [LT] {i}Mi piace avere un posto in prima fila a [ryan] cumming!{/i}

source: [L] I'll run and get a towel to clean up this mess.
italian: [L] correrò e prenderò un asciugamano per ripulire questo casino.

source: [L] So, are we still watching the same episode we watched last time?
italian: [L] Quindi, stiamo ancora guardando lo stesso episodio che abbiamo visto l'ultima volta?

source: [R] Yeah.... For some reason we can't ever get through an entire episode.
italian: [R] Sì.... Per qualche motivo non possiamo mai passare attraverso un intero episodio.

source: [L] Mmmmm.... For a good reason!
italian: [L] Mmmmm.... Per una buona ragione!

source: [M] Oohhhh.... I love seeing you so close! You two haven't been this chummy in a while.
italian: [M] Oohhhhh... Mi piace vederti così vicino! Tu due non sei stato questo chummy da un po'.

source: [M] You almost look like a couple.
italian: [M] Sembra quasi una coppia.

source: [M] So, just make sure you don't act like that in front of anybody we know.
italian: [M] Quindi, assicurati di non comportarti in questo modo davanti a qualcuno che conosciamo.

source: [L] Ok Mom, but can you just let us watch the show?
italian: [L] Ok Mom, ma puoi solo farci guardare lo spettacolo?

source: [M] Oh.... right.... Sorry! I'd better go get my clothes on anyways!
italian: [M] Oh.... giusto.... Mi dispiace! Farei meglio ad andare i miei vestiti in ogni caso!

source: [L] Oh my God!.... She has no idea!
italian: [L] Oh mio Dio!... Lei non ha idea!

source: [R] And if she did, she'd probably cut my nuts off!
italian: [R] E se lo facesse, probabilmente avrebbe tagliato le mie noci!

source: [L] Hehehe....
italian: [L] Hehehehe....

source: [L] I would love to do that again!
italian: [L] Mi piacerebbe farlo di nuovo!

source: [R] Alright, get those pants off and get on all fours.
italian: [R] Va bene, prendi quei pantaloni fuori e salire su tutti i quattro.

source: [L] Ok.... I'm ready!
italian: [L] Ok.... Sono pronto!

source: [L] Still takes.... a minute to get used to it!
italian: [L] Ci vuole ancora.... un minuto per abituarti!

source: [L] Ohh.... That's starting to feel good again!
italian: [L] Ohh.... Sta cominciando a sentirsi di nuovo bene!

source: [R] You know what you need to say if you want me to keep going.
italian: [R] Sai cosa devi dire se vuoi che io continui ad andare.

source: [L] Fuck yeah.... I'm a dirty girl!
italian: [L] Cazzo sì.... sono una ragazza sporca!

source: [L] I'm a dirty girl, I'm a dirty girl, I'm a dirty girl!....
italian: [L] Io sono una ragazza sporca, sono una ragazza sporca, sono una ragazza sporca!....

source: [L] Holy shit, [ryan]! I can't even believe how much I love getting fingered like that!!
italian: [L] Merda Santa, [ryan]! Non riesco nemmeno a credere quanto amo ottenere ditalini così!!

source: [R] Haha.... I'll run and get a towel to clean up this mess!
italian: [R] Haha.... correrò e farò un asciugamano per ripulire questo casino!

source: [L] Yeah.... I'd love to get more practice!
italian: [L] Sì... Mi piacerebbe avere più pratica!

source: [L] This one's going to feel even better than the last one!
italian: [L] Questo si sentirà ancora meglio dell'ultimo!

source: [R] I can't wait!
italian: [R] Non vedo l'ora!

source: [LT] {i}I wonder if I can get it even deeper this time.{/i}
italian: [LT] {i}Mi chiedo se questa volta possa essere ancora più profonda.{/i}

source: [L] Holy fuck, I did it again!
italian: [L] Sacro cazzo, l'ho fatto di nuovo!

source: [R] Yeah! You are definitely getting better!
italian: [R] Sì! Stai decisamente migliorando!

source: [RT] {i}Little boy, what an asshole!{/i}
italian: [RT] {i}Bambino, che stronzo!{/i}

source: [R] Wow, Mom! You look great!
italian: [R] Wow, mamma! Hai un aspetto fantastico!

source: {i}"Money -$1,000"{/i}
italian: {i}"Soldi -$1.000"{/i}

source: [M] Oh, my little man!
italian: [M] Oh, il mio piccolo uomo!

source: [M] Joey, thanks for dropping by, and I'm sure we'll see you next week!
italian: [M] Joey, grazie per essere passato e sono sicuro che ci vedremo la prossima settimana!

source: [J] Well, I'll admit I'm a little disappointed. I mean don't get me wrong, it's admirable that you were able to pay your debt,
italian: [J] Beh, ammetto che sono un pò deluso. Voglio dire, non fraintendermi, è ammirevole che tu sia stato in grado di pagare il tuo debito,

source: [J] But I enjoy your company more than I enjoy the money.
italian: [J] Ma mi piace di più la tua compagnia che i soldi.

source: [J] We'll see you next week.
italian: [J] Ci vediamo la prossima settimana.

source: [M] Oh, thank you! Thank you! Thank you!!
italian: [M] Oh, grazie! Grazie! Grazie!

source: {i}{b}"Mom's Affection +10"{/b}{/i}
italian: {i}{b}"Affetto della mamma +10"{/b}{/i}

source: {i}{b}"Mom's Anger =0"{/b}{/i}
italian: {i}{b}"Rabbia della mamma =0"{/b}{/i}

source: [M] I am so relieved I don't have to go shake my ass for them tonight!
italian: [M] Sono così sollevato che non devo andare a scuotere il mio culo per loro stasera!

source: [RT] {i}Oh, but it's such a firm ass!{/i}
italian: [RT] {i}Oh, ma è un culo così sodo!

source: [RT] {i}And these perfect milky white breasts right in my face!{/i}
italian: [RT] {i}E questi perfetti seni bianchi e lattiginosi proprio di fronte a me!

source: [RT] {i}I'm so glad I could make her feel so happy.{/i}
italian: [RT] {i}Sono così felice di poterla far sentire così felice.{/i}

source: [RT] {i}And this hug is making me so happy!{/i}
italian: [RT] {i}E questo abbraccio mi sta rendendo così felice!

source: [RT] {i}Maybe a little bit too happy!{/i}
italian: [RT] {i}Forse un pò troppo felice!

source: [RT] {i}Oh, no.... stay down.... stay down.... stay down!.... {/i}
italian: [RT] {i}Oh, no.... stai giù.... stai giù.... stai giù!.... {/i}

source: [RT] {i}Shit!.... {/i}
italian: [RT] {i}Merda! .... {/i}

source: [RT] {i}She's going to notice any moment.... {/i}
italian: [RT] {i}Si accorgerà da un momento all'altro.... {/i}

source: [MT] {i}Oh my God! Is that what I think it is?{/i}
italian: [MT] {i}Oh mio Dio! È quello che penso che sia?

source: [MT] {i}I've got to act quick, or I'm going to get dumped on my ass again!{/i}
italian: [MT] {i}Devo agire rapidamente, o mi lascerò di nuovo cadere sul mio asino!{/i}

source: [M] Wait!.... Honey, please wait!.... Don't drop me!
italian: [M] Aspetta!.... Miele, attendere prego!.... Non lasciarmi!

source: [R] Uhhh.... but....
italian: [R] Uhhh.... ma....

source: [M] I know already that you have an erection, and not the runs.
italian: [M] So già che hai un'erezione, e non le corse.

source: [M] Now, please gently, let me down.
italian: [M] Ora, per favore, delicatamente, mi deluda.

source: [R] God!.... This is so embarrassing!
italian: [R] Dio!.... È così imbarazzante!

source: [M] Embarrassing, and a bit of a problem, isn't it?
italian: [M] Embarrassing, e un po 'di un problema, vero?

source: [M] You get one every time you hug me, don't you?
italian: [M] Ne ottieni uno ogni volta che mi abbracci, vero?

source: [R] Ummmm.... Mostly, yes....
italian: [R] Ummmm.... Per lo più, sì....

source: [M] Well, let me see how bad it is.
italian: [M] Beh, lasciami vedere quanto sia brutto.

source: [R] Holy shit, Mom!.... You're grabbing my cock!
italian: [R] Merda santa, mamma!.... Stai afferrando il mio cazzo!

source: [M] SShhhh.... I don't want your sisters to hear!
italian: [M] SShhhh... Non voglio che le tue sorelle sentiscano!

source: [M] Just as I thought.... Hard as a rock!
italian: [M] Proprio come pensavo.... Difficile come una roccia!

source: [R] Mom!....
italian: [R] Mamma!....

source: [M] Ok.... Here's what I need you to do.
italian: [M] Ok.... Ecco cosa ho bisogno che facciate.

source: [M] Go into the bathroom, and wait for me.
italian: [M] Andate in bagno e aspettatemi.

source: [M] I'm going to send your sisters on an errand so they're out of the house, and then I'll come find you in the bathroom.
italian: [M] Io manderò le tue sorelle su un errore, quindi sono fuori casa, e poi ti troverò in bagno.

source: [R] But, what is....
italian: [R] Ma, che cos'è....

source: [M] Don't argue, just do what I say.
italian: [M] Non discutere, basta fare quello che dico.

source: [R] Yes, Mom!
italian: [R] Sì, mamma!

source: {i}"A few minutes later."{/i}
italian: {i}"Qualche minuto dopo."{/i}

source: [M] I'm going to lock the doors, just in case the girls come back for something.
italian: [M] Chiuderò le porte, nel caso in cui le ragazze tornino per qualcosa.

source: [R] Mom, what is going on?
italian: [R] Mamma, cosa sta succedendo?

source: [M] Patience, dear.
italian: [M] Pazienza, cara.

source: [M] I'll explain in just a second.
italian: [M] Vi spiegherò tra solo un secondo.

source: [M] So, it looks like your erection hasn't gone down at all?
italian: [M] Quindi, sembra che la tua erezione non sia scesa per niente?

source: [R] How could it when you've left me in such uncertain anticipation?
italian: [R] Come potrebbe accadere quando mi hai lasciato in un'attesa così incerta?

source: [M] Yeah.... Sorry to be so vague.
italian: [M] Sì... Mi dispiace di essere così vago.

source: [M] I didn't dare say anything until your sisters were out of the house.
italian: [M] Non osavo dire nulla fino a quando le tue sorelle non erano fuori casa.

source: [M] I was worried they might overhear something I'm about to talk to you about.
italian: [M] Ero preoccupato che potessero sentire qualcosa di cui sto per parlarvi.

source: [R] What is this about?
italian: [R] Di che cosa si tratta?

source: [M] So, you know how we've been studying an Oedipus Rex centered curriculum in my literature class?
italian: [M] Sapete come abbiamo studiato un curriculum incentrato su Oedipus Rex nella mia lezione di letteratura?

source: [R] Yeah....
italian: [R] Sì....

source: [M] And how we've talked about Sigmund Freud and his Oedipal complex?
italian: [M] E come abbiamo parlato di Sigmund Freud e del suo complesso edipale?

source: [R] Wait!.... Do you think?....
italian: [R] Aspetta!.... Pensi?....

source: [M] Please, don't interrupt me.
italian: [M] Per favore, non interrompermi.

source: [R] Sorry.
italian: [R] Mi dispiace.

source: [M] As part of the curriculum, one of the books that we have to read as teachers, is by a member of our school board Will Tylor.
italian: [M] Come parte del curriculum, uno dei libri che dobbiamo leggere come insegnanti, è da un membro del nostro consiglio scolastico Will Tylor.

source: [R] Ohhh.... Is he that creepy school board member that sometimes visits, and walks around the halls trying to peek up girls skirts when they bend over?
italian: [R] Ohhh.... È lui quel membro raccapricciante del consiglio scolastico che a volte visita, e cammina intorno alle sale cercando di sbirciare le gonne delle ragazze quando si piegano?

source: [M] Yes, the very same.
italian: [M] Sì, lo stesso.

source: [M] Anyways, he wrote a book about Oedipal complexes, that at first I thought was total bullshit, but I'm starting to think he may be onto something, as it seems to be playing out between you and me.
italian: [M] Comunque, scrisse un libro sui complessi edipali, che all'inizio pensavo fosse la stronzata totale, ma sto cominciando a pensare che potrebbe essere su qualcosa, perché sembra che stia giocando tra me e te.

source: [R] Playing out?
italian: [R] In gioco?

source: [M] You know.... Following me to a strip club and watching me dance.... Your overwhelming desire to provide for me.... The way you get erections whenever I hug you....
italian: [M] Sai... Seguitemi in una striscia club e guardandomi ballare.... Il vostro desiderio schiacciante di provvedere per me.... Il modo in cui si ottiene erezioni ogni volta che ti abbraccio....

source: [M] Your interests in a certain genre of H-games, and what happened between us in my office as a consequence....
italian: [M] I tuoi interessi in un certo genere di giochi H, e ciò che è successo tra noi nel mio ufficio di conseguenza....

source: [M] ....Then there's the incident at the pool....
italian: [M] ....Poi c'è l'incidente in piscina....
