Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [L] That's right, [ryan]!
french: [L] C'est vrai, [ryan]!
italian: [L] Va bene, [ryan]!

source: [L] Fuck me!
french: [L] Baise-moi!
italian: [L] Cazzo mio!

source: [L] Fuck me like your very own dirty little sister.
french: [L] Baise-moi comme ta propre petite sœur sale.
italian: [L] Cazzo me come la vostra piccola sorella sporca.

source: [L] I'm so cock hungry, I don't even care that it's my big brother's dick that's plunging in and out of my sopping wet pussy.
french: [L] J'ai tellement faim de bite, je ne me soucie même pas que ce soit la bite de mon grand frère qui plonge dans et hors de ma chatte mouillée.
italian: [L] Sono così affamato di cazzo, non mi importa nemmeno che sia il cazzo di mio grande fratello che si immerge dentro e fuori dalla mia figa bagnata.

source: [R] God, Lauren!... I'm not gonna last long if you keep talking like that!
french: [R] Dieu, Lauren!... Je ne vais pas durer longtemps si tu continues à parler comme ça!
italian: [R] Dio, Lauren!... Non durerò a lungo se continuerai a parlare così!

source: [L] You won't have to last much longer... I'm gonna!
french: [L] Tu n'auras pas à durer beaucoup plus longtemps... Je vais arriver!
italian: [L] Non dovrai durare molto più a lungo... sto andandando!

source: [L] That was amazing!... But don't stop fucking me!
french: [L] C'était incroyable!... Mais n'arrête pas de me baiser!
italian: [L] È stato incredibile!... ma non smettere di scoparmi!

source: [L] No, wait!... I want to be on top again.
french: [L] Non, attends!... Je veux être à nouveau au top.
italian: [L] No, aspetta!... voglio essere di nuovo in cima.

source: [L] Oh, yeah... my turn to be in control again.
french: [L] Oh, oui... à mon tour de reprendre le contrôle.
italian: [L] Oh, sì... il mio turno per essere di nuovo in controllo.

source: [L] And I love the feeling of that huge cock in my pussy!
french: [L] Et j'adore la sensation de cette énorme bite dans ma chatte!
italian: [L] E amo la sensazione di quel cazzo enorme nella mia figa!

source: [R] God!... Lauren, you're driving me crazy!
french: [R] Dieu!... Lauren, tu me rends fou!
italian: [R] Dio!... Lauren, mi stai facendo impazzi!

source: [R] And I'll never get tired of watching that ass bounce on my cock!.
french: [R] Et je ne me lasserai jamais de regarder ce cul rebondir sur ma bite!.
italian: [R] E non mi stancherò mai di vedere quel culo rimbalzare sul mio cazzo!.

source: [L] I know... And I find it pretty damn cute.
french: [L] Je sais... Et je trouve ça sacrément mignon.
italian: [L] Lo so... E lo trovo piuttosto dannato carino.

source: [L] You just can't resist me.
french: [L] Tu ne peux pas me résister.
italian: [L] Non puoi resistermi.

source: [L] Even though you know you shouldn't want to fuck your own sister.
french: [L] Même si tu sais que tu ne devrais pas vouloir baiser ta propre sœur.
italian: [L] Anche se sai che non dovresti voler scopare tua sorella.

source: [L] I've got to admit, I feel the same way.
french: [L] Je dois admettre que je ressens la même chose.
italian: [L] Devo ammetterlo, mi sento allo stesso modo.

source: [R] So, you're saying your up for some fooling around?
french: [R] Donc, tu dis que tu es prêt à t'amuser?
italian: [R] Dunque, stai dicendo che sei in su per qualche ingannare intorno?

source: [L] Does this answer your question?
french: [L] Cela répond-il à ta question?
italian: [L] Rispondi a questa domanda?

source: [L] Poor guy was feeling all cramped up in those tight pants.
french: [L] Le pauvre gars se sentait tout à l'étroit dans ces pantalons serrés.
italian: [L] Povero ragazzo si sentiva tutto angustato in quei pantaloni stretti.

source: [L] I honestly don't know how he fits in those tight jeans you wear.
french: [L] Honnêtement, je ne sais pas comment il va dans ces jeans serrés que tu portes.
italian: [L] Onestamente non so come si inserisce in quei jeans stretti che indossi.

source: [R] That's why I try to wear those loose gym shorts whenever I can.
french: [R] C'est pourquoi j'essaie de porter ces shorts de sport amples chaque fois que je peux.
italian: [R] Ecco perché cerco di indossare quei pantaloncini sciolti in palestra ogni volta che posso.

source: [L] Well, I hope he doesn't mind going from one tight place to another.
french: [L] Eh bien, j'espère qu'il ne le dérange pas d'aller d'un endroit serré à un autre.
italian: [L] Beh, spero che non gli dispiace passare da un luogo stretto all'altro.

source: [R] Haha... no, That's his never ending goal in life.
french: [R] Haha... non, c'est son objectif sans fin dans la vie.
italian: [R] Haha... no, Questo è il suo obiettivo mai finito nella vita.

source: [L] Hahaha... Well, I'm not going to leave him disappointed.
french: [L] Hahaha... Je ne vais pas le décevoir.
italian: [L] Hahaha... Bene, non lo lascerò deluso.

source: [L] You'd better cool it then. I want to feel some pleasure too.
french: [L] Tu ferais mieux de le refroidir alors. Je veux aussi ressentir du plaisir.
italian: [L] Faresti meglio a raffreddarlo allora. Voglio sentire anche un po' di piacere.

source: [R] Ohhhh... sorry... What do you want?... Name it and I'll do it.
french: [R] Ohhhh... désolé... De quoi as-tu besoin?... Dis-le et je le ferai.
italian: [R] Ohhhh... mi dispiace... Che cosa vuoi?... Chiamalo e lo farò.

source: [L] I just want a good fucking.
french: [L] Je veux juste une bonne baise.
italian: [L] Io voglio solo una buona scopata.

source: [R] I think I can help you out with that.
french: [R] Je pense que je peux t'aider avec ça.
italian: [R] Credo di poterti aiutare con questo.

source: [L] Yeah, well, you'd better not cum before I do.
french: [L] Ouais, eh bien, tu ferais mieux de ne pas jouir avant moi.
italian: [L] Sì, beh, faresti meglio a non sperare prima di me.

source: [L] No, wait!... I want to be on top.
french: [L] Non, attends!... Je veux être au top.
italian: [L] No, aspetta!... voglio essere in alto.

source: [L] Oh, yeah... I kinda like being in control.
french: [L] Oh, oui... J'aime un peu être en contrôle.
italian: [L] Oh, sì... Mi piace avere il controllo.

source: [R] And I love this view of your ass.
french: [R] Et j'adore cette vue de ton cul.
italian: [R] E amo questa visione del vostro culo.

source: [R] Oh fuck, Lauren!... Here it comes!
french: [R] Oh putain, Lauren!... Le voilà !
italian: [R] Oh scopa, Lauren!... Ecco!

source: [L] Cum in my pussy!
french: [L] Sperme dans ma chatte!

source: [L] I want to feel your cum in my womb!
french: [L] Je veux sentir ton sperme dans mon ventre!
italian: [L] Voglio sentire il tuo sperma nel mio grembo!

source: [L] Pull out!...
french: [L] Sors!...
italian: [L] Tira fuori!...

source: [L] I'm not on birth control!
french: [L] Je ne suis pas sous contrôle des naissances!
italian: [L] Io non sono sul controllo delle nascite!

source: [L] God, Yes!
french: [L] Dieu, Oui!
italian: [L] Dio sì!

source: [L] Oh, fuck!... I feel so full!... I don't think anymore will fit!
french: [L] Oh, putain!... Je me sens si rassasiée !... Je ne pense plus que ça ira!
italian: [L] Oh, scopata!... mi sento così pieno!... non penso più che andrà bene!

source: [L] Are you kidding me?
french: [L] Tu aurais pu m'appeler.
italian: [L] Mi stai scherzando?

source: [L] I told you, I'm not on birth control!
french: [L] Je te l'ai dit, je ne suis pas sous contrôle des naissances!
italian: [L] Vi ho detto, non sono sul controllo delle nascite!

source: [L] Not only did you cum inside, you filled me so full, it'll take all week to drain out of my poor cum-stuffed womb.
french: [L] Non seulement tu as joui à l'intérieur, tu m'as rempli tellement, il faudra toute la semaine pour m'écouler de mon pauvre ventre bourré de sperme.
italian: [L] Non solo hai sperperato dentro, mi hai riempito così pieno, ci vorrà tutta la settimana per svuotare dal mio povero grembo ripieno di sperma.

source: [L] God!... How did you refill your cum reserves so fast?
french: [L] Dieu!... Comment as-tu rempli tes réserves de sperme si vite?
italian: [L] Dio!... Come hai ricaricato le riserve di sperma così velocemente?

source: [L] You filled me so full, it'll take all week to drain out of my fertile little cum-stuffed womb.
french: [L] Tu m'as tellement rempli, il faudra toute la semaine pour me vider de mon petit ventre fertile bourré de sperme.
italian: [L] Mi hai riempito così pieno, ci vorrà tutta la settimana per svuotare dal mio fertile grembo imbottito di cum.

source: [L] I'm going to get pregnant for sure!
french: [L] Je vais tomber enceinte à coup sûr!
italian: [L] Sicuramente sarò incinta!

source: [R] Sorry... I'm afraid you're going to have to go see the pharmacist again.
french: [R] Désolé... Je crains que tu doives revoir le pharmacien.
italian: [R] Mi dispiace... Temo che dovrai andare a vedere di nuovo il farmacista.

source: [L] Lucky for you, the government covers the cost, or I'd make you pay for the pill.
french: [L] Heureusement pour toi, le gouvernement couvre le coût, ou je te ferais payer la pilule.
italian: [L] Fortunato per te, il governo copre il costo, o io ti farei pagare per la pillola.

source: [L] I'd better stop by and see that creepy dude on the way back to school.
french: [L] Je ferais mieux d'arrêter et de voir ce mec effrayant sur le chemin du retour à l'école.
italian: [L] Farei meglio a fermarmi a vedere quel tizio raccapricciante sulla via del ritorno a scuola.

source: [R] You could just let me start fucking you in the ass instead.
french: [R] Tu pourrais juste me laisser commencer à te baiser dans le cul à la place.
italian: [R] Potresti solo lasciarmi iniziare a scoparti nel culo invece.

source: [L] So I guess I'd better get back to school before Mom grounds me.
french: [L] Donc je pense que je ferais mieux de retourner à l'école avant que maman ne me gronde.
italian: [L] Quindi immagino che farei meglio a tornare a scuola prima che Mamma mi parlando.

source: [L] Thanks for giving me a reason to skip school, but most of all, thanks for being the best brother anyone could ask for.
french: [L] Merci de m'avoir donné une raison de sauter l'école, mais surtout, merci d'être le meilleur frère que tout le monde puisse demander.
italian: [L] Grazie per avermi dato un motivo per saltare la scuola, ma soprattutto grazie per essere il miglior fratello che chiunque possa chiedere.

source: [L] Is that what you call pulling out?
french: [L] Est-ce ce que tu appelles ça se retirer?
italian: [L] È quello che si chiama tirando fuori?

source: [L] God!... That was so much cum!
french: [L] Dieu!... C'était tellement de sperme!
italian: [L] Dio!... Era così tanto sperma!

source: [R] Just make sure to take a morning after pill.
french: [R] Assures-toi simplement de prendre une pilule du lendemain.
italian: [R] Basta assicurarsi di prendere una mattina dopo la pillola.

source: [L] That's easy for you to say... You don't have to go ask the pharmacist for one, and have him look at you with those judgmental eyes.
french: [L] C'est facile à dire pour toi... Tu n'as pas besoin d'aller en demander une au pharmacien et de lui demander de te regarder avec ces yeux de jugement.
italian: [L] È facile per voi dire... Non devi andare a chiedere al farmacista per uno, e fargli guardare con quegli occhi giudiziali.

source: [L] Or are they lustful... It's hard to tell.
french: [L] Ou sont-ils lubriques... C'est difficile à dire.
italian: [L] O sono lussuriosi... È difficile dirlo.

source: [L] It doesn't matter, it makes me uncomfortable.
french: [L] Peu importe, ça me met mal à l'aise.
italian: [L] Non importa, mi fa scomodo.

source: [R] Just get a prescription and go on regular birth control then.
french: [R] Il suffit d'obtenir une ordonnance et de prendre un contrôle des naissances régulier.
italian: [R] Basta ottenere una prescrizione e andare sul controllo delle nascite regolari allora.

source: [L] I'd have to get Mom's permission to get a prescription, and she's going to want to know who I'm fucking.
french: [L] Je devrais obtenir la permission de maman pour obtenir une ordonnance, et elle va vouloir savoir qui je baise.
italian: [L] Dovrei ottenere il permesso di mamma per ottenere una prescrizione, e lei sta andando a sapere chi sto fucking.

source: [R] So tell her it's someone else.
french: [R] Alors dis-lui que c'est quelqu'un d'autre.
italian: [R] Quindi le dica che è qualcun altro.

source: [L] Yeah right, that'll go over well... She'll want to have a talk about safe sex with that person, and I don't think I could pay any guys I know to sit through one of her safe sex lectures without actually letting them fuck me.
french: [L] Ouais d'accord, ça va bien se passer... Elle voudra parler de sexe en toute sécurité avec cette personne, et je ne pense pas que je pourrais payer des gars que je connais pour assister à l'une de ses conférences sur le sexe en toute sécurité sans les laisser me baiser.
italian: [L] Sì, giusto, che andrà oltre bene... Lei vorrà parlare di sicuro sesso con quella persona, e non penso che potrei pagare qualsiasi tipo che so di sedersi attraverso una delle sue lezioni di sesso sicure senza in realtà lasciarli scopare me.

source: [R] You've got a point there.
french: [R] Tu as un point là-bas.
italian: [R] Hai un punto lì.

source: [RT] {i}There must be something I could do to help her out with this.{/i}
french: [RT] {i}Il doit y avoir quelque chose que je pourrais faire pour l'aider avec ça.{/i}
italian: [RT] {i}Ci deve essere qualcosa che potrei fare per aiutarla con questo.{/i}

source: [R] Oh... I know!
french: [R] Oh... Je sais !
italian: [R] Oh... lo so!

source: [R] What if we just switch over to anal sex?
french: [R] Et si on passait au sexe anal ?
italian: [R] E se passassimo al sesso anale?

source: [L] Ok...
french: [L] D'accord...
italian: [L] Va bene...

source: [L] Good God, [ryan]!
french: [L] Bon Dieu, [ryan]!
italian: [L] Buon Dio, [ryan]!

source: [L] You glazed me like a cinnamon roll.
french: [L] Tu m'as glacé comme un rouleau à la cannelle.
italian: [L] Mi hai smaltata come un rotolo di cannella.

source: [L] Fuck!... That's a lot of cum!
french: [L] Putain!... C'est beaucoup de sperme!
italian: [L] Fuck!... È molto sperma!

source: [L] Mmmm.... Thanks for letting us use the company perk again.
french: [L] Mmmm.... Merci de nous laisser utiliser à nouveau l'avantage de l'entreprise.
italian: [L] Mmmm.... Grazie per averci permesso di utilizzare di nuovo il perk aziendale.

source: [R] It was my pleasure entirely.
french: [R] Ce fut tout à fait mon plaisir.
italian: [R] E 'stato il mio piacere completamente.

source: [R] As always, I enjoyed that so much!
french: [R] Comme toujours, j'ai tellement apprécié ça!
italian: [R] Come sempre mi è piaciuto tanto!

source: [L] I can always tell by how much you cum.
french: [L] Je peux toujours dire combien tu jouis.
italian: [L] Posso sempre dire da quanto voi cum.

source: [R] There is one thing that could make it better though.
french: [R] Il y a une chose qui pourrait l'améliorer cependant.
italian: [R] C'è una cosa che potrebbe renderlo migliore.

source: [R] We could try some butt stuff.
french: [R] Nous pourrions essayer des trucs de fesses.
italian: [R] Potremmo provare qualche roba di sedere.

source: [L] Hey... yeah... That might be really...
french: [L] Salut... ouais... C'est peut-être vrai...
italian: [L] Hey... sì... Questo potrebbe essere veramente...

source: [R] Wait, no, never mind... It doesn't get any better than this.
french: [R] Attends, non, peu importe... Ça ne va pas mieux que ça.
italian: [R] Aspetta, no, non pensa... Non c'è niente di meglio.

source: [L] I still can't believe we're doing this.
french: [L] Je n'arrive toujours pas à croire que nous faisons cela.
italian: [L] Non riesco ancora a credere che stiamo facendo questo.

source: [L] Mom would cut your dick off if she knew.
french: [L] Maman te couperait la bite si elle savait.
italian: [L] La mamma avrebbe tagliato il cazzo fuori se sapeva.

source: [R] And she'd ground you to your room until you're thirty five.
french: [R] Et elle t'a mis à terre dans ta chambre jusqu'à ce que tu aies trente-cinq ans.
italian: [R] E ti ha messo nella tua stanza fino a trenta cinque.

source: [L] Yeah, we'd better keep this quiet.
french: [L] Ouais, on ferait mieux de garder ça silencieux.
italian: [L] Sì, faremmo meglio a mantenere questa tranquillità.

source: [L] Well, I'd better get back to school before Mom starts to suspect something's up then.
french: [L] Eh bien, je ferais mieux de retourner à l'école avant que maman ne commence à soupçonner qu'il se passe quelque chose.
italian: [L] Beh, farei meglio a tornare a scuola prima che la mamma inizi a sospettare qualcosa all'epoca.

source: [L] I'm so glad we've got a good place to fool around. It's so much harder to sneak this kind of thing at home.
french: [L] Je suis tellement content que nous ayons un bon endroit pour nous amuser. C'est tellement plus difficile de se faufiler ce genre de chose à la maison.
italian: [L] Sono così felice che abbiamo un buon posto per scherzare. È molto più difficile intrufolarsi in questo genere di cose a casa.

source: [L] Even though the thrill of getting caught makes it extra exciting, being able to take the time to enjoy it makes it really nice.
french: [L] Même si le frisson de se faire prendre le rend encore plus excitant, pouvoir prendre le temps d'en profiter le rend vraiment agréable.
italian: [L] Anche se l'emozione di farsi catturare lo rende più eccitante, potersi prendere il tempo per goderlo lo rende davvero bello.

source: [R] And I enjoyed that so much!
french: [R] Et j'ai tellement apprécié ça!
italian: [R] E mi è piaciuto tanto!

source: [L] I can tell. I've never seen so much cum.
french: [L] Je peux le dire. Je n'ai jamais vu autant de sperme.
italian: [L] Riesco a dirlo. Non ho mai visto così tanto cum.

source: [L] Can you even believe we're doing this?
french: [L] Peux-tu même croire que nous faisons cela?
italian: [L] Puoi anche credere che stiamo facendo questo?

source: [L] Can you imagine what Mom would do if she knew we were skipping school to do this?
french: [L] Peux-tu imaginer ce que ferait maman si elle savait que nous sautions l'école pour faire cela?
italian: [L] Riesci a immaginare cosa farebbe la mamma se sapesse che stavamo saltando la scuola per farlo?

source: [R] Well, in fairness, we're skipping school to make enough money to save her ass from the Mafia, and help our family... What we did just now is one of our amazing company perks.
french: [R] Eh bien, en toute justice, nous sautons l'école pour gagner assez d'argent pour sauver son cul de la Mafia et aider notre famille... Ce que nous avons fait tout à l'heure est l'un de nos avantages d'entreprise incroyables.
italian: [R] Beh, in tutta onestà, stiamo saltando la scuola per fare abbastanza soldi per salvare il suo culo dalla mafia, e aiutare la nostra famiglia.. Quello che abbiamo appena fatto è uno dei nostri vantaggi aziendali sorprendenti.

source: [L] Pretty unique perk... I've never heard of any other company that allows you to fuck your brother.
french: [L] Avantage assez unique... Je n'ai jamais entendu parler d'une autre entreprise qui te permet de baiser ton frère.
italian: [L] Pretty unique perk... Non ho mai sentito parlare di un'altra azienda che ti permette di scopare tuo fratello.

source: [R] Yeah, that perk only exists in the best family businesses.
french: [R] Oui, cet avantage n'existe que dans les meilleures entreprises familiales.
italian: [R] Sì, questo vantaggio esiste solo nelle migliori aziende familiari.

source: [L] Well, thank you for starting such a good family business, then.
french: [L] Eh bien, merci de démarrer une si bonne entreprise familiale, alors.
italian: [L] Beh, grazie per aver avviato una così buona attività familiare, allora.

source: [L] Now, I'd better get back to school before Mom sends out the hall monitor to look for me.
french: [L] Maintenant, je ferais mieux de retourner à l'école avant que maman envoie le moniteur de la salle pour me chercher.
italian: [L] Ora farei meglio a tornare a scuola prima che la mamma invii il monitor della sala per cercarmi.

source: [RT] {i}Mom can't ever get a meeting with Will Tylor... maybe if I just drop in on him at his office, I'll have better luck.{/i}
french: [RT] {i}Maman ne peut pas avoir de rendez-vous avec Will Tylor... peut-être que si je le croise à son bureau, j'aurai plus de chance.{/i}
italian: [RT] {i}Mamma non può mai ottenere un incontro con Will Tylor... forse se mi limito a cadere su di lui nel suo ufficio, ho meglio fortuna.{/i}

source: [RT] {i}My GPS says his practice isn't very far away... Should I try my luck?{/i}
french: [RT] {i}Mon GPS dit que son lieu d'entraînement n'est pas très loin... Devrais-je tenter ma chance ?{/i}
italian: [RT] {i}Il mio GPS dice che la sua pratica non è molto lontana... Devo provare la mia fortuna?{/i}

source: [RT] {i}Should I see if Agent Diaz is in her van again?{/i}
french: [RT] {i}Dois-je voir si l'agent Diaz est à nouveau dans sa camionnette?{/i}
italian: [RT] {i}Dovrei vedere se l'agente Diaz è di nuovo nel suo furgone?{/i}

source: [RT] {i}Lauren said she's noticed a suspicious van parked down the street from our house most evenings.{/i}
french: [RT] {i}Lauren a dit qu'elle avait remarqué une camionnette suspecte garée dans la rue de notre maison la plupart des soirs.{/i}
italian: [RT] {i}Lauren ha detto che ha notato un furgoncino sospetto parcheggiato lungo la strada dalla nostra casa più sere.{/i}

source: [RT] {i}Maybe I should check to see if it's an FBI van... I do need to talk to Diaz about Lauren's campaign.{/i}
french: [RT] {i}Je devrais peut-être vérifier si c'est un van du FBI... Je dois parler à Diaz de la campagne de Lauren.{/i}
italian: [RT] {i}Forse dovrei controllare se si tratta di un furgoncino FBI... devo parlare con Diaz della campagna di Lauren.{/i}

source: [RT] {i}I wonder if Diaz has dug up any dirt on Matt yet?{/i}
french: [RT] {i}Je me demande si Diaz a encore déterré de la saleté sur Matt?{/i}
italian: [RT] {i}Mi chiedo se Diaz abbia ancora scavato uno sporco su Matt?{/i}

source: {b}{i}"Knock, knock, knock..."{/i}{/b}
french: {b}{i}'Toc, toc, toc...' {/i} {/b}
italian: {b}{i}"Toc, toc, toc..."{/i}{/b}

source: [AD] You again?
french: [AD] Toi encore?
italian: [AD] Sei di nuovo?

source: [R] Yes, me again... I wanted to know...
french: [R] Oui, encore moi... Je voulais savoir...
italian: [R] Sì, di nuovo... volevo saperlo...

source: [AD] If I've dug up any dirt on Matt yet?
french: [AD] Si j'ai encore déterré des dossiers sur Matt?
italian: [AD] Se ho già scavato uno sporco su Matt?

source: [AD] Come on in... Let's talk about it inside.
french: [AD] Entre... Parlons-en à l'intérieur.
italian: [AD] Vieni in... Parliamo di esso dentro.

source: [AD] I'm sorry, but I don't have any dirt on Matt yet.
french: [AD] Je suis désolée, mais je n'ai pas encore d'infos compromettantes sur Matt.
italian: [AD] Mi dispiace, ma non ho ancora sporcizia su Matt.

source: [AD] I'm trying to, but I've had to spend most of my time on other things.
french: [AD] J'essaie de le faire, mais j'ai dû passer la plupart de mon temps sur d'autres affaires.
italian: [AD] Sto cercando di fare, ma ho dovuto passare la maggior parte del mio tempo su altre cose.

source: [R] Other things?... You said if I installed your peep-cam, you'd get right on it.
french: [R] Autres choses?... Tu as dit que si j'installais ta caméra, tu y arriverais.
italian: [R] Altre cose?... Hai detto se avessi installato il tuo peep-cam, avresti trovato giusto su di esso.

source: [AD] Yeah, well, some other shit's been going down, and it all involves your family.
french: [AD] Ouais, eh bien, une autre merde est tombée, et tout cela implique ta famille.
italian: [AD] Sì, beh, qualche altra merda stava andando giù, e tutto coinvolge la vostra famiglia.
