Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [MD] It involves group choreography, and I'd be a laughingstock if I tried to do it on my own.
french: [MD] Cela implique une chorégraphie de groupe, et je serais la risée si j'essayais de le faire par moi-même.
italian: [MD] Si tratta di coreografia di gruppo, e sarei un ridicolo se cercassi di farlo da solo.

source: [MD] I love you, but I can't commit social suicide.
french: [MD] Je t'aime, mais je ne peux pas commettre de suicide social.
italian: [MD] Ti amo, ma non posso suicidarmi sociale.

source: [MD] Good luck!
french: [MD] Bonne chance!
italian: [MD] Buona fortuna!

source: [L] No!... Mandy!
french: [L] Non!... Mandy!

source: [L] What am I going to do?
french: [L] Qu'est-ce que je vais faire?
italian: [L] Cosa devo fare?

source: [R] I don't think you have a choice.
french: [R] Je ne pense pas que tu aies le choix.
italian: [R] Non credo che tu abbia scelta.

source: [R] I'll run and tell principal Hardun that you don't have a skit.
french: [R] Je vais aller dire au principal M. Hardun que tu n'as pas de sketch.
italian: [R] Corro a dire al preside Hardun che non hai uno sketch.

source: [PH] So, it appears that Lauren does not have a skit prepared, and so we'll move on to the moment you've all been waiting for.
french: [PH] Donc, il semble que Lauren n'ait pas de sketch préparé, et nous passerons donc au moment que vous attendiez tous.
italian: [PH] Allora, sembra che Lauren non abbia preparato uno sketch e quindi passeremo al momento che tutti stavate aspettando.

source: [L] I know I'm going to lose, but I just hope I don't get slaughtered!
french: [L] Je sais que je vais perdre, mais j'espère juste ne pas me faire massacrer!
italian: [L] So che perderò, ma spero solo di non essere massacrato!

source: [PH] And there are the final results, I don't think anyone is surprised at the outcome, but Lauren's numbers are quite a bit higher than I expected.
french: [PH] Et il y a les résultats finaux, je ne pense pas que personne ne soit surpris du résultat, mais les chiffres de Lauren sont un peu plus élevés que ce à quoi je m'attendais.
italian: [PH] Ed ecco i risultati finali, non credo che nessuno sia sorpreso del risultato, ma i numeri di Lauren sono un pò più alti di quanto mi aspettassi.

source: [L] Only thirty percent?
french: [L] Seulement trente pour cent?
italian: [L] Solo il trenta per cento?

source: [L] Another humiliation.
french: [L] Une autre humiliation.
italian: [L] Un'altra umiliazione.

source: [R] Hey, after bombing your speech, and having no skit... I'd say thirty percent is really good.
french: [R] Hé, après avoir bombardé ton discours, et n'avoir aucun sketch... Je dirais que trente pour cent, c'est vraiment bien.
italian: [R] Ehi, dopo aver bombardato il tuo discorso e non aver avuto alcuno sketch... Direi che il trenta per cento è davvero buono.

source: [L] I only got thirty percent because of all the dicks I sucked and jacked off!
french: [L] Je n'ai eu que trente pour cent à cause de toutes les bites que j'ai sucées et que je me suis branlées!
italian: [L] Ho ricevuto solo il trenta per cento a causa di tutti i cazzi che ho succhiato e jacked off!

source: [L] I only got thirty percent because of all the dicks I jacked off!
french: [L] Je n'ai eu que trente pour cent à cause de toutes les bites que j'ai branlées!
italian: [L] Ho ricevuto solo il trenta per cento a causa di tutti i cazzi che ho scacciato!

source: [L] I would have done much better if you had actually given a damn and helped me out!
french: [L] J'aurais fait beaucoup mieux si tu t'étais vraiment fichu de moi et que tu m'avais aidée!
italian: [L] Avrei fatto molto meglio se te ne fossi fregato e mi avessi aiutato!

source: [M] Thank you!... You guys rock!
french: [M] Merci!... Tu gars piquant!
italian: [M] Grazie!... Voi ragazzi spaccate!

source: [M] First, I just want to say...
french: [M] D'abord, je veux juste dire...
italian: [M] Per prima cosa, voglio solo dire...

source: {i}"One victory speech later."{/i}
french: {i}'Un discours de victoire plus tard.'{/i}
italian: {i}"Un discorso sulla vittoria più tardi"{/i}.

source: [L] At least Matt said some nice things about me.
french: [L] Au moins Matt a dit de belles choses sur moi.
italian: [L] Almeno Matt ha detto delle cose carine su di me.

source: [R] He's just trying to sound like a gracious winner.
french: [R] Il essaie juste de ressembler à un heureux gagnant.
italian: [R] Sta solo cercando di sembrare un grazioso vincitore.

source: [MB] There you two are.
french: [MB] Vous y êtes tous les deux.
italian: [MB] Eccovi qui.

source: [MB] Oh, man!... There's something about winning that just makes me horny.
french: [MB] Oh, mec!... Il y a quelque chose à gagner qui me rend excité.
italian: [MB] Oh, amico!... C'è qualcosa nel vincere che mi fa arrapare.

source: [MB] And it's rare that I get to fuck the competition after I conquer them.
french: [MB] Et il est rare que j'arrive à baiser la concurrence une fois que je les ai conquis.
italian: [MB] Ed è raro che riesca a scopare la concorrenza dopo averla conquistata.

source: [R] Damnit, Lauren!... Why did you make that bet!?
french: [R] Bon sang, Lauren!... Pourquoi as-tu fait ce pari!?
italian: [R] Dannazione, Lauren!... Perché hai fatto quella scommessa?

source: [L] He tricked me into it, plus I thought I'd be able to win with your help.
french: [L] Il m'a piégé, et je pensais pouvoir gagner avec ton aide.
italian: [L] Mi ha ingannato, inoltre ho pensato che sarei stato in grado di vincere con il tuo aiuto.

source: [MB] I didn't trick you into anything. I hardly pushed you at all, and you accepted without any argument.
french: [MB] Je ne t'ai trompé en rien. Je ne t'ai guère poussé du tout, et tu as accepté sans aucune dispute.
italian: [MB] Non ti ho ingannato in nulla. Non ti ho spinto quasi per niente e tu hai accettato senza discutere.

source: [MB] So, as per our arrangement, if you two could just follow me?
french: [MB] Donc, selon notre arrangement, si vous pouviez me suivre ?
italian: [MB] Quindi, come da accordi, se voi due poteste seguirmi?

source: [L] [ryan]... Please!... I don't want to lose my virginity to Matt!
french: [L] [ryan]... S'il te plaît!... Je ne veux pas perdre ma virginité avec Matt !
italian: [L] [ryan]... Per favore!... Non voglio perdere la mia verginità con Matt!

source: [L] You've got to do something.
french: [L] Tu dois faire quelque chose.
italian: [L] Devi fare qualcosa.

source: [R] Alright... I'll try to think of something. But right now, we've got to follow Matt.
french: [R] D'accord... Je vais essayer de penser à quelque chose. Mais maintenant, nous devons suivre Matt.
italian: [R] Va bene... Cercherò di pensare a qualcosa. Ma adesso, dobbiamo seguire Matt.

source: [R] What are we doing here?... They lock it when the swim team isn't practicing.
french: [R] Que faisons-nous ici?... Ils le verrouillent lorsque l'équipe de natation ne s'entraîne pas.
italian: [R] Cosa ci facciamo qui?... Lo chiudono a chiave quando la squadra di nuoto non si allena.

source: [L] Guess who shares a locker with Kenzie, the captain of the swim team?
french: [L] Devinez qui partage un casier avec Kenzie, le capitaine de l'équipe de natation?
italian: [L] Indovina chi condivide un armadietto con Kenzie, il capitano della squadra di nuoto?

source: [L] She leaves the key hanging in our locker.
french: [L] Elle laisse la clé suspendue dans notre casier.
italian: [L] Lei lascia la chiave appesa nel nostro armadietto.

source: [L] Here we are.
french: [L] Nous y sommes.
italian: [L] Eccoci qui.

source: [R] Wow... I've never been in here when the stands weren't full of students and parents.
french: [R] Wow... Je ne suis jamais venu ici quand les tribunes n'étaient pas pleines d'élèves et de parents.
italian: [R] Wow... Non sono mai stata qui dentro quando gli spalti non erano pieni di studenti e genitori.

source: [R] It's so quiet.
french: [R] C'est si calme.
italian: [R] È così tranquillo.

source: [L] It's perfect. Follow me.
french: [L] C'est parfait. Suis-moi.
italian: [L] È perfetto. Seguimi.

source: [RT] {i}Wow!... Lauren's being really aggressive... I wonder how far she wants to go...{/i}
french: [RT] {i}Wow!... Lauren est très agressive... Je me demande jusqu'où elle veut aller...{/i}
italian: [RT] {i}Wow!... Lauren è davvero aggressiva... Mi chiedo fino a che punto vuole andare...{/i}

source: [LT] {i}God!... I need [ryan] to fuck me!{/i}
french: [LT] {i}Mon dieu!... J'ai besoin de [ryan] pour me baiser!{/i}
italian: [LT] {i}Dio! Ho bisogno che [ryan] mi scopi!

source: [R] Wow, Lauren!... That was... incredible.
french: [R] Wow, Lauren ! ... C'était ... incroyable.
italian: [R] Wow, Lauren!... È stato... incredibile.

source: [L] That's nothing compared to what I have planned for us.
french: [L] Ce n'est rien comparé à ce que j'ai prévu pour nous.
italian: [L] Non è niente in confronto a quello che ho pianificato per noi.

source: [R] What if somebody comes in?
french: [R] Et si quelqu'un entre ?
italian: [R] E se entra qualcuno?

source: [L] Nobody should be coming in here until swim practice, after school.
french: [L] Personne ne devrait venir ici avant la pratique de la natation, après l'école.
italian: [L] Nessuno dovrebbe venire qui fino agli allenamenti di nuoto, dopo la scuola.

source: [R] Oh, hell yeah.
french: [R] Oh, ouais.
italian: [R] Oh, diavolo, sì.

source: [R] So, what do you have planned?
french: [R] Alors, qu'as-tu prévu?
italian: [R] Allora, cosa hai pianificato?

source: [L] What do you think?
french: [L] Qu'en penses-tu?
italian: [L] Cosa ne pensi?

source: [R] I think I'm going to rip my pants.
french: [R] Je pense que je vais déchirer mon pantalon.
italian: [R] Penso che mi strapperò i pantaloni.

source: [L] Well then, why are you still dressed?
french: [L] Eh bien, pourquoi es-tu toujours habillé?
italian: [L] Beh, allora, perché sei ancora vestito?

source: [L] I want to see him.
french: [L] Je veux le voir.
italian: [L] Voglio vederlo.

source: [L] Come on... get me warmed up.
french: [L] Aller... réchauffes-moi.
italian: [L] Dai... riscaldami.

source: [R] You don't have to ask me twice.
french: [R] Tu n'as pas à me demander deux fois.
italian: [R] Non devi chiedermelo due volte.

source: [L] The pool?
french: [L] La piscine?
italian: [L] La piscina?

source: [MB] Yeah... They keep it locked up when the swim team isn't practicing, luckily as the captain of the cheerleading squad, Megan has keys to quite a few of the school's locked doors.
french: [MB] Ouais... Ils la gardent fermée lorsque l'équipe de natation ne s'entraîne pas, heureusement en tant que capitaine de l'équipe de pom-pom girls, Megan a les clés de plusieurs portes verrouillées de l'école.
italian: [MB] Sì... La tengono chiusa a chiave quando la squadra di nuoto non si allena, fortunatamente essendo il capitano della squadra di cheerleader, Megan ha le chiavi di molte porte chiuse della scuola.

source: [MB] I knew this day was coming, and I've been super stoked.
french: [MB] Je savais que ce jour arrivait, et j'ai été super content.
italian: [MB] Sapevo che questo giorno sarebbe arrivato e sono stata super eccitata.

source: [MB] I hope you're both ready.
french: [MB] J'espère que vous êtes tous les deux prêts.
italian: [MB] Spero che siate entrambi pronti.

source: [R] Hey... I know Lauren made an agreement, and I've always lived by the standard that a bet's a bet, but I've got to ask....
french: [R] Hé ... Je sais que Lauren a conclu un accord, et j'ai toujours vécu selon le standard qu'un pari est un pari, mais je dois demander....
italian: [R] Hey... So che Lauren ha fatto un accordo, e ho sempre vissuto con lo standard che una scommessa è una scommessa, ma devo chiedere....

source: [R] Is there any amount of money I could pay you to buy Lauren's debt from you?
french: [R] Y a-t-il une somme d'argent que je pourrais te payer pour acheter la dette de Lauren auprès de toi?
italian: [R] C'è una somma di denaro che potrei pagarti per comprare il debito di Lauren da te?

source: [MB] You want to buy your sisters debt?
french: [MB] Tu veux acheter la dette de ta sœur?
italian: [MB] Vuoi comprare il debito di tua sorella?

source: [R] Yeah... That way, she's not backing out of her debt, I'm just giving you the option of turning that debt into money.
french: [R] Ouais... De cette façon, elle ne recule pas sur sa dette, je te donne juste la possibilité de transformer cette dette en argent.
italian: [R] Sì... In questo modo, lei non si sta tirando indietro dal suo debito, ti sto solo dando la possibilità di trasformare quel debito in denaro.

source: [MB] Hmmmm.... That does make sense. But it wouldn't be cheap.
french: [MB] Hmmmm.... Cela a du sens. Mais ce ne serait pas bon marché.
italian: [MB] Hmmmm.... Questo ha senso. Ma non sarebbe economico.

source: [MB] I really wanted to fuck your sister, but I could probably have even more fun with a lot of money... It's not like I'm not getting any from elsewhere.
french: [MB] Je voulais vraiment baiser ta sœur, mais je pourrais probablement m'amuser encore plus avec beaucoup d'argent... Ce n'est pas comme si je n'en recevais pas d'ailleurs.
italian: [MB] Volevo davvero scoparmi tua sorella, ma probabilmente potrei divertirmi ancora di più con un sacco di soldi... Non è che non ne sto ricevendo da altre parti.

source: [MB] Ok... I settle for four thousand bucks.
french: [MB] D'accord... Je me contente de quatre mille dollars.
italian: [MB] Ok... mi accontento di quattromila dollari.

source: [R] Four thousand!?
french: [R] Quatre mille!?
italian: [R] Quattromila!?

source: [L] Four thousand!?
french: [L] Quatre mille!?
italian: [L] Quattromila!?

source: [R] Holy shit!... That's a lot of money!
french: [R] Putain de merde!... C'est beaucoup d'argent!
italian: [R] Porca puttana!... Sono un sacco di soldi!

source: [MB] Well, had I lost, I would have had to pay three thousand dollars to Lauren, And now, since it's not a bet anymore, but an already won prize...
french: [MB] Eh bien, si j'avais perdu, j'aurais dû payer trois mille dollars à Lauren, Et maintenant, puisque ce n'est plus un pari, mais un prix déjà gagné...
italian: [MB] Beh, se avessi perso, avrei dovuto pagare tremila dollari a Lauren, E ora, visto che non è più una scommessa, ma un premio già vinto...

source: [R] Yeah... that makes sense... It's just a fuck-ton of money.
french: [R] Ouais... c'est logique... C'est juste une tonne d'argent.
italian: [R] Sì... questo ha senso... È solo una fottuta tonnellata di denaro.

source: [MB] Well then?... What do you say?
french: [MB] Eh bien alors?... Que dis-tu?
italian: [MB] Allora?... Che ne dici?

source: [MB] Are you willing to pay four thousand dollars to protect your sisters tiny pussy from my massive jackhammer?
french: [MB] Êtes-vous prêt à payer quatre mille dollars pour protéger la petite chatte de ta sœur de mon énorme marteau-piqueur?
italian: [MB] Sei disposto a pagare quattromila dollari per proteggere la piccola figa di tua sorella dal mio enorme martello pneumatico?

source: [R] Ok... I'll pay it.
french: [R] Ok... Je vais payer.
italian: [R] Ok... Li pagherò.

source: [MB] Really?... I thought you guys were poor now... I didn't think you'd even have that kind of money.
french: [MB] Vraiment?... Je pensais que tu étais pauvres maintenant... Je ne pensais même pas que tu aurais ce genre d'argent.
italian: [MB] Davvero?... Pensavo che foste poveri adesso... Non pensavo che aveste tutti quei soldi.

source: [R] Yeah, well... Some of us know how to make money, and not just get it from our rich parents.
french: [R] Ouais, eh bien... Certains d'entre nous savent comment gagner de l'argent, et pas seulement l'obtenir de nos riches parents.
italian: [R] Sì, beh... Alcuni di noi sanno come fare soldi e non solo riceverli dai nostri ricchi genitori.

source: [MB] Oh, please... You were just a rich daddy's boy moocher too, before papa went to prison.
french: [MB] Oh, s'il te plaît... Tu étais juste un riche garçon de papa moocher aussi, avant que papa aille en prison.
italian: [MB] Oh, per favore... Anche tu eri solo un ricco scroccone figlio di papà, prima che papà andasse in prigione.

source: [R] A lot has changed since then.
french: [R] Beaucoup de choses ont changé depuis.
italian: [R] Molte cose sono cambiate da allora.

source: [R] So here, I'll Venshmo the money to you right now.
french: [R] Alors voilà, je vais te donner l'argent tout de suite.
italian: [R] Perciò ecco, ti faccio il Venshmo dei soldi proprio adesso.

source: [MB] Wow!... you really are good for it.
french: [MB] Wow!... tu es vraiment bon pour ça.
italian: [MB] Wow!... sei davvero bravo.

source: {b}{i}"Money - $4,000"{/i}{/b}
french: {b}{i}'Argent -4'000$'{/i}{/b}

source: [MB] Alright... consider the debt paid.
french: [MB] D'accord... considérez la dette payée.
italian: [MB] Va bene... considera il debito pagato.

source: [MB] Oh, and Lauren, one more thing?
french: [MB] Oh, et Lauren, encore une chose?
italian: [MB] Oh, e Lauren, un'altra cosa?

source: [MB] Do you still want to be student body president?
french: [MB] Veux-tu toujours être président du corps étudiant?
italian: [MB] Vuoi ancora diventare presidente del corpo studentesco?

source: [L] Of course.
french: [L] Bien sûr.
italian: [L] Certamente.

source: [MB] Alright, you can have it.
french: [MB] D'accord, tu peux l'avoir.
italian: [MB] Va bene, puoi averla.

source: [L] What?!
french: [L] Quoi?!
italian: [L] Cosa?!

source: [MB] Yeah, I realized I didn't want to be president about a week after I started running, and I would have dropped out earlier too, if it weren't for our bet.
french: [MB] Oui, j'ai réalisé que je ne voulais pas être président environ une semaine après avoir commencé à courir, et j'aurais aussi abandonné plus tôt, sans notre pari.
italian: [MB] Sì, ho capito che non volevo essere presidente circa una settimana dopo aver iniziato a correre, e mi sarei anche ritirata prima, se non fosse stato per la nostra scommessa.

source: [R] You've got to be fucking kidding.
french: [R] Tu dois rigoler.
italian: [R] Stai scherzando, cazzo.

source: [MB] Hahaha... yeah... funny how things work out sometimes.
french: [MB] Hahaha... ouais... c'est drôle comment les choses se passent parfois.
italian: [MB] Hahaha... sì... è divertente come le cose funzionano a volte.

source: [MB] So, I'll just tell the office that I have to quit for personal reasons, and Lauren will become student body president by default.
french: [MB] Donc, je vais juste dire au bureau que je dois quitter pour des raisons personnelles, et Lauren deviendra présidente du corps étudiant par défaut.
italian: [MB] Quindi, dirò all'ufficio che devo lasciare per motivi personali e Lauren diventerà presidente del corpo studentesco per default.

source: [MB] If you'll both excuse me, I'll go tell Principal Hardun right now.
french: [MB] Si vous voulez bien m'excuser tous les deux, j'irai le dire au directeur M. Hardun tout de suite.
italian: [MB] Se volete scusarmi, vado subito a dirlo al preside Hardun.

source: [L] Wow!... [ryan], you really came through for me!
french: [L] Wow!... [ryan], tu es vraiment venu pour moi!
italian: [L] Wow!... [ryan], mi hai davvero aiutato!

source: [L] You saved my virginity from that stupid jock, and even ended up buying me the presidency!
french: [L] Tu as sauvé ma virginité de ce stupide jock, et tu as même fini par m'acheter la présidence!
italian: [L] Hai salvato la mia verginità da quello stupido atleta e hai anche finito per comprarmi la presidenza!

source: [L] The only possible way this could have ended up better, is if I'd won the election.
french: [L] La seule façon possible que cela aurait pu finir mieux, c'est si j'avais gagné les élections.
italian: [L] L'unico modo possibile in cui sarebbe potuta finire meglio è se avessi vinto le elezioni.

source: [R] Well, you can't have everything.
french: [R] Eh bien, tu ne peux pas tout avoir.
italian: [R] Beh, non si può avere tutto.

source: [L] No, you can't, but you've got a very grateful sister.
french: [L] Non, tu ne peux pas, mais tu as une sœur très reconnaissante.
italian: [L] No, non puoi, ma hai una sorella molto grata.

source: [R] A grateful sister that now owes me a certain debt.
french: [R] Une sœur reconnaissante qui me doit maintenant une certaine dette.
italian: [R] Una sorella grata che ora ha un certo debito con me.

source: [L] [ryan]!... You're going to collect on that debt against your own sister?
french: [L] [ryan]!... Tu vas recouvrer cette dette contre ta propre sœur ?
italian: [L] [ryan]!... Hai intenzione di riscuotere quel debito contro la tua stessa sorella?

source: [L] Are there any limits to your depravity?
french: [L] Y a-t-il des limites à ta dépravation?
italian: [L] Ci sono limiti alla tua depravazione?

source: [L] I think you'd better follow me...
french: [L] Je pense que tu ferais mieux de me suivre...
italian: [L] Penso che faresti meglio a seguirmi...

source: [R] This looks like a private spot.
french: [R] Cela ressemble à un endroit privé.
italian: [R] Questo sembra un posto privato.

source: [R] We can rush under the bleachers if someone comes in.
french: [R] Nous pouvons nous précipiter sous les gradins si quelqu'un arrive.
italian: [R] Possiamo correre sotto le gradinate se qualcuno entra.

source: [L] I think it's time I pay off my debt.
french: [L] Je pense qu'il est temps de rembourser ma dette.
italian: [L] Penso che sia il momento di pagare il mio debito.

source: [R] Hopefully nobody comes in.
french: [R] J'espère que personne n'entre.
italian: [R] Speriamo che non entri nessuno.

source: [L] So, what are you going to do to me?
french: [L] Alors, que vas-tu me faire?
italian: [L] Allora, cosa hai intenzione di farmi?

source: [R] Why don't you start by taking off those clothes.
french: [R] Pourquoi ne pas commencer par enlever ces vêtements.
italian: [R] Perché non cominci togliendoti quei vestiti.

source: [R] Are you crazy? I can't afford to pay you four thousand dollars!
french: [R] Es-tu fou? Je ne peux pas te payer quatre mille dollars!
italian: [R] Sei pazza? Non posso permettermi di pagarti quattromila dollari!

source: [R] Goddammit, Lauren! Why did you make that bet?
french: [R] Putain, Lauren! Pourquoi as-tu fait ce pari?
italian: [R] Dannazione, Lauren! Perché hai fatto quella scommessa?

source: [L] Are you fucking kidding me?... Matt gives us a way out, and you just say you can't afford it?
french: [L] Tu te fous de moi ?... Matt nous donne une issue, et tu dis juste que tu ne peux pas te le permettre?
italian: [L] Mi stai prendendo per il culo? Matt ci dà una via d'uscita e tu dici che non puoi permettertela?

source: [R] Well, I can't.
french: [R] Eh bien, je ne peux pas.
italian: [R] Beh, non posso.

source: [L] You didn't even try to negotiate, maybe you could have tried to convince him to let you pay it off a little bit at a time.
french: [L] Tu n'as même pas essayé de négocier, Peut-être aurais-tu pu essayer de le convaincre de te laisser le payer un peu à la fois.
italian: [L] Non hai nemmeno provato a negoziare, forse avresti potuto provare a convincerlo a lasciarti pagare un pò alla volta.

source: [R] But...
french: [R] Mais...
italian: [R] Ma...

source: [L] You just don't even seem to care that your sister is about to lose her virginity to some cocky jock, and you barely even tried to help me win my bet against him.
french: [L] Tu ne sembles même pas te soucier que ta sœur soit sur le point de perdre sa virginité face à un jock arrogant, et tu as même à peine essayé de m'aider à gagner mon pari contre lui.
italian: [L] Sembra che non ti importi nemmeno che tua sorella stia per perdere la sua verginità con un atleta presuntuoso, e hai a malapena cercato di aiutarmi a vincere la mia scommessa contro di lui.
