Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [L] I love it!... You send Mandy a text, and I'll text Kenzie and tell her the meetings been delayed 15 minutes again.
french: [L] J'adore ça!... Tu envoies un texto à Mandy, et je vais envoyer un texto à Kenzie et lui dire que les réunions ont été retardées de 15 minutes.
italian: [L] Mi piace!... Inviate un testo a Mandy, e scriverò Kenzie e le dirò che le riunioni sono state rimandate di nuovo 15 minuti.

source: [MD] You guys are the best!
french: [MD] Tu es le meilleur!
italian: [MD] Tu ragazzi sei il migliore!

source: [MD] Thank you so much for inviting me!
french: [MD] Merci de m'avoir invitée!
italian: [MD] Grazie mille per avermi invitata!

source: [MD] Now should we get down to business?
french: [MD] Maintenant, devrions-nous nous mettre au travail?
italian: [MD] Ora dovremmo metterci agli affari?

source: [L] Haha... I now bring this meeting to order.
french: [L] Haha... Je rappelle à l'ordre cette séance.
italian: [L] Haha... Ora porto questo incontro per ordinare.

source: [L] So, how does that feel?
french: [L] Alors, qu'est-ce que ça fait?
italian: [L] Allora, come ci si sente?

source: [R] Ohhh... So good!
french: [R] Ohhh... Tellement bon!
italian: [R] Ohhh... Così bene!

source: [RT] {i}Lauren's soft touch on my balls drives me crazy.{/i}
french: [RT] {i}Le toucher doux de Lauren sur mes couilles me rend fou.{/i}
italian: [RT] {i}Il morbido tocco di Lauren sulle mie palle mi fa impazzire.{/i}

source: [LT] {i}His balls are so smooth!... I can't believe they make so much cum.{/i}
french: [LT] {i}Ses balles sont si lisses!... Je n'arrive pas à croire qu'elles ont autant de sperme.{/i}
italian: [LT] {i}Le sue palle sono così lisce!... Non posso credere che facciano così tanto sperma.{/i}

source: [MDT] {i}This prick is so huge!{/i}
french: [MDT] {i}Cette queue est tellement énorme!{/i}
italian: [MDT] {i}Questo cazzone è così enorme!

source: [MDT] {i}I'd better practice more with Mom's daddy cock dildo if I'm ever going to fit [ryan]'s' dick in my pussy.{/i}
french: [MDT] {i}Je ferais mieux de m'entraîner davantage avec le gode à maman de la forme du pénis de papa si je veux un jour tenir la bite de [ryan] dans ma chatte.{/i}
italian: [MDT] {i}Farei meglio ad esercitarmi di più con il dildo del cazzo di mamma se mai riuscirò a far entrare il cazzo di [ryan] nella mia figa.{/i}

source: [MD] I want to taste it!
french: [MD] Je veux le goûter!
italian: [MD] Lo voglio assaggiare!

source: [MD] Lauren, will you lick his cock with me?
french: [MD] Lauren, vas-tu lui lécher la bite avec moi?
italian: [MD] Lauren, leccherai il suo cazzo con me?

source: [L] OWO You read my mind!
french: [L] OO Tu lis mes pensées!
italian: [L] OWO Tu hai letto la mia mente!

source: [LT] {i}I guess I kind of like staring into her eyes while she licks my brother's cock, it's really making my pussy drip.{/i}
french: [LT] {i}Je suppose que j'aime regarder dans ses yeux pendant qu'elle lèche la bite de mon frère, ça fait vraiment couler ma chatte.{/i}
italian: [LT] {i}Immagino che mi piace fissarsi negli occhi mentre lecca il cazzo di mio fratello, è davvero fare gocciolare la figa.{/i}

source: [RT] {i}How did I get so lucky?{/i}
french: [RT] {i}Comment ai-je eu autant de chance?{/i}
italian: [RT] {i}Come ho fatto ad essere così fortunata?

source: [MD] Hey, Lauren?
french: [MD] Hé, Lauren?

source: [L] You want to taste my ass again?
french: [L] Tu veux goûter à nouveau mon cul?
italian: [L] Vuoi assaggiare ancora il mio asino?

source: [MD] So bad.
french: [MD] Si mauvais.
italian: [MD] Tanto male.

source: [L] Haha... good... I'd love you to lick my ass.
french: [L] Haha... bien... Je t'adorerais de me lécher le cul.
italian: [L] Haha... buono... Ti piacerebbe leccare il mio culo.

source: [MD] Are you ready for Lauren to suck your dick?
french: [MD] Es-tu prête à ce que Lauren suce ta bite?
italian: [MD] Sei pronto per Lauren per succhiare il tuo cazzo?

source: [R] Always.
french: [R] Toujours.
italian: [R] Sempre.

source: [MD] If you two are ready... Let's begin.
french: [MD] Si vous êtes tous les deux prêts... Commençons.
italian: [MD] Se sei pronto... Iniziamolo.

source: [LT] {i}Oh, fuck!... Mandy's even better at licking my asshole than [ryan]!{/i}
french: [LT] {i}Oh, putain!... Mandy est encore meilleure pour lécher mon trou du cul que [ryan]!{/i}
italian: [LT] {i}Oh, scopata!... Mandy ancora meglio a leccare il mio buco del culo di [ryan]!{/i}

source: [LT] {i}Ohhhh... it feels so good!{/i}
french: [LT] {i}Ohhhh ... c'est si bon ! {/i}
italian: [LT] {i}Ohhhh... ci si sente così bene!{/i}

source: [MDT] {i}Lauren's got the cutest, tastiest little asshole ever!{/i}
french: [MDT] {i}Lauren a le petit trou du cul le plus mignon et le plus savoureux de tous les temps!{/i}
italian: [MDT] {i}Lauren ha ottenuto il più bello e gustoso piccolo culo mai!{/i}

source: [MDT] {i}It tastes so much like her pussy... I'll bet her pussy drips juices all over it all day long.{/i}
french: [MDT] {i}Ça ressemble tellement à sa chatte... Je parie que sa chatte mouille toute la journée.{/i}
italian: [MDT] {i}Ha un sapore così simile alla sua figa... Scommetterò i suoi succhi di fica gocciolati per tutto il giorno.{/i}

source: [LT] {i}Oh, fuck!... I'm gonna cum!{/i}
french: [LT] {i}Oh, putain!... Je vais jouir!{/i}
italian: [LT] {i}Oh, cazzo!... Sto per venire!

source: [L] Fuuuckk...
french: [L] Meerrddee ...

source: [L] Thank you, Mandy... That was amazing!
french: [L] Merci, Mandy... C'était incroyable!
italian: [L] Grazie, Mandy... È stato incredibile!

source: [L] I'd really like to return the favor.
french: [L] J'aimerais vraiment rendre la pareille.
italian: [L] Mi piacerebbe davvero tornare il favore.

source: [L] I've realized I kind of like the taste of pussy.
french: [L] J'ai réalisé que j'aimais un peu le goût de la chatte.
italian: [L] Ho realizzato che mi piace il gusto della figa.

source: [L] At least, your pussy.
french: [L] Au moins, ta chatte.
italian: [L] Almeno la tua figa.

source: [MD] I'd love that!
french: [MD] J'adore ça !
italian: [MD] Io lo amere!

source: [L] So, are you ready for me?
french: [L] Alors, es-tu prêt pour moi?
italian: [L] Allora, sei pronto per me?

source: [MD] I can't wait!
french: [MD] Je ne peux pas attendre !
italian: [MD] Non vedo l'ora!

source: [MDT] {i}Oh, my God!... I love it when Lauren licks my pussy!{/i}
french: [MDT] {i}Oh, mon Dieu!... J'adore quand Lauren me lèche la chatte!{/i}
italian: [MDT] {i}Oh, mio Dio!... Mi piace quando Lauren lecca la mia figa!{/i}

source: [MDT] {i}OH... She's licking my asshole too!{/i}
french: [MDT] {i}OH... Elle me lèche le cul aussi !{/i}
italian: [MDT] {i}OH... Mi sta leccando anche il buco del culo!

source: [MDT] {i}That feels so GOOD!{/i}
french: [MDT] {i}Ça fait du BIEN !{/i}
italian: [MDT] {i}Ci si sente così bene! {/i}.

source: [MDT] {i}I'm gonna!...{/i}
french: [MDT] {i}J'arrive!...{/i}
italian: [MDT] {i}Lo farò!...{/i}

source: [MD] Ohhh... SHIT!...
french: [MD] Ohhh... Merde!...

source: {b}{i}"Mandy's Libido -5"{/i}{/b}
french: {b}{i}«Libido de Mandy -5»{/b}{/i}
italian: {b}{i}"La libido di Mandy -5"{/i}{/b}

source: [R] Shit!... I'm gonna cum too!
french: [R] Merde!... Je vais jouir aussi!
italian: [R] Merda! Sto per venire anch'io!

source: [MD] Wait!... Do it all over our faces again.
french: [MD] Attends!... Fais-le à nouveau sur nos visages.
italian: [MD] Aspetta!... Fai di nuovo tutto sui nostri volti.

source: [MD] Ok... We're ready!
french: [MD] Ok... On est prêt!
italian: [MD] Ok... Siamo pronti!

source: [MD] Please cum on me first!
french: [MD] S'il te plaît, éjacule sur moi d'abord!
italian: [MD] Si prega di sborrare su di me prima!

source: [L] Ahhh... you beat me to it again!
french: [L] Ahhh... tu m'as encore battu !
italian: [L] Ahhh... mi hai battuto di nuovo!

source: [R] Fuuuckkk!
french: [R] Meeerrrdddee!
italian: [R] Caaazzzo!

source: [MD] Lauren, You always look so fucking hot covered in your brother's cum!
french: [MD] Lauren, Tu as toujours l'air si chaude couverte du sperme de ton frère!
italian: [MD] Lauren, Tu sembri sempre così cazzo caldo coperto di sperma di tuo fratello!

source: [L] Yeah? So do you!
french: [L] Ouais? Toi aussi !
italian: [L] Sì? Anche tu!

source: [L] We've got to hurry and clean up though... Kenzie will be here soon.
french: [L] Nous devons nous dépêcher et nettoyer cependant... Kenzie sera bientôt là.
italian: [L] Ma dobbiamo affrettarci a ripulire... Kenzie sarà qui presto.

source: [L] So, did you want to lick the cum off my face again?
french: [L] Alors, voulais-tu me lécher à nouveau le sperme du visage?
italian: [L] Allora, volevi leccare di nuovo lo sperma fuori dalla mia faccia?

source: [MD] Yes, please.
french: [MD] Oui, s'il te plait.
italian: [MD] Sì, per piacere.

source: [LT] {i}Whoa... I love how intimate this is.{/i}
french: [LT] {i}Ouah... J'aime à quel point c'est intime.{/i}
italian: [LT] {i}Whoa... Mi piace quanto questo sia intimo.{/i}

source: [LT] {i}Why is it turning me on so much?{/i}
french: [LT] {i}Pourquoi ça m'excite autant ?{/i}
italian: [LT] {i}Perché mi eccita così tanto? {/i}.

source: {b}{i}"Lauren's Libido +3"{/i}{/b}
french: {i}{b}«Libido de Lauren +3»{/b}{/i}
italian: {b}{i}"Libido di Lauren +3"{/i}{/b}

source: [MD] There... All clean. Now, do you want to return the favor this time?
french: [MD] Là... Tout est propre. Maintenant, veux-tu rendre la pareille cette fois?
italian: [MD] Là... tutto pulito. Ora, vuoi restituire il favore questa volta?

source: [L] Uhhh.... I think I'll pass again.
french: [L] Uhhh.... Je pense que je passerai encore.
italian: [L] Uhhhh... penso che passerò di nuovo.

source: [MD] You're missing out.
french: [MD] Tu passes à côté.
italian: [MD] Ti sei persa.

source: {b}{i}"Mandy's Libido +3"{/i}{/b}
french: {b}{i}«Libido de Mandy +3»{/b}{/i}
italian: {b}{i}"La libido di Mandy +3"{/i}{/b}

source: [L] Oh my God... We'd better finish up.
french: [L] Oh mon Dieu... On devrait finir.
italian: [L] Oh mio Dio... Faremmo meglio a finire.

source: [L] Kenzie could be here any minute.
french: [L] Kenzie pourrait être là d'une minute à l'autre.
italian: [L] Kenzie potrebbe essere qui a momenti.

source: [R] Do you want me to just run do the posters like usual?
french: [R] Veux-tu que je fasse les affiches comme d'habitude?
italian: [R] Vuoi che corra a fare i poster come al solito?

source: [L] Yes, please!... And Mandy... When Kenzie gets here...
french: [L] Oui, s'il te plait!... Et Mandy... Quand Kenzie arrivera...
italian: [L] Sì, per favore!... E Mandy... Quando Kenzie arriva qui...

source: [MD] Try to act natural?
french: [MD] Essaies d'agir naturellement?
italian: [MD] Prova ad agire naturale?

source: [L] Exactly.
french: [L] Exactement.
italian: [L] Esattamente.

source: [MD] Thanks for inviting me again... You guys are the best cousins ever!
french: [MD] Merci de m'avoir invité à nouveau... Tu es les meilleurs cousins de tous les temps !
italian: [MD] Grazie per avermi nuovamente invitato... Sei i migliori cugini di sempre!

source: [L] You too!
french: [L] Toi aussi!
italian: [L] Anche te!

source: [L] Now let's get out of here before Kenzie comes in.
french: [L] Maintenant, sortons d'ici avant que Kenzie n'entre.
italian: [L] Ora andiamocene prima che Kenzie entri.

source: [L] We're going to win this thing!
french: [L] Nous allons gagner cette chose!
italian: [L] Vinceremo questa cosa!

source: [L] Can I please give you a blowjob this time?... I'm really needing more practice.
french: [L] Puis-je te faire une fellation cette fois?... J'ai vraiment besoin de plus de pratique.
italian: [L] Posso farti un pompino questa volta? Ho davvero bisogno di più pratica.

source: [L] I want to get to where I can get my mouth to your balls.
french: [L] Je veux arriver là où je peux mettre ma bouche à tes couilles.
italian: [L] Voglio arrivare al punto in cui posso portare la mia bocca alle tue palle.

source: [R] You don't have to twist my arm.
french: [R] Tu n'as pas besoin de tordre mon bras.
italian: [R] Non devi torcermi il braccio.

source: [RT] {i}Ahhh... This feels so good!{/i}
french: [RT] {i}Ahhh... Ça fait tellement de bien!{/i}
italian: [RT] {i}Ahhh... È così bello!

source: [MDT] {i}I hope Lauren doesn't mind me showing up early to our meeting today... I really need to talk to her about the skit for the election assembly.{/i}
french: [MDT] {i}J'espère que Lauren n'oublie pas de se présenter tôt à notre réunion aujourd'hui... J'ai vraiment besoin de lui parler du discours pour l'assemblée électorale.{/i}
italian: [MDT] {i}Spero che a Lauren non dispiaccia se mi presento in anticipo al nostro incontro di oggi... Ho davvero bisogno di parlarle della scenetta per l'assemblea elettorale.

source: [MDT] {i}Oh... Someone beat us to it.{/i}
french: [MDT] {i}Oh... Quelqu'un nous a frappés.{/i}
italian: [MDT] {i}Oh... qualcuno ci ha preceduto.

source: [MDT] {i}It looks like we're going to have to change the location of the meeting today.{/i}
french: [MDT] {i}Il semble que nous allons devoir changer le lieu de la réunion aujourd'hui.{/i}
italian: [MDT] {i}Sembra che dovremo cambiare il luogo della riunione di oggi.

source: [MDT] {i}I'd better text Lauren and let her know.{/i}
french: [MDT] {i}Je ferais mieux d'envoyer un texto à Lauren pour le lui faire savoir.{/i}
italian: [MDT] {i}E' meglio che mandi un messaggio a Lauren per farglielo sapere.

source: [MDT] {i}Haha... She'll be pissed that someone contaminated her office.{/i}
french: [MDT] {i}Haha... Elle sera énervée que quelqu'un ait contaminé son bureau.{/i}
italian: [MDT] {i}Haha... Si incazzerà perché qualcuno ha contaminato il suo ufficio.{/i} {i}Sarà incazzata per il fatto che qualcuno ha contaminato il suo ufficio.

source: [MDT] {i}I wonder who it could be...{/i}
french: [MDT] {i}Je me demande qui cela pourrait être...{/i}
italian: [MDT] {i}Mi chiedo chi possa essere...{/i}.

source: [MDT] {i}Uuurrgghh... Why do I have to have such a curious nature?...{/i}
french: [MDT] {i}Uuurrgghh... Pourquoi dois-je avoir une nature aussi curieuse?...{/i}
italian: [MDT] {i}Uuurrgghh... Perché devo avere una natura così curiosa?

source: [MDT] {i}Hopefully they're too busy to notice me snooping.{/i}
french: [MDT] {i}J'espère qu'ils sont trop occupés pour me remarquer fouiner.{/i}
italian: [MDT] {i}Spero che siano troppo occupati per accorgersi che sto curiosando.

source: [MDT] {i}Darn... Without crawling further under and getting caught, all I can see is shoes.{/i}
french: [MDT] {i}Merde... Sans aller plus loin et risquer de me faire prendre, tout ce que je peux voir, ce sont des chaussures.{/i}
italian: [MDT] {i}Accidenti... Senza strisciare ancora più sotto e farmi beccare, tutto quello che posso vedere sono le scarpe.{/i}.

source: [MDT] {i}But it kind of sounds like Lauren and [ryan]...{/i}
french: [MDT] {i}Mais ça ressemble un peu à Lauren et [ryan]...{/i}
italian: [MDT] {i}Ma sembra che Lauren e [ryan]...{/i}

source: [MDT] {i}It couldn't be... Could it?{/i}
french: [MDT] {i}Ça ne se peux pas... Le pourrait-il?{/i}
italian: [MDT] {i}Non potrebbe essere... Vero? {/i}.

source: [MDT] {i}It sure sounds like them.{/i}
french: [MDT] {i}Ça leur ressemble.{/i}
italian: [MDT] {i}Sembra proprio loro.

source: [MDT] {i}I could tell they've both been repressing their desires for each other.{/i}
french: [MDT] {i}Je pourrais dire qu'ils ont tous les deux réprimé leurs désirs l'un pour l'autre.{/i}
italian: [MDT] {i}Potrei dire che entrambi hanno represso i loro desideri l'uno per l'altro.

source: [MDT] {i}Maybe they haven't been repressing them as much as I thought.{/i}
french: [MDT] {i}Peut-être qu'ils ne les ont pas réprimés autant que je le pensais.{/i}
italian: [MDT] {i}Forse non li hanno repressi così tanto come pensavo.

source: [MDT] {i}How could they even think about having fun without me?{/i}
french: [MDT] {i}Comment pourraient-ils même penser à s'amuser sans moi?{/i}
italian: [MDT] {i}Come possono anche solo pensare di divertirsi senza di me?

source: [MDT] {i}Oh my God... It really is them.{/i}
french: [MDT] {i}Oh mon Dieu... C'est vraiment eux.{/i}
italian: [MDT] {i}Oh mio Dio... Sono davvero loro.{/i}

source: [MDT] {i}Wow... I can't believe Lauren can swallow that much of [ryan]'s cock.{/i}
french: [MDT] {i}Wow... Je n'arrive pas à croire que Lauren puisse avaler autant profond la bite de [ryan].{/i}
italian: [MDT] {i}Wow... Non posso credere che Lauren possa ingoiare così tanto del cazzo di [ryan].

source: [MDT] {i}Fuck... That's so hot!{/i}
french: [MDT] {i}Merde... C'est tellement chaud!{/i}
italian: [MDT] {i}Cazzo... È così eccitante!

source: [MDT] {i}I would have never guessed that Lauren would be the kind of girl that would suck off her own brother.{/i}
french: [MDT] {i}Je n'aurais jamais deviné que Lauren serait le genre de fille qui sucerait son propre frère.{/i}
italian: [MDT] {i}Non avrei mai immaginato che Lauren fosse il tipo di ragazza che avrebbe succhiato il suo stesso fratello.

source: [MDT] {i}Fuck... Now I'm super horny... Time for me to get in on this action.{/i}
french: [MDT] {i}Merde... Maintenant, je suis super excitée... Il est temps pour moi de participer à cette action.{/i}
italian: [MDT] {i}Cazzo... Ora sono super arrapato... E' ora che entri in azione anch'io.

source: [MDT] {i}I'd better text Kenzie and tell her the meetings been pushed back fifteen minutes.{/i}
french: [MDT] {i}Je ferais mieux d'envoyer un texto à Kenzie et de lui dire que la réunion a été repoussée de quinze minutes.{/i}
italian: [MDT] {i}Farei meglio a mandare un messaggio a Kenzie e dirle che le riunioni sono state spostate di quindici minuti.{/i}

source: [MDT] {i}Ok, I've texted Kenzie, now it's time for me to join in on the fun.{/i}
french: [MDT] {i}Ok, j'ai envoyé un texto à Kenzie, il est maintenant temps pour moi de participer au plaisir.{/i}
italian: [MDT] {i}Ok, ho mandato un messaggio a Kenzie, ora è il momento che mi unisca al divertimento.{/i}

source: [R] {i}(faintly){/i}Oh, fuck... I'm getting close!
french: [R] {i}(doucement){/i} Oh, putain... Je m'approche !
italian: [R] {i}(debolmente){/i}Oh, cazzo... Mi sto avvicinando!

source: [MDT] {i}Oh... I better hurry.{/i}
french: [MDT] {i}Oh... Je ferais mieux de me dépêcher.{/i}
italian: [MDT] {i}Oh... è meglio che mi sbrighi.{/i}

source: [MD] Ha.... I've caught you!
french: [MD] Ha.... Je t'ai attrapé!
italian: [MD] Ha.... Vi ho catturati!

source: [L] Oh, God... I'm so embarrassed.
french: [L] Oh, mon Dieu... Je suis tellement gênée.
italian: [L] Oh, Dio... Sono così imbarazzata.

source: [MD] I don't know why.
french: [MD] Je ne sais pas pourquoi.
italian: [MD] Non so perché.

source: [MD] After what we did to [ryan] after he saved us from Diaz, it's not like I didn't suspect that you two were doing other things as well.
french: [MD] Après ce que nous avons fait à [ryan] après qu'il nous a sauvés de Diaz, ce n'est pas comme si je ne soupçonnais pas que vous faisiez aussi d'autres choses.
italian: [MD] Dopo quello che abbiamo fatto a [ryan] dopo che ci ha salvati da Diaz, non è come non ho sospettato che voi due stavate facendo altre cose pure.

source: [MD] The way you two act, and look at each other...
french: [MD] La façon dont vous agissez et vous regardez l'un l'autre...
italian: [MD] Il modo in cui due agiscono, e guardarsi l'un l'altro...

source: [MD] I've always thought there was something there, and even suspected you two might be messing around.
french: [MD] J'ai toujours pensé qu'il y avait quelque chose là-bas, et j'ai même soupçonné que vous deux pourriez déconner.
italian: [MD] Ho sempre pensato che ci fosse qualcosa lì, e anche sospettato che voi due poteste essere disordinato.

source: [MD] I'm just offended that you didn't invite me.
french: [MD] Je suis juste offensé que vous ne m'ayez pas invité.
italian: [MD] Sono appena offeso che non mi hai invitato.

source: [L] So, you don't think we are terrible, disgusting perverts?
french: [L] Donc, tu ne penses pas que nous sommes des pervers terribles et dégoûtants?
italian: [L] Quindi non pensi che siamo dei terribili e disgustosi pervertiti?

source: [MD] Perverts for sure, but you two are in good company.
french: [MD] Pervers bien sûr, mais vous êtes tous les deux en bonne compagnie.
italian: [MD] Perverts di sicuro, ma voi due siete in buona compagnia.

source: [MD] Sure, it's a bit taboo, but doesn't it make it that much more fun?
french: [MD] Bien sûr, c'est un peu tabou, mais cela ne le rend-il pas beaucoup plus amusant?
italian: [MD] Certo, è un po' tabù, ma non lo rende molto più divertente?

source: [L] Yes, God help me.
french: [L] Oui, que Dieu m'aide.
italian: [L] Sì, che Dio mi aiuti.

source: [MD] Good, then do you mind if I join in on your taboo fun?
french: [MD] Bien, alors ça vous dérange si je me joins à votre plaisir tabou?
italian: [MD] Bene, allora ti dispiace se mi unisco al tuo divertimento tabù?

source: [L] Join us? Gross!
french: [L] Nous rejoindre? Dégueulasse !
italian: [L] Unirti a noi? Che schifo!

source: [MD] What do you mean, gross!
french: [MD] Qu'est-ce que tu veux dire par dégueulasse !
italian: [MD] Che cosa intendi, grossolano!

source: [L] What if you and me accidentally touched or something?
french: [L] Et si vous et moi avons accidentellement touché ou quelque chose comme ça?
italian: [L] E se io e te ci toccassimo accidentalmente o qualcosa del genere?

source: [MD] Touched?... We did more than touch when [ryan] saved us from being spanked by Diaz.
french: [MD] Touché?... Nous avons fait plus que toucher lorsque [ryan] nous a sauvés d'une fessée par Diaz.
italian: [MD] Toccato?... Abbiamo fatto più che toccare quando [ryan] ci ha salvati dall'essere sculacciati da Diaz.

source: [L] Yeah, but it was in the heat of the moment... We got carried away.
french: [L] Oui, mais c'était dans le feu de l'action... On s'est laissé emporter.
italian: [L] Sì, ma era nel caldo del momento... Siamo stati portati via.

source: [MD] Well, I'm hoping to do a little more than just touching this time.
french: [MD] Eh bien, j'espère faire un peu plus que de toucher cette fois.
italian: [MD] Beh, spero di fare un po' di più che semplicemente toccare questa volta.

source: [MD] Oh I plan on doing a little more than touching.
french: [MD] Oh je prévois de faire un peu plus que de toucher.
italian: [MD] Oh ho intenzione di fare un po 'più che toccare.

source: [L] But, I'm not a lesbian.
french: [L] Mais, je ne suis pas lesbienne.
italian: [L] Ma non sono lesbica.

source: [MD] Haha... Neither am I.
french: [MD] Haha... Moi non plus.
italian: [MD] Haha... Né io.

source: [L] You're also my cousin!
french: [L] Tu es aussi ma cousine!
italian: [L] Sei anche mia cugina!

source: [MD] Says the girl who was just sucking off her brother.
french: [MD] Dit la fille qui venait de sucer son frère.
italian: [MD] Dice la ragazza che stava solo succhiando suo fratello.

source: [R] Try to have an open mind about it.
french: [R] Essayez d'avoir un esprit ouvert à ce sujet.
italian: [R] Cerca di avere una mente aperta al riguardo.

source: [R] A few months ago, did you ever think you'd enjoy doing this kind of stuff with your brother?
french: [R] Il y a quelques mois, pensais-tu déjà que tu aimerais faire ce genre de choses avec ton frère?
italian: [R] Qualche mese fa, avresti mai pensato che ti sarebbe piaciuto fare questo tipo di cose con tuo fratello?

source: [L] Well, no... but this is different.
french: [L] Eh bien, non... mais c'est différent.
italian: [L] Beh, no... ma questo è diverso.

source: [R] Not much. If anything, it's less depraved than what we've been doing.
french: [R] Pas grand-chose. C'est moins dépravé que ce qu'on a fait.
italian: [R] Non molto. Se non altro, è meno depravato di quello che abbiamo fatto.

source: [L] Fine... I'll give it a try.
french: [L] Bien... Je vais essayer.
italian: [L] Bene... Farò un tentativo.
