Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.03.po
Languages: italian

source: [R] Shhhh.... don't break out of character, it ruins the illusion.
italian: [R] Shhhh.... non uscire dal personaggio, rovina l'illusione.

source: [LT] {i}You asshole!{/i}
italian: [LT] {i}Tu stronzo! {/i}

source: [R] I can hardly allow you to pass on to the next grade after displaying that incredibly lewd, but sexy behavior.
italian: [R] Non posso permetterti di passare alla classe successiva dopo aver mostrato questo comportamento incredibilmente lascivo, ma sexy.

source: [L] There must be something I can do to change your mind.
italian: [L] Ci deve essere qualcosa che posso fare per farti cambiare idea.

source: [R] Nope! There's nothing I can think of that would keep me from failing you.
italian: [R] No! Non c'è niente che possa pensare che mi impedisca di bocciarti.

source: [L] What if I show you...
italian: [L] E se ti mostrassi...

source: [L] These!...
italian: [L] Queste!...

source: [R] I.... I.... I...
italian: [R] Io.... Io.... Io...

source: [L] Hahaha.... what's under your pants is saying everything.
italian: [L] Hahaha.... quello che hai sotto i pantaloni dice tutto.

source: [R] Oh my God, Lauren.... I love those perky little titties!
italian: [R] Oh mio Dio, Lauren.... Adoro quelle tettine vivaci!

source: [L] I'm so sorry [ryan], but I need you to hold me like this!...
italian: [L] Mi dispiace tanto [ryan], ma ho bisogno che tu mi stringa così!...

source: [R] I had no idea you felt like this for me.
italian: [R] Non avevo idea che tu provassi questo per me.

source: [R] I mean I hoped you did.
italian: [R] Voglio dire che speravo lo facessi.

source: [L] [ryan], just shut up.... I know this is so wrong.... and we can't ever do more than this...
italian: [L] [ryan], stai zitto.... So che questo è così sbagliato.... e non potremo mai fare più di questo...

source: [L] But I need to have at least this...
italian: [L] Ma ho bisogno di avere almeno questo...

source: [R] It's the fact that it is so forbidden that makes this so hard to resist.
italian: [R] E' il fatto che è così proibito che rende questo così difficile da resistere.

source: [L] Oh, God.... I know...
italian: [L] Oh, Dio.... Lo so...

source: [LT] {i}[ryan]'s cock is so big! He is just throbbing and twitching all the way through all of our clothes.{/i}
italian: [LT] {i} Il cazzo di [ryan] è così grande! Sta solo palpitando e spuntando fino in fondo tutti i nostri vestiti.{/i}

source: [LT] {i}It's a good thing we'll never go further than this. I think I'd be fully impaled by his enormous shaft.{/i}
italian: [LT] {i}È una buona cosa che non andremo mai oltre questo. Penso che sarei completamente impalato dal suo enorme albero.{/i}

source: [ADT] {i}Ugghh.... back to my boring surveillance job for another week.{/i}
italian: [ADT] {i}Ugghh.... torno al mio noioso lavoro di sorveglianza per un'altra settimana.{/i}

source: [ADT] {i}At least I've got an extra $500 to enjoy.{/i}
italian: [ADT] {i}Almeno ho un extra di $500 da godere.{/i}

source: [ADT] {i}Time to watch my favorite family on the TV again.{/i}
italian: [ADT] {i}E' ora di guardare di nuovo la mia famiglia preferita in TV.{/i}

source: [ADT] {i}So much drama.... will they?.... Won't they?.... {/i}
italian: [ADT] {i}Così tanto dramma.... lo faranno? .... Non lo faranno? .... {/i}

source: [ADT] {i}(sarcastically) I can't wait to watch the next episode.{/i}
italian: [ADT] {i}(sarcasticamente) Non vedo l'ora di guardare il prossimo episodio.{/i}

source: [ADT] {i}Pretty handy that [ryan] installed those spy cameras and saved me the hassle.{/i}
italian: [ADT] {i}Pratico che [ryan] abbia installato quelle telecamere spia e mi abbia risparmiato il fastidio.{/i}

source: [ADT] {i}They were so easy to hack into.{/i}
italian: [ADT] {i}Erano così facili da violare.{/i}

source: [ADT] {i}I should check Lauren's room, she might be getting dressed for school.{/i}
italian: [ADT] {i}Dovrei controllare la stanza di Lauren, forse si sta vestendo per andare a scuola.{/i}

source: [ADT] {i}Oh my God.... this is interesting!{/i}
italian: [ADT] {i}Oh mio Dio.... questo è interessante! {/i}

source: [ADT] {i}Haha.... I'm not surprised!{/i}
italian: [ADT] {i}Haha.... Non sono sorpreso!

source: [ADT] {i}Just give them a little more time, and they'll be fucking like rabbits.{/i}
italian: [ADT] {i}Basta dar loro un po' più di tempo, e scoperanno come conigli.{/i}

source: [L] Well, big brother?
italian: [L] Beh, fratello maggiore?

source: [L] How was that?
italian: [L] Com'era?

source: [L] Hahah.... that's what I thought.
italian: [L] Hahah.... è quello che pensavo.

source: [L] I think you came bucketloads.
italian: [L] Penso che sei venuto a secchiate.

source: [L] Your shorts are soaking wet.
italian: [L] I tuoi pantaloncini sono bagnati fradici.

source: [L] Hahah.... you'd better run and get ready for school. I'm already halfway dressed.
italian: [L] Hahah.... è meglio che tu corra a prepararti per la scuola. Sono già mezza vestita.

source: [L] I know we need to get ready for school, but I really wanted to thank you again for protecting me from Agent Diaz.
italian: [L] So che dobbiamo prepararci per la scuola, ma volevo davvero ringraziarti di nuovo per avermi protetto dall'agente Diaz.

source: [L] Well, I wanted to take this opportunity again to return the favor.
italian: [L] Beh, volevo cogliere di nuovo l'occasione per ricambiare il favore.

source: [R] Well, I'll never say not to that.
italian: [R] Beh, non dirò mai di no a questo.

source: [RT] {i}How am I supposed to resist a few peeks?{/i}
italian: [RT] {i}Come posso resistere a qualche sbirciatina?

source: [L] [ryan]? Are you peeking?
italian: [L] [ryan]? Stai sbirciando?

source: [R] Wow, Lauren! I'll never get tired of seeing you in that outfit.
italian: [R] Wow, Lauren! Non mi stancherò mai di vederti con quel vestito.

source: [L] Just talk Mom into changing the dresscode for her class and you won't have to.
italian: [L] Convinci la mamma a cambiare il codice di abbigliamento per la sua classe e non dovrai farlo tu.

source: [R] Haha.... I know school board member Will Tylor would approve the changes.
italian: [R] Haha.... So che il membro del consiglio scolastico Will Tylor approverebbe i cambiamenti.

source: [L] So, I thought you might enjoy a little eye candy before school again?
italian: [L] Allora, ho pensato che ti sarebbe piaciuto avere un pò di piacere per gli occhi prima di tornare a scuola?

source: [R] Well, you thought right!
italian: [R] Beh, hai pensato bene!

source: [R] I love the way you move those hips.
italian: [R] Adoro il modo in cui muovi quei fianchi.

source: [L] Heheh.... I know you love it.
italian: [L] Heheh.... So che lo adori.

source: [L] That's because she tastes like cherries.... I love cherries.
italian: [L] Questo perché sa di ciliegie.... Adoro le ciliegie.

source: [R] Maybe you could give my your cherry!
italian: [R] Forse potresti darmi la tua ciliegia!

source: [L] You might have to take it.
italian: [L] Potresti doverla prendere.

source: [R] But young woman, I can hardly allow you to pass on to the next grade after displaying that incredibly lewd, but sexy behavior.
italian: [R] Ma giovane donna, difficilmente posso permetterti di passare alla classe successiva dopo aver mostrato quel comportamento incredibilmente lascivo, ma sexy.

source: [R] Hmmmm.... well for those I might reconsider.
italian: [R] Hmmmm.... beh per quelle potrei ripensarci.

source: [L] Hahaha.... what's under your pants tells me that you will.
italian: [L] Hahaha.... quello che c'è sotto i tuoi pantaloni mi dice che lo farai.

source: [R] I thought you said we couldn't do this again.
italian: [R] Pensavo avessi detto che non potevamo farlo più.

source: [L] [ryan], just shut up.... I know this is so wrong.... and this has to be the last time...
italian: [L] [ryan], stai zitto.... So che questo è così sbagliato.... e questa deve essere l'ultima volta...

source: [L] But I need this today so badly!...
italian: [L] Ma oggi ne ho così tanto bisogno!...

source: [R] A little more forbidden fruit huh?
italian: [R] Un altro pò di frutto proibito eh?

source: [L] Oh, God.... yes...
italian: [L] Oh, Dio.... sì...

source: [ADT] {i}I wonder if [ryan] and Lauren are going at it again.{/i}
italian: [ADT] {i}Chissà se [ryan] e Lauren ci stanno dando dentro di nuovo.{/i}

source: [ADT] {i}Haha.... looks like I'm an aphrodisiac!{/i}
italian: [ADT] {i}Haha.... sembra che io sia un afrodisiaco!

source: [ADT] {i}I wonder when they'll take it further.{/i}
italian: [ADT] {i}Mi chiedo quando lo porteranno oltre.{/i}

source: [L] I think you came bucketloads again.
italian: [L] Penso che sei venuto di nuovo a secchiate.

source: [RT] {i}Shit.... I'm late again.... oh look there's Megan.... {/i}
italian: [RT] {i}Merda.... Sono di nuovo in ritardo.... oh guarda c'è Megan.... {/i}

source: [RT] {i}She kind of looks like she's waiting for me.... {/i}
italian: [RT] {i}Sembra che mi stia aspettando.... {/i}

source: [MG] Hey [ryan], How's my new favorite stud in school?
italian: [MG] Ehi [ryan], come sta il mio nuovo stallone preferito a scuola?

source: [R] Uhhhh.... are you sure I'm who you think I am?.... You never talk to me.... plus we're late for class.
italian: [R] Uhhhh.... sei sicuro che io sia chi pensi che io sia? .... Non mi parli mai.... in più siamo in ritardo per la lezione.

source: [MG] It's not that I've never wanted to talk to you.... It's just that Matt's my boyfriend, and he kind of tells me who I'm allowed to talk to.
italian: [MG] Non è che non ho mai voluto parlare con te.... E' solo che Matt è il mio ragazzo e lui mi dice con chi posso parlare.

source: [R] But I see you flirting with other guys and teachers all of the time.
italian: [R] Ma ti vedo sempre flirtare con altri ragazzi e insegnanti.

source: [MG] Only guys and teachers that Matt is trying to get something out of.
italian: [MG] Solo con ragazzi e insegnanti che Matt sta cercando di ottenere qualcosa.

source: [MG] And occasionally teachers when I want to get something out of them.
italian: [MG] E occasionalmente gli insegnanti quando voglio ottenere qualcosa da loro.

source: [R] Yeah.... that's very uhh.... well, kind of messed up.
italian: [R] Si.... questo è molto uhh.... beh, un pò incasinato.

source: [MG] Yeah.... I know.... but I'm afraid to end things with Matt.
italian: [MG] Si.... Lo so.... ma ho paura di chiudere con Matt.

source: [MG] He can be a little bit possessive, and sometimes violent.
italian: [MG] Può essere un pò possessivo e a volte violento.

source: [RT] {i}Man I'm glad I didn't accept his help. He sounds like a first class asshole.{/i}
italian: [RT] {i}Uomo sono contento di non aver accettato il suo aiuto. Sembra uno stronzo di prima classe.

source: [RT] {i}Maybe I can show him that he's not the shit by messing with his girl.{/i}
italian: [RT] {i}Forse posso mostrargli che non è una merda incasinando la sua ragazza.

source: [RT] {i}I know she's probably trying to get something out of me, but why not try to get something out of her in return?{/i}
italian: [RT] {i}So che probabilmente sta cercando di ottenere qualcosa da me, ma perché non provare a ottenere qualcosa da lei in cambio?

source: [R] Do you ever feel like you want to end things with Matt?
italian: [R] Ti senti mai come se volessi chiudere con Matt?

source: [MG] Sometimes, but then I remember the size of his cock, and you know what they say about how once you've had black...
italian: [MG] A volte, ma poi mi ricordo le dimensioni del suo cazzo, e sai cosa si dice di come una volta che hai avuto il nero...

source: [RT] {i}Shit.... then the rumors are true.{/i}
italian: [RT] {i}Merda.... allora le voci sono vere.{/i}

source: [MG] But I hear that you're quite a bit bigger than the average fucker.
italian: [MG] Ma ho sentito che sei un pò più grande della media degli scopatori.

source: [R] What?.... Who told you that?...
italian: [R] Cosa?.... Chi te l'ha detto?...

source: [MG] I've been befriending Lauren the last couple days.
italian: [MG] Ho fatto amicizia con Lauren negli ultimi due giorni.

source: [MG] And she told me that you've got a monster in those pants.
italian: [MG] E mi ha detto che hai un mostro in quei pantaloni.

source: [R] What?.... She.... saw it by accident.... she shouldn't be blabbing that around.
italian: [R] Cosa? .... Lei.... l'ha visto per caso.... non dovrebbe spifferarlo in giro.

source: [MG] To be honest, it's not a bad bit of information to have out there.... It can really make you trend with the girls in the school.
italian: [MG] Ad essere onesti, non è una brutta informazione da avere là fuori.... Può davvero fare tendenza con le ragazze della scuola.

source: [R] Well, why are you befriending Lauren in the first place?
italian: [R] Beh, perché stai facendo amicizia con Lauren in primo luogo?

source: [MG] Because I saw her Cosplay Heaven profile, and her costumes and pics are amazing!
italian: [MG] Perché ho visto il suo profilo Cosplay Heaven e i suoi costumi e le sue foto sono incredibili!

source: [MG] I've always wanted to go viral in some way on the internet, and Cosplay has never been an option.
italian: [MG] Ho sempre voluto diventare virale in qualche modo su internet, e il Cosplay non è mai stato un'opzione.

source: [MG] I tried making a costume once, and it just looked like a 5 yr old had made it. And the only pictures I'm good at taking are selfies.
italian: [MG] Ho provato a fare un costume una volta e sembrava che l'avesse fatto un bambino di 5 anni. E le uniche foto che sono bravo a fare sono i selfie.

source: [MG] Lauren told me that you're the one who has put the whole venture together, and that you even take the pictures.
italian: [MG] Lauren mi ha detto che tu sei quello che ha messo insieme l'intera impresa e che fai anche le foto.

source: [MG] So, how do you like taking those kinds of pictures of your own sister?
italian: [MG] Allora, ti piace fare questo tipo di foto a tua sorella?

source: [R] It's not like that.... It's completely professional...
italian: [R] Non è così.... E' completamente professionale...

source: [MG] Except that Lauren told me you end up pitching a tent during the entire photo shoot.
italian: [MG] A parte il fatto che Lauren mi ha detto che finisci per piantare una tenda durante l'intero servizio fotografico.

source: [R] Why the hell is she telling you all of this?
italian: [R] Perché diavolo ti sta dicendo tutto questo?

source: [MG] It's a gift. Girls love to tell me everything.... they are always trying to keep my attention.
italian: [MG] È un regalo. Le ragazze amano raccontarmi tutto.... cercano sempre di mantenere la mia attenzione.

source: [R] So, is there a point to everything you're telling me?
italian: [R] Quindi, c'è uno scopo in tutto quello che mi sta dicendo?

source: [MG] Right. So, I want to be a model for your photo business.
italian: [MG] Esatto. Allora, voglio essere una modella per il tuo business fotografico.

source: [R] What?!!...
italian: [R] Cosa?!...

source: [R] No way!...
italian: [R] Assolutamente no!...

source: [R] This is a family business...
italian: [R] Questa è un'attività di famiglia...

source: [R] And we need all the money we make.... so.... so.... I can't afford to pay you.
italian: [R] E abbiamo bisogno di tutti i soldi che facciamo.... so.... so.... Non posso permettermi di pagarti.

source: [MG] Please!
italian: [MG] Per favore!

source: [MG] You can keep the money, If I can get famous enough, people will beg me to pose for money. I just need your help getting started.
italian: [MG] Puoi tenere i soldi, se riesco a diventare abbastanza famoso, la gente mi supplicherà di posare per soldi. Ho solo bisogno del tuo aiuto per iniziare.

source: [MG] I'll do anything you tell me to.
italian: [MG] Farò qualsiasi cosa tu mi dica di fare.

source: [MG] I'll pose nude, I'll let you photoshop me into kinky stuff.
italian: [MG] Poserò nuda, ti permetterò di photoshopparmi in cose perverse.

source: [MG] I'll pose with girls, I'll pose with boys...
italian: [MG] Poserò con ragazze, poserò con ragazzi...

source: [MG] Whatever you want.
italian: [MG] Qualsiasi cosa tu voglia.

source: [R] .... I don't know...
italian: [R] .... Non so...

source: [R] I'll have to think about it.
italian: [R] Devo pensarci.

source: [MG] You'll think about it?
italian: [MG] Ci penserai?

source: [MG] That's all I ask!
italian: [MG] Non chiedo altro!

source: [MG] But let me give you something to help you make a decision.
italian: [MG] Ma lascia che ti dia qualcosa per aiutarti a prendere una decisione.

source: [MG] Come on, follow me to the boy's bathroom.
italian: [MG] Vieni, seguimi nel bagno dei ragazzi.

source: [R] What?!
italian: [R] Cosa?!

source: [MG] Just come on...
italian: [MG] Vieni e basta...

source: [MG] Ok, so just sit down there on the toilet.
italian: [MG] Ok, allora siediti lì sulla toilette.

source: [R] Wait!.... I need to put a liner down first.
italian: [R] Aspetta! .... Devo mettere una fodera prima.

source: [MG] Are you trying to ruin the vibes?
italian: [MG] Stai cercando di rovinare le vibrazioni?

source: [R] Vibes for what?
italian: [R] Vibrazioni per cosa?

source: [MG] Just sit down.
italian: [MG] Siediti e basta.

source: [MG] So.... are you ready to get your knob polished?
italian: [MG] Allora.... sei pronto a farti lucidare la manopola?

source: [R] .... What?!!.... Am I?.... Really?
italian: [R] .... Cosa?! .... Lo sono? .... Davvero?

source: [MG] Yeah.... I've got to see for myself what your sister was bragging about.
italian: [MG] Sì.... Devo vedere di persona di cosa si vantava tua sorella.

source: [R] Just to be clear.... she only saw me by accident. She shouldn't be coming into my room early in the mornings!!
italian: [R] Solo per essere chiari.... mi ha visto solo per caso. Non dovrebbe venire nella mia stanza di mattina presto!

source: [MG] Just relax, and unzip.
italian: [MG] Rilassati e apri la cerniera.

source: [MG] Wow yourself, you're already hard, and almost as big as Matt is!
italian: [MG] Wow a te stesso, sei già duro e grande quasi quanto Matt!

source: [MG] You've got the second biggest cock I've ever seen.... yummy...
italian: [MG] Hai il secondo cazzo più grande che abbia mai visto.... delizioso...

source: [MG] Now just relax while I take care of you.
italian: [MG] Ora rilassati mentre mi prendo cura di te.

source: [R] Oh shit, this feels so good.
italian: [R] Oh merda, che bella sensazione.

source: [MG] Haha.... well, hold on a little longer.
italian: [MG] Haha.... bene, resisti ancora un pò.

source: [RT] {i}Oh my God, I'm gonna cum!{/i}
italian: [RT] {i}Oh mio Dio, sto per venire! {/i}

source: [RT] {i}Where should I do it?{/i}
italian: [RT] {i}Dove dovrei farlo? {/i}

source: [R] Aaahhhh!!!...
italian: [R] Aaahhhhh!!!...

source: [MG] Oohh Mry Groshh!! Thrat wras sro mruch crumm!!
italian: [MG] Oohh Mry Groshh! Questo è stato un vero e proprio disastro!

source: [R] Oh my God!!.... My first blowjob!!.... That was incredible!!
italian: [R] Oh mio Dio!!.... Il mio primo pompino!!.... È stato incredibile!

source: [MG] Hrahrahra.... wrell jrust remrembrer, there'rs mrore whrere thrat crame from irf ru lret mre mrodel fror ru.
italian: [MG] Hrahrahra.... wrell jrust remrembrer, c'è più di un posto in cui questo pompino da irf ru lret mre mrodel fror ru.

source: [R] I think I'm sold.
italian: [R] Penso di essere venduto.

source: [MG] Yray!!
italian: [MG] Evviva!

source: [MG] Wow, that was a lot of cum!
italian: [MG] Wow, questo era un sacco di sperma!

source: [MG] Thank you for not getting it in my hair.
italian: [MG] Grazie per non avermela fatta entrare nei capelli.

source: [R] Thank you for that, my first blowjob!!
italian: [R] Grazie per questo, il mio primo pompino!

source: [MG] Hahaha.... don't mention it! And there's more where that came from if you'll let me model for you.
italian: [MG] Hahaha.... non c'è di che! E ce ne sono altri da dove sono venuti, se mi lascerai fare il modello per te.

source: [R] I think I'm sold!
italian: [R] Penso di essere stata venduta!

source: [MG] Yay!!
italian: [MG] Evviva!

source: [M] Ok, the rules are the same as always. Don't be an idiot and embarass me.
italian: [M] Ok, le regole sono le stesse di sempre. Non fare l'idiota e non mettermi in imbarazzo.

source: [M] Remember that the people here are unusually stuffy and stuck up, and they don't like to see horsing around.
italian: [M] Ricorda che le persone qui sono insolitamente soffocanti e altezzose, e non amano vedere i cavalieri in giro.

source: [M] It looks like we dodged a bullet though, there's almost no one here, and definitely not anyone I know.
italian: [M] Sembra che abbiamo schivato un proiettile comunque, non c'è quasi nessuno qui, e sicuramente non c'è nessuno che conosco.

source: [R] What are you talking about, there's Lauren's friend Kenzie over there hanging out with Matt from our class.
italian: [R] Di cosa stai parlando, c'è Kenzie, l'amica di Lauren, che esce con Matt della nostra classe.

source: [M] I meant I don't know anyone here that matters.
italian: [M] Intendevo dire che non conosco nessuno qui che conti.

source: [R] Now you sound stuck up.
italian: [R] Ora sembri arrogante.

source: [M] Oh my God! You're right, I just get so worked up at this place.
italian: [M] Oh, mio Dio! Hai ragione, mi agito così tanto in questo posto.

source: [M] Ok, the most important thing is that you don't order anything to eat or drink. They might let us in here, but if we buy anything, our cards on file here will definitely get declined.
italian: [M] Ok, la cosa più importante è che tu non ordini niente da mangiare o da bere. Potrebbero farci entrare qui, ma se compriamo qualcosa, le nostre carte di credito qui verranno sicuramente rifiutate.

source: [M] That would kill me with embarrassment.
italian: [M] Questo mi ucciderebbe dall'imbarazzo.

source: [M] Oh, God. What are you doing?.... Go change in the dressing room.
italian: [M] Oh, Dio. Cosa stai facendo? .... Vai a cambiarti nel camerino.

source: [R] No need, I wore my swimsuit underneath my clothes.
italian: [R] Non c'è bisogno, ho indossato il mio costume da bagno sotto i vestiti.

source: [M] I'm just going to pretend I don't know you.
italian: [M] Farò solo finta di non conoscerti.

source: [R] Wait!.... Mom!.... Over here!...
italian: [R] Aspetta!.... Mamma!.... Qui!...

source: [R] TAKE MY CLOTHES WITH YOU!...
italian: [R] PRENDI I MIEI VESTITI CON TE!...

source: [M] Oh fine, just give my your goddamn clothes!
italian: [M] Oh bene, dammi solo i tuoi dannati vestiti!

source: [R] Language, Mom!
italian: [R] Il linguaggio, mamma!

source: [R] Hey, what's up guys?
italian: [R] Ehi, come va ragazzi?

source: [MB] Yo, what's up?
italian: [MB] Yo, come va?

source: [R] So, where are your parents?
italian: [R] Allora, dove sono i vostri genitori?

source: [MB] Our Dads left us here while they go play a round of golf.
italian: [MB] I nostri papà ci hanno lasciato qui mentre vanno a giocare a golf.

source: [MB] But I see you brought your gorgeous mom!
italian: [MB] Ma vedo che hai portato la tua splendida mamma!

source: [K] Oh Matt, would you stop perving on his mom?
italian: [K] Oh Matt, vuoi smetterla di fare il pervertito con sua madre?

source: [MB] What? You think she's ugly?
italian: [MB] Cosa? Pensi che sia brutta?

source: [K] NO!.... I didn't say that.... she's a very beautiful woman, but...
italian: [K] NO!.... Non ho detto che.... è una donna molto bella, ma...

source: [MB] Kenzie.... you've got a thing for Miss [mom_name]?
italian: [MB] Kenzie.... hai un debole per la signorina [mom_name]?

source: [K] Oh, shut up!
italian: [K] Oh, stai zitto!

source: [MB] So, what's the deal? Is your mom going to come swim with us?
italian: [MB] Allora, qual è il problema? Tua madre verrà a nuotare con noi?
