Repository: DonRP/AFV
Catalog: game/*/*/UpdateScriptChristmasEvent.po
Languages: italian

source: Welcome to our Christmas event! WARNING!! This event has elements of NTR, that are completely avoidable! Choices that lead to NTR content are clearly marked!
italian: Benvenuti al nostro evento di Natale! ATTENZIONE!! Questo evento ha elementi di NTR, che sono completamente evitabili! Scelte che portano al contenuto NTR sono chiaramente contrassegnate!

source: Do not choose an NTR option if it offends you, only to complain about it later on some online forum!!
italian: Non scegliere un'opzione NTR se ti offende, solo per lamentarti più tardi su qualche forum online!!

source: This event also has pregnancy content.
italian: Questo evento ha anche il contenuto della gravidanza.

source: Would you like to play the Christmas event at this time? (Choosing "No" will complete this event and make it so you can only watch it in the gallery menu.)
italian: Ti piacerebbe suonare l'evento natalizio in questo momento? (Scelta di "No" completerà questo evento e farlo in modo da poter guardare solo nel menu della galleria.)

source: {i}A tribute to Charles Dickens and his timeless classic, "A Christmas Carol."{/i}
italian: {i}Un omaggio a Charles Dickens e al suo classico senza tempo, "Un Carolo di Natale".{/i}

source: [RT] {i}Thank God the Christmas break is coming! I'm so tired of school.{/i}
italian: [RT] {i}Grazie a Dio la pausa natalizia sta arrivando! Sono così stanca della scuola.{/i}

source: [RT] {i}Now I'll have even more time to work on seducing the girls.{/i}
italian: [RT] {i}Ora ho ancora più tempo per lavorare sulla seduzione delle ragazze.{/i}

source: [RT] {i}I've got to really work hard if I want to unwrap those beautiful boxes for the holidays.{/i}
italian: [RT] {i}Devo davvero lavorare sodo se voglio svuotare quelle bellissime scatole per le vacanze.{/i}

source: [RT] {i}And those are some great mental images to fall asleep to.... zzzzzz.... {/i}
italian: [RT] {i}E queste sono alcune grandi immagini mentali per addormentarsi a.... zzzzzz.... {/i}

source: [X] Hey [ryan]...
italian: [X] Ehi [ryan]...

source: [X] Wake up [ryan]!...
italian: [X] Risveglia [ryan]!...

source: [X] Hey [ryan]!.... Wake up!
italian: [X] Ehi [ryan]!.... svegliati!

source: [RT] {i}Huh.... what?....{/i}
italian: [RT] {i}Huh.... cosa?....{/i}

source: [RT] {i}What the hell?{/i}
italian: [RT] {i}Che inferno?{/i}

source: [RT] {i}What a weird dream! There's a tiny Mom on my chest{/i}
italian: [RT] {i}Che sogno strano! C'è una piccola mamma sul mio petto{/i}

source: [X] [ryan].... this isn't a dream.... and I'm not a tiny Mom
italian: [X] [ryan].... questo non è un sogno... e non sono una piccola mamma

source: [RT] {i}You have to be a dream.... you can read my thoughts....{/i}
italian: [RT] {i}Devi essere un sogno.... puoi leggere i miei pensieri....{/i}

source: [X] [ryan].... I'm the ghost of Christmas past.
italian: [X] [ryan].... Sono il fantasma del Natale passato.

source: [R] What?.... Bullshit!.... Then why do you look like a half-naked version of my mom?
italian: [R] Cosa?.... Bullshit!.... Allora perché assomigli a una versione mezza nuda di mia mamma?

source: [GP] Well.... I'm a ghost.... so my true form might have scared you to death.
italian: [GP] Beh, sono un fantasma... così la mia vera forma potrebbe averti spaventato a morte.

source: [GP] I've been given the power to take the form of the person in your life that brings you the most comfort.
italian: [GP] Mi è stato dato il potere di assumere la forma della persona nella tua vita che ti porta il più conforto.

source: [GP] What I'm wearing is also a product of what your mind would prefer to see this person wearing, mixed with a little Christmas flair for the season.
italian: [GP] Quello che indosso è anche un prodotto di quello che la tua mente preferirebbe vedere questa persona indossare, mescolato con un po 'di Natale per la stagione.

source: [GP] I look like your mom, you say?
italian: [GP] Io assomiglio a tua mamma, dici?

source: [GP] You sick fuck!
italian: [GP] Ti sei ammalato!

source: [R] This is so weird!
italian: [R] Questo è così strano!

source: [R] Though I'm still about 90 percent sure that this is just a dream.
italian: [R] Anche se sono ancora circa il 90 per cento sicuro che questo è solo un sogno.

source: [R] You're just something I ate.... an undigested piece of pizza...
italian: [R] Sei solo qualcosa che ho mangiato.... un pezzo di pizza non digerito...

source: [R] Yeah.... that's all you are...
italian: [R] Sì... è tutto quello che sei...

source: [R] Which means I can do whatever I want to you.
italian: [R] Il che significa che posso fare quello che voglio per voi.

source: [R] Holy shit!.... I can touch you!
italian: [R] Merda santa!.... Ti posso toccare!

source: [R] Oh, shit!.... Where did she go?
italian: [R] Oh, merda!.... Dove è andata?

source: [R] She's gone!...
italian: [R] È andata!...

source: [R] I guess I was dreaming after all.
italian: [R] Immagino che stavo sognando dopo tutto.

source: [GP] You son of a bitch!
italian: [GP] Sei figlio di una cagna!

source: [GP] You try a move like that again and I'll cut your cock off!
italian: [GP] Prova ancora una volta una mossa come quella e ti taglierò il cazzo!

source: [GP] If you still think you're dreaming, come at me!
italian: [GP] Se pensi ancora di sognare, vieni a me!

source: [R] Ok.... ok.... I won't grab you again!.... Just let me go...
italian: [R] Ok.... ok.... non ti afferrò di nuovo!.... Lasciami andare...

source: [GP] Woah.... holy shit!
italian: [GP] Woah.... santa merda!

source: [GP] Haha.... you like it when I'm rough with you, don't you?
italian: [GP] Haha.... ti piace quando sono ruvido con te, vero?

source: [GP] You dirty boy!
italian: [GP] Hai sporco ragazzo!

source: [R] Yes.... I mean no!.... Can you please let my cock go?
italian: [R] Sì... voglio dire no!.... puoi lasciar andare il mio cazzo?

source: [GP] Hmmmm.... I guess I could, if you promise not to touch me, and to sit there and listen to me.
italian: [GP] Hmmmm.... Immagino che potevo, se promettete di non toccarmi, e di sedermi lì e ascoltarmi.

source: [RT] {i}I wonder if I could capture her in a jar or something.{/i}
italian: [RT] {i}Mi chiedo se potrei catturarla in un barattolo o qualcosa.{/i}

source: [GP] [ryan]! I can hear your thoughts, remember? And no, I'd just disappear out of a jar.
italian: [GP] [ryan]! Riesco a sentire i tuoi pensieri, ricordati? E no, sarei appena scomparso da un vasetto.

source: [R] Sorry.... I won't do anything stupid.
italian: [R] Scusa.... Non farò nulla di stupido.

source: [GP] Great!.... Because you've got a very busy night ahead of you.
italian: [GP] Ottimo!.... Perché hai una notte molto impegnativa davanti a te.

source: [R] Huh?....I can't move!...
italian: [R] Huh?....Non posso spostarmi!...

source: [GP] Just a safety precaution.
italian: [GP] Solo una precauzione di sicurezza.

source: [GP] You will be visited by three spirits, including myself, obviously.
italian: [GP] Sarai visitato da tre spiriti, tra cui me stesso, ovviamente.

source: [R] What?.... But why?
italian: [R] Cosa?.... Ma perché?

source: [GP] Your actions have caught the attention of "The Woman Upstairs."
italian: [GP] Le tue azioni hanno catturato l'attenzione di "La Donna al piano superiore."

source: [R] What really?.... So God's a woman?
italian: [R] Che cosa davvero?.... Così una donna di Dio?

source: [GP] Actually a woman that can grow a penis.... I think you would call her a "futa."
italian: [GP] In realtà una donna che può far crescere un pene.... Penso che la chiameresti un "futuro"

source: [R] And what have I done to get her attention on me?
italian: [R] E che cosa ho fatto per attirare la sua attenzione su di me?

source: [GP] What do you think?
italian: [GP] Cosa ne pensi?

source: [GP] I'll give you three guesses.... and they all live in this house.
italian: [GP] Ti darò tre ipotesie... e tutti vivono in questa casa.

source: [GP] And we can sense that you're about to turn up your devious efforts a few notches over the Christmas holidays.
italian: [GP] E possiamo capire che stai per alzare i tuoi sforzi subdoli qualche tacca durante le festività natalizie.

source: [R] Oh.... you guys have been listening to my thoughts, huh?
italian: [R] Oh.... voi ragazzi avete ascoltato i miei pensieri, eh?

source: [GP] Oh, yes.... and we're here to show you the consequences of your actions.
italian: [GP] Oh, sì... e siamo qui per mostrarti le conseguenze delle tue azioni.

source: [GP] While we don't have problems with sexual promiscuity in general,
italian: [GP] Anche se non abbiamo problemi con la promiscuità sessuale in generale,

source: [GP] we tend to frown on fucking your own family.
italian: [GP] tendiamo a gettare la tua famiglia.

source: [GP] It just causes complications down the line.
italian: [GP] Provoca solo complicazioni lungo la linea.

source: [GP] Although, I do see why the women in your family are so tempting for you.
italian: [GP] Anche se, capisco perché le donne della vostra famiglia sono così allettanti per voi.

source: [GP] I mean, look at that ass!
italian: [GP] Voglio dire, guarda quel culo!

source: [R] I know, right?...
italian: [R] Infatti, vero?...

source: [GP] I haven't had a good taste of ass in a millennium.
italian: [GP] Non ho avuto un buon assaggio di culo da un millennio.

source: [GP] I've just been stuck in the spirit realm serving "Her", ever since I died.
italian: [GP] Sono appena stato bloccato nel regno dello spirito che serve "Lei", da quando sono morto.

source: [GP] No tasty asses there, only dead ones.
italian: [GP] Nessun assino gustoso, solo quelli morti.

source: [R] Weren't we talking about the consequences of my actions?
italian: [R] Non stavamo parlando delle conseguenze delle mie azioni?

source: [GP] Were we?.... Uh.... just give me a second.
italian: [GP] Eravamo noi?.... Uh.... basta darmi un secondo.

source: [R] You can fly?...
italian: [R] Puoi volare?...

source: [GP] Of course!.... You really don't know much about ghosts, do you?
italian: [GP] Certo!... Non sai davvero molto sui fantasmi, vero?

source: [R] What are you doing?
italian: [R] Cosa stai facendo?

source: [GP] I said just give me a second.
italian: [GP] Ho detto di darmi solo un secondo.

source: [R] Hey!.... What are you doing?
italian: [R] Hey!.... Cosa stai facendo?

source: [GP] I'm sorry!.... I just can't resist
italian: [GP] Mi dispiace!.... Non posso proprio resistere

source: [R] But that's your daughter.... I mean my sister!
italian: [R] Ma questa è tua figlia... intendo mia sorella!

source: [GP] What's the matter [ryan], jealous?
italian: [GP] Qual è la questione [ryan], gelosa?

source: [GP] Then why don't you come and stop me?
italian: [GP] Allora perché non venite a fermarmi?

source: [R] Because I can't move!
italian: [R] Perché non riesco a muovermi!

source: [GP] Haha.... that's right.
italian: [GP] Haha.... è giusto.

source: [GP] I guess you'll just have to watch.
italian: [GP] Immagino che dovrai solo guardare.

source: [GP] Oh, man!.... I've missed this!
italian: [GP] Oh, uomo!.... mi è mancato questo!

source: [RT] {i}Holy shit.... I know that's not really Mom licking Sidney, but that's actually pretty hot!{/i}
italian: [RT] {i}Santa merda.... So che non è proprio la mamma che lecca Sidney, ma in realtà è piuttosto caldo!{/i}

source: [GP] Mmmppphhh.... haha.... remrembrere rhat I cran strill hear your throts...
italian: [GP] Mmmppphh.... haha.... remrembrere rhat I cran strill sentire le tue marte...

source: [R] Shit!
italian: [R] Merda!

source: [S] (sleepily mumbling) mmmmmmm.... [ryan].... that feels really.... nice....
italian: [S] (sonno mumbling) mmmmmmm.... [ryan].... che si sente veramente.... bello....

source: [GP] There.... my spiritual batteries are all re-charged.
italian: [GP] Lì... le mie batterie spirituali sono tutte ricaricate.

source: [GP] So, are you ready for our journey?
italian: [GP] Quindi, sei pronto per il nostro viaggio?

source: [R] What journey?
italian: [R] Che viaggio?

source: [R] I'm not going anywhere with you.
italian: [R] Non vado da nessuna parte con te.

source: [GP] I'm going to take you on a journey into Christmas past.
italian: [GP] Ti porterò in un viaggio nel passato natalizio.

source: [GP] To a time when your parents first met.
italian: [GP] In un momento in cui i tuoi genitori si sono incontrati per la prima volta.

source: [GP] I want you to see first hand, the beginning of the relationship that concieved you and your sisters, and the relationship you're currently trying to destroy.
italian: [GP] Voglio che voi vediate di prima mano, l'inizio del rapporto che vi conciava e le vostre sorelle, e il rapporto che stai cercando di distruggere.

source: [R] Can't you just tell me about it? I really need to get my sleep. I've got a busy day of seducing ahead of me tomorrow.
italian: [R] Non riesci a dirmi solo? Ho davvero bisogno di dormire. Ho una giornata impegnata di sedurre davanti a me domani.

source: [GP] Haha.... you lazy, cheeky, asshole.
italian: [GP] Haha.... pigro, sfacciato, stronzo.

source: [GP] You don't have a choice.
italian: [GP] Non hai scelta.

source: [GP] Now get ready, because this could possibly give you motion sickness.
italian: [GP] Ora preparati, perché questo potrebbe darti mal di movimento.

source: [RT] {i}Ahhhh!.... Where the hell am I?{/i}
italian: [RT] {i}Ahhhh!.... Dove sono l'inferno?{/i}

source: [GP] You're dissolving through the wormholes of time.
italian: [GP] Stai dissolvendo attraverso i wormholes del tempo.

source: [GP] Just relax, we'll be there in just a couple more seconds.
italian: [GP] Rilassatevi, saremo lì tra un paio di secondi in più.

source: [X] Guess again.
italian: [X] Indovina di nuovo.

source: [R] Oh, fuck!.... I thought I was done with this dream.
italian: [R] Oh, scopata!.... Pensavo di essere stato fatto con questo sogno.

source: [X] Maybe it's not a dream.
italian: [X] Forse non è un sogno.

source: [R] Wouldn't you just tell me it's not a dream, if it weren't really a dream?
italian: [R] Non dovresti solo dirmi che non è un sogno, se non era davvero un sogno?

source: [X] That wouldn't be any fun, if we took out the wonder.
italian: [X] Non sarebbe divertente, se avessimo preso la meraviglia.

source: [X] We're doing this for your welfare.
italian: [X] Lo stiamo facendo per il tuo benessere.

source: [R] Wouldn't a night of uninterrupted sleep be better for my welfare?
italian: [R] Una notte di sonno ininterrotto non sarebbe migliore per il mio benessere?

source: [X] For your salvation then.
italian: [X] Per la vostra salvezza allora.

source: [R] Salvation from what?
italian: [R] Salvezza da cosa?

source: [X] From being such a creepy little pervert.
italian: [X] Da essere così raccapricciante poco pervertito.

source: [RT] {i}Hah.... good luck!{/i}
italian: [RT] {i}Hah.... buona fortuna!{/i}

source: [X] I can read thoughts.
italian: [X] Posso leggere i pensieri.

source: [R] Oh, yeah...
italian: [R] Oh, sì...

source: [R] So, are you "The Leprechaun of Christmas Present", or something?
italian: [R] Dunque, sei tu "The Leprechaun of Christmas Present", o qualcosa?

source: [X] I'm the "Ghost of Christmas Present."
italian: [X] Sono il "Fantasma del Regalo di Natale"

source: [R] Well, of course you are.
italian: [R] Beh, naturalmente siete.

source: [GCP] I see my sister's anger at you was not misplaced.
italian: [GCP] Vedo che la rabbia di mia sorella contro di te non era fuori luogo.

source: [GCP] After the experience with the first ghost, a client is usually well on his way to being reclaimed, but my sister thinks that you actually regressed with your first visitation.
italian: [GCP] Dopo l'esperienza con il primo fantasma, un cliente di solito è sulla buona strada per essere recuperato, ma mia sorella pensa che in realtà hai regressato con la tua prima visita.

source: [GCP] She also warned me to stay away from the end of your penis.
italian: [GCP] Mi ha anche avvertito di stare lontano dalla fine del pene.

source: [GCP] Haha.... I've never seen her so mad.
italian: [GCP] Haha.... Non l'ho mai vista così arrabbiata.

source: [GCP] She did tell me that I must try the local flavor while I'm here in town though.
italian: [GCP] Mi ha detto che devo provare il sapore locale mentre sono qui in città.

source: [GCP] Oh, yes!.... And there she is.
italian: [GCP] Oh, sì!... E c'è.

source: [GCP] Oh, my.... It looks like she was right. That is one tasty looking ass.
italian: [GCP] Oh, mio.... Sembra che lei avesse ragione. Questo è un culo gustoso dall'aspetto.

source: [GCP] This job has very few benefits, but it does have it's moments sometimes.
italian: [GCP] Questo lavoro ha pochissimi benefici, ma ha momenti a volte.

source: [R] Dammit, I'm stuck again!
italian: [R] Dammit, sono ancora bloccato!

source: [R] Stop eating my sister's ass!
italian: [R] Smettila di mangiare il culo di mia sorella!

source: [GCP] Hahaha.... yeah the Ghrost urf Chrismras prast warned mre that thris wourd priss ru orff.
italian: [GCP] Hahaha.... sì, l'urf Ghrost Chrismras prast ha avvertito mre che tris wourd priss ru orff.

source: [GCP] Sro I trook the proper precrautions.
italian: [GCP] Sro I trook i precrautions corretti.

source: [R] What is it with ghosts and eating ass?
italian: [R] Che cos'è con i fantasmi e mangiare il culo?

source: [S] (sleepily muttering).... ohhhhh.... [ryan].... since when do you like eating ass?.... That feels soooo good!
italian: [S] (ammutolimento sonnolente).... ohhhhh.... [ryan].... da quando ti piace mangiare il culo?.... Che si sente soooo bene!

source: [R] And why is it ok for you to be sexually depraved, but you want to stop me from doing just that.
italian: [R] E perché è giusto per voi essere sessualmente depravato, ma volete impedirmi di fare proprio questo.

source: [GCP] Well, the difference is she's not my sister.
italian: [GCP] Beh, la differenza è che non è mia sorella.

source: [R] Well, I guess you've got me there.
italian: [R] Beh, immagino che tu mi abbia lì.

source: [GCP] Great! So, are you ready for your next adventure?
italian: [GCP] Ottimo! Sei pronto per la tua prossima avventura?

source: [R] I'd rather keep sleeping, to be honest.
italian: [R] Preferirei continuare a dormire, ad essere onesti.

source: [GCP] Come on, party pooper!
italian: [GCP] Avanti, papà di festa!

source: [GCP] We're going to the Christmas Present.
italian: [GCP] Stiamo andando al Regalo di Natale.

source: [R] So, the Christmas that's about to happen this year?
italian: [R] Quindi, il Natale che sta per succedere quest'anno?

source: [GCP] That's right.
italian: [GCP] È giusto.

source: [GCP] So, get ready!
italian: [GCP] Allora, preparati!

source: [GCP] And try not to puke!
italian: [GCP] E prova a non puke!

source: [R] Oh, I hate this part!
italian: [R] Oh, odio questa parte!

source: [GCP] Yeah, you never really get used to it either.
italian: [GCP] Sì, non ci si abitua mai davvero.

source: [GCP] Just relax, we'll be there in just a couple more seconds.
italian: [GCP] Rilassatevi, saremo lì tra un paio di secondi in più.

source: [RT] {i}What is that noise?{/i}
italian: [RT] {i}Che cos'è quel rumore?{/i}

source: [S] (sleepily) Again!.... Oh [ryan]!.... That feels so good!
italian: [S] (sonnolente), ancora!.... Oh [ryan]!.... Che ci si sente così bene!

source: [R] What the hell is going on?
italian: [R] Che diavolo sta succedendo?

source: [X] Sorry I woke you!
italian: [X] Mi dispiace di averti svegliato!

source: [X] My sisters both told me I had to try out the all you can eat breakfast buffet.
italian: [X] Entrambe le mie sorelle mi hanno detto che dovevo provare tutto quello che puoi mangiare a buffet per la colazione.

source: [X] They said you got a little hot under the collar when they did this.
italian: [X] Hanno detto che hai avuto un po 'caldo sotto il collare quando hanno fatto questo.

source: [X] So, I thought I'd just get it out of the way before you woke up.
italian: [X] Così, ho pensato che avrei appena tirato fuori dalla strada prima che ti svegliassi.

source: [X] But I think I've had my fill. Should we get down to business?
italian: [X] Ma penso di avermi riempito. Dovremmo metterci al lavoro?

source: [X] Do I need to introduce myself, or do you already know who I am?
italian: [X] Devo presentarmi, o già sai chi sono?

source: [R] The ghost of Christmas Future, I presume?
italian: [R] Il fantasma del futuro di Natale, presumo?

source: [GF] You are correct!
italian: [GF] Sei corretto!

source: [GF] And do you know why I'm here?
italian: [GF] E sai perché sono qui?

source: [R] To stop me from fucking my family?
italian: [R] Per impedirmi di scopare la mia famiglia?

source: [GF] Haha.... that's pretty blunt and to the point.
italian: [GF] Haha.... questo è abbastanza blunt e fino al punto.

source: [GF] But that's actually where you're wrong.
italian: [GF] Ma è in realtà dove ti sbagli.

source: [GF] I'm not here to stop you from doing anything.
italian: [GF] Non sono qui per impedirti di fare nulla.

source: [GF] In fact, I don't give a fuck about what you choose to do with your life.
italian: [GF] In realtà, non faccio una scopata su quello che si sceglie di fare con la vostra vita.

source: [GF] I'm just here as a guide, to take you a couple of years into the Christmas future, to show you the consequences of your actions.
italian: [GF] Sono qui solo come guida, per portarti un paio di anni nel futuro di Natale, per mostrarti le conseguenze delle tue azioni.

source: [GF] If you like the results, great! If not, you can decide to make different choices.
italian: [GF] Se ti piacciono i risultati, ottimo! In caso contrario, puoi decidere di fare scelte diverse.

source: [GF] Whatever tickles your pickle.
italian: [GF] Qualunque cosa sollevi il tuo sottaceto.

source: [R] Well, I've got to say it's nice to meet a ghost that's not so judgy.
italian: [R] Beh, devo dire che è bello incontrare un fantasma che non è così giudizio.

source: [GF] Yeah, my sisters can be real condescending bitches.
italian: [GF] Sì, le mie sorelle possono essere vere cagne condiscendenti.

source: [GF] Haha.... but you brought them down a peg.
italian: [GF] Haha.... ma li hai portati giù un piede.

source: [GF] God's not going to be super happy with them after tonight's over.
italian: [GF] Dio non sarà super felice con loro dopo la fine di questa sera.

source: [GF] I wouldn't be surprised if she sends them to the sex dungeon for a decade.
italian: [GF] Non sarei sorpreso se li inviasse al torrione sessuale per un decennio.

source: [R] Oh, no!.... That sounds awful! Now I feel really bad that I didn't try to follow their game plan better.
italian: [R] Oh, no!.... Sembra terribile! Ora mi sento davvero male che non ho cercato di seguire meglio il loro piano di gioco.

source: [GF] Ahhh.... don't worry about it, everyone secretly likes the sex dungeon anyways.
italian: [GF] Ahhh.... non preoccupatevi, a tutti piace segretamente il dungeon del sesso.

source: [GF] I've been there so many times, they've made me an honorary torturer.
italian: [GF] Ci sono stato tante volte, mi hanno fatto un torturatore onorario.

source: [R] Is that why you don't shine as bright as your sisters?
italian: [R] È per questo che non brillate brillanti come le vostre sorelle?

source: [GF] Naaahhh.... It's just because I'm supposed to be the more scary ghost.
italian: [GF] Naaahhh.... È solo perché dovrei essere il fantasma più spaventoso.

source: [GF] You see, most people fear their future, so they gave me this whole facade to make me more scary.
italian: [GF] Vedete, la maggior parte delle persone temono il loro futuro, quindi mi hanno dato tutta questa facciata per farmi più spaventare.

source: [GF] Do I seem scarier to you?
italian: [GF] Ti sembro più spaventoso?
