Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [R] Alright, I'll think about it. If I change my mind, can I come and get your help?
french: [R] D'accord, je vais y réfléchir. Si je change d'avis, puis-je venir chercher ton aide?
italian: [R] Bene, ci penserò. Se cambierò idea, posso venire e ottenere il tuo aiuto?

source: [MS] Alright, I've got the posters printing.
french: [MS] D'accord, j'ai l'impression des affiches.
italian: [MS] Bene, ho fatto stampare i poster.

source: [R] Great, thank you.
french: [R] Super, merci.
italian: [R] Ottimo, grazie.

source: [MS] Why don't you grab a stool and go strike the exact same pose you were in last time.
french: [MS] Pourquoi ne pas prendre un tabouret et aller frapper exactement la même pose que tu étais la dernière fois.
italian: [MS] Perché non prendi uno sgabello e vai a metterti nella stessa identica posa dell'ultima volta.

source: [R] I'm guessing you want me naked again?
french: [R] Je suppose que tu me veux à nouveau nu?
italian: [R] Immagino che tu mi voglia di nuovo nudo?

source: [MS] Uh... yes, please, but try really hard not to get aroused this time... If possible?
french: [MS] Euh... oui, s'il te plait, mais essayez vraiment de ne pas t'exciter cette fois... Si possible ?
italian: [MS] Uh... sì, per favore, ma cerca davvero di non eccitarti questa volta... Se possibile?

source: [R] I'll try, I promise.
french: [R] Je vais essayer, promis.
italian: [R] Ci proverò, lo prometto.

source: [MST] {i}I can't stop thinking about that beautiful dick... How good it felt in my ass!... How my husband will never be the wiser.{/i}
french: [MST] {i}Je ne peux pas arrêter de penser à cette belle bite... Comme c'était bien dans mon cul !... Comme mon mari ne le sera jamais.{/i}
italian: [MST] {i}Non riesco a smettere di pensare a quel bel cazzo... Quanto è stato bello nel mio culo!... Come mio marito non sarà mai il più saggio.{/i}

source: [MS] Are you doing ok over there?
french: [MS] Tu vas bien là-bas ?
italian: [MS] Va tutto bene laggiù?

source: [R] I think I'll be ok.
french: [R] Je pense que ça ira.
italian: [R] Penso che starò bene.

source: [RT] {i}Damnit... I'm still not ok.{/i}
french: [RT] {i}Bon sang... Je ne vais toujours pas bien.{/i}
italian: [RT] {i}Dannazione... Non sto ancora bene.{/i}

source: [RT] {i}I can't stop thinking about how good my cock felt in her ass.{/i}
french: [RT] {i}Je ne peux pas m'arrêter de penser au plaisir de ma bite dans son cul.{/i}
italian: [RT] {i}Non posso smettere di pensare a quanto bene il mio cazzo si sentiva nel suo culo.{/i}

source: [RT] {i}...So good!{/i}
french: [RT] {i}...Tellement bon!{/i}
italian: [RT] {i}...così buono!{/i}

source: [RT] {i}Looks like he's back for more!{/i}
french: [RT] {i}On dirait qu'il est de retour pour en avoir plus!{/i}
italian: [RT] {i}Sembra che sia tornato di più!{/i}

source: [MS] [ryan]?... Did it happen again?
french: [MS] [ryan]?... Est-ce que ça s'est reproduit?
italian: [MS] [ryan]?... È successo di nuovo?

source: [RT] {i}Yeah.{/i}
french: [RT] {i}Ouais.{/i}

source: [R] Sorry... I just can't stop thinking about my last visit.
french: [R] Désolé... Je n'arrête pas de penser à ma dernière visite.
italian: [R] Mi dispiace... non riesco a smettere di pensare alla mia ultima visita.

source: [MS] You're not the only one.
french: [MS] Tu n'es pas le seul.
italian: [MS] Non sei l'unica.

source: [MS] Alright... Move your hands and let me see just how bad it is.
french: [MS] D'accord... Bouges tes mains et laisses-moi voir à quel point c'est mauvais.
italian: [MS] Va bene... Muovi le mani e lasciami vedere quanto sia brutto.

source: [MS] Oh, wow!... I think it's even harder than last time!
french: [MS] Oh, wow!... Je pense que c'est encore plus difficile que la dernière fois!
italian: [MS] Oh, wow!... Penso che sia ancora più difficile dell'ultima volta!

source: [R] Like I said, I can't get past the thought of your ass sliding up and down on my cock.
french: [R] Comme je l'ai dit, je ne peux pas dépasser l'idée que ton cul glisse de haut en bas sur ma bite.
italian: [R] Come ho detto, non riesco a superare il pensiero del tuo culo che scivola su e giù sul mio cazzo.

source: [MS] I wonder if we'll ever get that painting done.
french: [MS] Je me demande si nous allons un jour faire cette peinture.
italian: [MS] Mi chiedo se riusciremo mai a fare quel dipinto.

source: [MS] So, should we see if we can fit in a quick fuck, and maybe we'll have enough time for some painting after?
french: [MS] Alors, devrions-nous voir si nous pouvons nous adapter à une baise rapide, et peut-être aurons-nous assez de temps pour peindre après?
italian: [MS] Quindi, dovremmo vedere se siamo in grado di adattarsi in un cazzo veloce, e forse avremo abbastanza tempo per un po 'di pittura dopo?

source: [MST] {i}I'm sure we both know there won't be time, and it's just an excuse to keep fucking.{/i}
french: [MST] {i}Je suis sûr que nous savons tous les deux qu'il n'y aura pas de temps, et c'est juste une excuse pour continuer à baiser.{/i}
italian: [MST] {i}Sono sicuro che entrambi sappiamo che non ci sarà tempo, ed è solo una scusa per continuare a scopare.{/i}

source: [RT] {i}If never completing that painting keeps us fucking every week, I'll always hold out as long as I can.{/i}
french: [RT] {i}Si ne jamais terminer ce tableau nous fait baiser chaque semaine, je tiendrai toujours aussi longtemps que je le pourrai.{/i}
italian: [RT] {i}Se non completiamo mai quel dipinto ci fa scopare ogni settimana, resterò sempre il più a lungo possibile.{/i}

source: [R] Yeah, let's see if we can finish any faster today.
french: [R] Ouais, voyons si nous pouvons finir plus vite aujourd'hui.
italian: [R] Sì, vediamo se oggi riusciamo a finire più velocemente.

source: [MS] Ok... First I need to get your cock all lubed up.
french: [MS] D'accord... Je dois d'abord lubrifier ta bite.
italian: [MS] Ok... Prima ho bisogno di lubrificare il tuo cazzo.

source: [MS] Ok... Let's start out slow.
french: [MS] D'accord... Commençons doucement.
italian: [MS] Ok... Cominciamo lentamente.

source: [MS] My ass is getting more used to it, but we still need to be careful after letting it rest for a few days.
french: [MS] Mon cul s'y habitue de plus en plus, mais nous devons encore faire attention après l'avoir laissé reposer quelques jours.
italian: [MS] Il mio culo si sta abituando più ad esso, ma dobbiamo ancora fare attenzione dopo averlo lasciato riposare per qualche giorno.

source: [MS] Oh, my God!... I feel so full!
french: [MS] Oh, mon Dieu!... Je me sens si rassasiée !
italian: [MS] Oh, mio Dio! Mi sento così pieno!

source: [MS] You feel so good in my ass!
french: [MS] Tu te sens si bien dans mon cul!
italian: [MS] Ti sento così bene nel mio culo!

source: [RT] Oh, fuck!
french: [RT] Oh, putain!
italian: [RT] Oh, cazzo!

source: [MS] Ohhh... Faster!
french: [MS] Ohhh... Plus vite !
italian: [MS] Ohhh... Più veloce!

source: [R] God, this feels so good, Mrs. Stone!
french: [R] Dieu, cela fait tellement de bien, Mme Stone!
italian: [R] Dio, è così bello, signora Stone!

source: [MS] Oh, my God!... I'm cumming from my ass!
french: [MS] Oh, mon Dieu!... Je jouis de mon cul!
italian: [MS] Oh, mio Dio! Sto venendo dal mio culo!

source: [R] Oh... Should I stop?
french: [R] Oh... Dois-je arrêter?
italian: [R] Oh... Devo fermarmi?

source: [MS] Don't you dare!
french: [MS] N'ose pas !
italian: [MS] Non osare!

source: [MS] Keep fucking me!
french: [MS] Continue à me baiser !
italian: [MS] Continua a scoparmi!

source: [MS] Oh, my God!... That was amazing!
french: [MS] Oh, mon Dieu!... C'était incroyable!
italian: [MS] Oh, mio Dio! È stato incredibile!

source: [RT] {i}Oohhh.... I'm about to cum!{/i}
french: [RT] {i}Oohhh.... Je suis sur le point de jouir!{/i}
italian: [RT] {i}Oohhh.... Sto per venire!

source: [MS] Ohhh... That's so much cum!
french: [MS] Ohhh... C'est tellement de sperme!
italian: [MS] Ohhh... C'è così tanto sperma!

source: [MS] I feel so full.
french: [MS] Je me sens si pleine.
italian: [MS] Mi sento così pieno.

source: [MS] Oh, my God!... You're filling me up from my ass!
french: [MS] Oh, mon Dieu!... Tu me remplis de mon cul!
italian: [MS] Oh, mio Dio! Mi stai riempiendo dal culo!

source: [R] Mrs. Stone!... I'm cumming!
french: [R] Mme Stone!... Je jouis !
italian: [R] Signora Stone! Sto venendo!

source: [MS] Wait!... Cum all over my ass!
french: [MS] Attends!... Sperme sur mon cul!
italian: [MS] Aspetta!... Sborra su tutto il mio culo!

source: [MS] Ohhh... That is so much cum!
french: [MS] Ohhh... C'est tellement de sperme!
italian: [MS] Ohhh... C'è così tanta sborra!

source: [MS] You literally covered my whole ass!
french: [MS] Tu as littéralement couvert tout mon cul!
italian: [MS] Mi hai letteralmente coperto tutto il culo!

source: [MS] God, I can't get enough of that!
french: [MS] Dieu, je ne peux pas en avoir assez!
italian: [MS] Dio, non ne riesco a farlo!

source: [MS] Please tell me you won't ever stop visiting me!
french: [MS] Dis-moi que tu n'arrêteras jamais de me rendre visite !
italian: [MS] Per favore, dimmi che non smetterai mai di visitarmi!

source: [RT] {i}Uh oh... I hope she's not getting too attached.{/i}
french: [RT] {i}Euh oh... J'espère qu'elle ne s'attachera pas trop.{/i}
italian: [RT] {i}Uh oh... Spero di non essere troppo allegata.{/i}

source: [R] I'll try.
french: [R] Je vais essayer.
italian: [R] Cercherò.

source: [MS] You definitely came faster that time, but there still isn't enough time to finish the painting.
french: [MS] Tu es certainement venu plus vite ce temps-là, mais il n'y a toujours pas assez de temps pour terminer le tableau.
italian: [MS] Sei venuto decisamente più velocemente questa volta, ma non c'è ancora abbastanza tempo per finire il quadro.

source: [MS] I'd better clean up and we'd better get dressed.
french: [MS] Je ferais mieux de nettoyer et nous ferions mieux de nous habiller.
italian: [MS] Sarà meglio che mi pulisca e che ci vestiamo.

source: [MS] Well, you should get going... The bell is about to ring.
french: [MS] Eh bien, tu devrais y aller... La cloche est sur le point de sonner.
italian: [MS] Beh, dovresti andare... La campana sta per suonare.

source: [MS] Please promise me you'll come back so we can finish the painting?
french: [MS] S'il te plait, promets-moi que tu reviendras pour qu'on finisse le tableau ?
italian: [MS] Per favore, mi prometti che tornerai così possiamo finire il dipinto?

source: [R] I promise, and thanks so much for everything, Mrs. Stone!
french: [R] Je le promets, et merci beaucoup pour tout, Mme Stone!
italian: [R] Lo prometto, e grazie mille per tutto, signora Stone!

source: [MS] It was my pleasure. Oh.. and your posters should be done... You can grab them off the printer on your way out.
french: [MS] Ce fut mon plaisir. Oh.. et vos affiches devraient être faites... Tu peux les enlever de l'imprimante en sortant.
italian: [MS] È stato un piacere. Oh... e i tuoi poster dovrebbero essere pronti... Puoi prenderli dalla stampante mentre esci.

source: [MS] And thanks for coming to see me. Your visits are the best part of my week.
french: [MS] Et merci d'être venu me voir. Tes visites sont la meilleure partie de ma semaine.
italian: [MS] E grazie per essere venuta a trovarmi. Le tue visite sono la parte migliore della mia settimana.

source: [MST] {i}I can't stop thinking about that dick!{/i}
french: [MST] {i}Je ne peux pas arrêter de penser à cette bite!{/i}
italian: [MST] {i}Non riesco a smettere di pensare a quel cazzo!

source: [MST] {i}Why did I promise my husband I wouldn't let any other students fuck me?{/i}
french: [MST] {i}Pourquoi ai-je promis à mon mari que je ne laisserais aucun autre élève me baiser ?{/i}
italian: [MST] {i}Perché ho promesso a mio marito che non mi sarei fatta scopare da nessun altro studente?

source: [RT] {i}I can't stop thinking about her sucking my cock.{/i}
french: [RT] {i}Je ne peux pas arrêter de penser à elle en train de sucer ma bite.{/i}
italian: [RT] {i}Non riesco a smettere di pensare a lei che mi succhia il cazzo.{/i}

source: [RT] {i}Damnit!{/i}
french: [RT] {i}Bon sang!{/i}
italian: [RT] {i}Dannazione! {/i}

source: [RT] {i}You stupid penis!{/i}
french: [RT] {i}Ton stupide pénis!{/i}
italian: [RT] {i}Stupido pene! {/i}

source: [RT] {i}Fuck!{/i}
french: [RT] {i}Merde !{/i}
italian: [RT] {i}Fanculo!{/i}

source: [R] Sorry... I'm just... trying to control my thoughts.
french: [R] Désolé... Je suis juste... j'essaie de contrôler mes pensées.
italian: [R] Scusa... Sto solo... cercando di controllare i miei pensieri.

source: [MST] {i}This is the best part of the week!{/i}
french: [MST] {i}C'est la meilleure partie de la semaine!{/i}
italian: [MST] {i}Questa è la parte migliore della settimana!

source: [R] I'm sorry, but I just can't stop thinking about that last blow job.
french: [R] Je suis désolé, mais je ne peux pas arrêter de penser à cette dernière fellation.
italian: [R] Mi dispiace, ma non riesco a smettere di pensare all'ultimo pompino.

source: [MS] Well, I really need to get that painting done... And giving you a blowjob takes too long.
french: [MS] Eh bien, j'ai vraiment besoin de faire cette peinture... Et te faire une pipe prend trop de temps.
italian: [MS] Beh, ho davvero bisogno di finire quel quadro... E farti un pompino richiede troppo tempo.

source: [MS] We're running out of options here.
french: [MS] Nous manquons d'options ici.
italian: [MS] Stiamo finendo le opzioni qui.

source: [R] Mrs. Stone... Please don't get mad at me for asking this, but is it true that you've had sex with some of your students?
french: [R] Mme Stone... Ne te fâches pas contre moi d'avoir demandé ça, mais est-il vrai que tu as couché avec certains de tes élèves?
italian: [R] Signora Stone... Per favore non si arrabbi con me per averlo chiesto, ma è vero che ha fatto sesso con alcuni dei suoi studenti?

source: [MS] Hmmm... I know... The rumor that I fuck a different student every year has been going around for over five years now.
french: [MS] Hmmm... Je sais... La rumeur selon laquelle je baise un étudiant différent chaque année circule depuis plus de cinq ans maintenant.
italian: [MS] Hmmm... Lo so... La voce che mi scopo uno studente diverso ogni anno gira da più di cinque anni ormai.

source: [MS] And, it's made me very popular with the male students, but... with the exception of two students, all the other rumors are an exaggeration.
french: [MS] Et, cela m'a rendu très populaire auprès des étudiants masculins, mais... à l'exception de deux étudiants, toutes les autres rumeurs sont exagérées.
italian: [MS] E questo mi ha reso molto popolare tra gli studenti maschi, ma... ad eccezione di due studenti, tutte le altre voci sono un'esagerazione.

source: [R] Well... would you be willing to make me one of those exceptions too?
french: [R] Bien... serais-tu prête à faire de moi une de ces exceptions aussi?
italian: [R] Beh... saresti disposto a far diventare anche me una di quelle eccezioni?

source: [MS] Uuurrgghhh... [ryan]!... I wish I could... I really do!
french: [MS] Uuurrgghhh... [ryan]!... Si seulement je pouvais... Je le fais vraiment!
italian: [MS] Uuurrgghhh... [ryan]!... Vorrei potere... lo faccio davvero!

source: [MS] It's just... my husband found out about those students and made me swear that I would never let another student put his dick in my pussy again.
french: [MS] C'est juste... mon mari a découvert ces étudiants et m'a fait jurer que je ne laisserais plus jamais un autre étudiant mettre sa bite dans ma chatte.
italian: [MS] È solo che... mio marito ha scoperto quegli studenti e mi ha fatto giurare che non avrei mai più permesso ad un altro studente di mettere il suo cazzo nella mia figa.

source: [MS] Huh... He did very specifically say pussy...
french: [MS] Hein... Il a dit très spécifiquement chatte...
italian: [MS] Huh... Ha detto proprio figa...

source: [MS] I remember him complaining about it getting too loose, and how it felt like he was parking his bicycle in an airplane hanger.
french: [MS] Je me souviens de lui qu'il se plaignait de voir qu'il se défaire et comme il se sentait stationner sa bicyclette dans un hangar d'avion.
italian: [MS] Ricordo che si lamentava del fatto che si allentava troppo e che gli sembrava di parcheggiare la sua bicicletta in un hangar per aerei.

source: [MS] So he made me swear never to let another dick inside it.
french: [MS] Il m'a donc fait jurer de ne jamais laisser une autre baise à l'intérieur.
italian: [MS] Così mi ha fatto giurare di non lasciare mai un altro cazzo dentro.

source: [MS] But what if?...
french: [MS] Mais si?...
italian: [MS] Ma se...

source: [MST] {i}Oh, my God!... Are you really thinking of letting him fuck your ass?{/i}
french: [MST] {i}Oh, mon Dieu!... Tu penses vraiment le laisser te baiser le cul ?{/i}
italian: [MST] {i}Oh, mio Dio! Stai davvero pensando di lasciare che ti scopi il culo?

source: [MST] {i}...My husband never said...{/i}
french: [MST] {i}...Mon mari n'a jamais dit...{/i}
italian: [MST] {i}...Mio marito non ha mai detto...{/i}.

source: [MST] {i}Don't you think it was implied?{/i}
french: [MST] {i}Tu penses que cela a été implicite ?{/i}
italian: [MST] {i}Non pensi che fosse implicito? {/i}.

source: [MST] {i}It doesn't matter... I never made any promises regarding my ass.{/i}
french: [MST] {i}Peu importe... Je n'ai jamais fait de promesses concernant mon cul.{/i}
italian: [MST] {i}Non importa... Non ho mai fatto nessuna promessa riguardo al mio culo.

source: [MST] {i}And besides... I don't have any plans on letting him find out.{/i}
french: [MST] {i}Et en plus... Je n'ai pas l'intention de le laisser le découvrir.{/i}
italian: [MST] {i}E inoltre... Non ho intenzione di farglielo scoprire.

source: [R] Mrs. Stone?...
french: [R] Mme Stone?...
italian: [R] Signora Stone?...

source: [MS] Yeah... [ryan]...
french: [MS] Ouais... [ryan]...
italian: [MS] Sì... [ryan]...

source: [MS] Uhhh...I've got a somewhat indecent proposal to make to you.
french: [MS] Uhhh...J'ai une proposition un peu indécente à te faire.
italian: [MS] Uhhh... ho una proposta un pò indecente da farti.

source: [MST] {i}Don't say it!{/i}
french: [MST] {i}Ne le dis pas!{/i}
italian: [MST] {i}Non dirlo! {/i}

source: [MST] {i}Oh... but I want it so bad!{/i}
french: [MST] {i}Oh... mais je le veux tellement!{/i}
italian: [MST] {i}Oh... ma lo voglio così tanto! {/i}

source: [MS] I've promised my husband that I would never let a student fuck my pussy again...
french: [MS] J'ai promis à mon mari que je ne laisserais plus jamais un étudiant me baiser la chatte...
italian: [MS] Ho promesso a mio marito che non avrei mai più permesso ad uno studente di scoparmi la fica...

source: [MS] But I never promised him that I wouldn't let a student fuck... elsewhere.
french: [MS] Mais je ne lui ai jamais promis que je ne laisserais pas un étudiant baiser... ailleurs.
italian: [MS] Ma non gli ho mai promesso che non avrei lasciato che uno studente scopasse... altrove.

source: [RT] {i}Oh, my God!...Is she asking me to fuck her in the ass?{/i}
french: [RT] {i}Oh, mon Dieu !... Est-ce qu'elle me demande de la baiser dans le cul ?{/i}
italian: [RT] {i}Oh, mio Dio!...Mi sta chiedendo di scoparla nel culo?

source: [RT] {i}I'm almost positive that's what she means!{/i}
french: [RT] {i}Je suis presque certain que c'est ce qu'elle veut dire!{/i}
italian: [RT] {i}Sono quasi sicuro che è quello che intende!

source: [MS] So would you want to?
french: [MS] Alors voudrais-tu?
italian: [MS] Quindi vorresti farlo?

source: [MST] {i}Oh... Please say he wants to!{/i}
french: [MST] {i}Oh... S'il te plaît, dis-lui qu'il le veut !{/i}
italian: [MST] {i}Oh... Ti prego, dimmi che lo vuole!{/i}

source: [R] Do you mean?...
french: [R] Veux-tu dire ?...
italian: [R] Vuoi dire che...

source: [MS] Yes... I'm offering to have anal sex with you.
french: [MS] Oui... Je te propose d'avoir du sexe anal avec toi.
italian: [MS] Sì... Mi sto offrendo di fare sesso anale con te.

source: [MST] {i}Oh, God!... I just said it... I can't take that back now!{/i}
french: [MST] {i}Oh, mon Dieu!... Je viens de le dire... Je ne peux pas reprendre ça maintenant!{/i}
italian: [MST] {i}Oh, Dio!... L'ho appena detto... Non posso rimangiarmelo ora!{/i}

source: [MST] {i}How's he going to react?{/i}
french: [MST] {i}Comment va-t-il réagir ?{/i}
italian: [MST] {i}Come reagirà?

source: [R] Oh, hell yeah!
french: [R] Oh, bon sang!

source: [MS] I've only ever done this a couple times, and only once with a dick that was bigger than yours.
french: [MS] Je n'ai jamais fait ça que quelques fois, et une seule fois avec une bite plus grosse que la tienne.
italian: [MS] L'ho fatto solo un paio di volte e solo una volta con un cazzo più grande del tuo.

source: [RT] {i}Could she be talking about Matt?{/i}
french: [RT] {i}Pourrait-elle parler de Matt?{/i}
italian: [RT] {i}Forse sta parlando di Matt?

source: [MS] And it's been a long time.
french: [MS] Et ça fait longtemps.
italian: [MS] Ed è passato molto tempo.

source: [MS] God, I can't tell you how much I needed that!
french: [MS] Mon Dieu, je ne peux pas te dire à quel point j'en avais besoin!
italian: [MS] Dio, non so dirti quanto ne avessi bisogno!

source: [MS] I think a lot of boys would feel squeamish about fucking a woman in the ass, so, thank you for doing that!
french: [MS] Je pense que beaucoup de garçons se sentiraient mal à l'idée de baiser une femme dans le cul, alors, merci de le faire!
italian: [MS] Penso che molti ragazzi si sentirebbero schizzinosi a scopare una donna nel culo, quindi, grazie per averlo fatto!

source: [R] It was completely my pleasure!
french: [R] C'était tout à fait mon plaisir!
italian: [R] È stato un piacere completo!

source: [R] Alright, I'll lose my clothes while I'm at it.
french: [R] D'accord, je perdrai mes vêtements pendant que j'y serai.
italian: [R] Bene, perderò i miei vestiti mentre sono in esso.

source: [MS] You're getting the hang of this.
french: [MS] Tu obtendras le coup de cela.
italian: [MS] Sta diventando il blocco di questo.

source: [MS] Oh, but try not to pitch a tent until after I've drawn your flaccid cock.
french: [MS] Oh, mais essaies de ne pas planter de tente avant d'avoir dessiné ta queue flasque.
italian: [MS] Oh, ma prova a non piazzare una tenda fino a quando non ho disegnato il tuo cazzo flaccido.

source: [MS] The way this is going... I'll never get this painting done.
french: [MS] La façon dont cela se passe... Je ne ferai jamais ce tableau.
italian: [MS] Il modo in cui sta andando questo... Non farò mai fare questo dipinto.

source: [MST] {i}I haven't been able to stop thinking about that cock since I last saw it.{/i}
french: [MST] {i}Je n'ai pas pu arrêter de penser à cette queue depuis que je l'ai vue la dernière fois.{/i}
italian: [MST] {i}Non sono riuscito a smettere di pensare a quel cazzo dall'ultima volta che l'ho visto.{/i}

source: [MS] Your pose is perfect, but try not to be so nervous!
french: [MS] Ta pose est parfaite, mais essaie de ne pas être si nerveux !
italian: [MS] La tua posa è perfetta, ma cerca di non essere così nervoso!

source: [RT] {i}Damnit... I'm not ok.{/i}
french: [RT] {i}Bon sang... Je ne vais pas bien.{/i}
italian: [RT] {i}Dannazione... Non sto bene.{/i}

source: [RT] {i}I can't stop thinking about her sucking my dick.{/i}
french: [RT] {i}Je ne peux pas arrêter de penser à elle en train de sucer mon membre.{/i}
italian: [RT] {i}Non posso smettere di pensare a lei succhiare il mio cazzo.{/i}

source: [RT] {i}Oh, shit!{/i}
french: [RT] {i}Oh, merde{/i}
italian: [RT] {i}Oh, merda! {/i}

source: [RT] {i}Here he comes again.{/i}
french: [RT] {i}Le voici de nouveau.{/i}
italian: [RT] {i}Ecco che arriva di nuovo.{/i}
