Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [MB] No Megs, [ryan] is going to take you home. I'm going to stay here and help Miss [mom_name] clean up and stuff.
italian: [MB] No Megs, [ryan] ti porterà a casa. Io resterò qui ad aiutare la signorina [mom_name] a pulire e a fare altre cose.

source: [M] Go, [ryan]!
italian: [M] Vai, [ryan]!

source: [R] Fine... I've got some images I need to work on and upload to the internet anyways!
italian: [R] Bene... Ho alcune immagini su cui devo lavorare e caricarle su internet in ogni caso!

source: [M] God, I hope nobody I know finds those pics!
italian: [M] Dio, spero che nessuno che conosco trovi quelle foto!

source: [MG] What was that all about?
italian: [MG] Di cosa si trattava?

source: [MG] Your mom seemed pissed at you.
italian: [MG] Tua mamma ti sembrava baciata.

source: [R] I don't know, but I think something funny is going on.
italian: [R] Non lo so, ma penso che stia succedendo qualcosa di divertente.

source: [MG] Uh-Oh... Knowing what I know about Matt, I wouldn't look back, or linger around here. You probably won't like what's going to happen next.
italian: [MG] Uh-Oh... Sapendo quello che so di Matt, non guarderei indietro, né mi soffermerei qui intorno. Probabilmente non ti piacerà quello che sta per succedere.

source: [MG] I'm serious, [ryan]!
italian: [MG] Sono serio, [ryan]!

source: [MG] Let's just go.
italian: [MG] Andiamocene e basta.

source: [MG] I need you to give me a ride.
italian: [MG] Ho bisogno che tu mi dia un passaggio.

source: [R] No... I've got to see this.
italian: [R] No... devo vedere questo.

source: [MG] I'm not kidding, [ryan]! You're not going to like it!
italian: [MG] Non sto scherzando, [ryan]! Non ti piacerà!

source: [R] I guess you're right, I don't want to see this.
italian: [R] Credo che tu abbia ragione, non voglio vederlo.

source: [R] Climb on the back of the scooter, and we'll go.
italian: [R] Sali sul retro dello scooter e andiamo.

source: [R] I know I'm not going to like it...
italian: [R] So che non mi piacerà...

source: [R] But it's like a car wreck... I can't look away.
italian: [R] Ma è come un incidente d'auto... Non riesco a distogliere lo sguardo.

source: [M] I hope it isn't awkward that I bring this up... But I couldn't help but notice that your penis was very erect throughout a lot of the photo shoot.
italian: [M] Spero che non sia imbarazzante che io tiri fuori questo argomento... Ma non ho potuto fare a meno di notare che il tuo pene era molto eretto durante gran parte del servizio fotografico.

source: [M] Was that just because of Megan, or was it because you were watching your teacher do naughty things?
italian: [M] Era solo a causa di Megan o era perché stavi guardando la tua insegnante fare cose sconce?

source: [MB] It was because my teacher was doing naughty things with my girlfriend.
italian: [MB] Era perché la mia insegnante stava facendo cose sconce con la mia ragazza.

source: [M] Well... After something that sexually tense... I hope she'll be taking good care of you.
italian: [M] Beh... Dopo qualcosa di così sessualmente teso... Spero che si prenderà cura di te.

source: [MB] What, Megan?... No... She's comfortable with her body and all, but she's still a virgin, and refuses to do anything sexual with me.
italian: [MB] Cosa, Megan?... No... È a suo agio con il suo corpo e tutto il resto, ma è ancora vergine e si rifiuta di fare qualcosa di sessuale con me.

source: [M] What!?
italian: [M] Cosa!?

source: [R] {i}(whispering){/i} That's bullshit!
italian: [R] {i}(sussurrando){/i} Questa è una stronzata!

source: [MG] {i}(Whispering even quieter){/i}Shhh... If your mom catches us spying... Matt will kick both our asses.
italian: [MG] {i}(Whispering even quieter){/i}Shhh... Se tua mamma ci cattura spiando... Matt calcierà entrambi i nostri asini.

source: [R] {i}(whispering){/i} Does he hit you?
italian: [R] {i}(sussurrando){/i} Ti picchia?

source: [M] Wow! I can't believe that! She has quite a reputation at school.
italian: [M] Wow! Non posso crederci! Ha una certa reputazione a scuola.

source: [MB] Yeah... Well, people like to gossip.
italian: [MB] Già... Beh, alla gente piace spettegolare.

source: [MB] She actaully comes from a very conservative family and believes we should wait until marriage.
italian: [MB] In realtà viene da una famiglia molto conservatrice e crede che dovremmo aspettare fino al matrimonio.

source: [M] So you've just been taking care of yourself?
italian: [M] Quindi ti sei presa cura di te stessa?

source: [MB] Taking care of myself?...
italian: [MB] Prendermi cura di me stesso?...

source: [M] You know...
italian: [M] Sai...

source: [M] Masturbating yourself?
italian: [M] Masturbandoti?

source: [MB] Ohhh... That!...
italian: [MB] Ohhh... Quello!...

source: [MB] No... Not since I've been with Megan. Megan thinks I need to... keep it all in, until we're married.
italian: [MB] No... Non da quando sto con Megan. Megan pensa che ho bisogno di... tenermi tutto dentro, finché non siamo sposati.

source: [M] Of all the irresponsible, ignorant ideas...
italian: [M] Di tutte le idee irresponsabili e ignoranti...

source: [M] You poor boy!
italian: [M] Povero ragazzo!

source: [M] That is so unhealthy!
italian: [M] È così malsano!

source: [MB] It is?...
italian: [MB] Lo è?...

source: [M] Oh my gosh, yes!
italian: [M] Oh mio Dio, sì!

source: [MT] {i}God! I shouldn't be having this kind of conversation with a student!{/i}
italian: [MT] {i}Dio! Non dovrei avere questo tipo di conversazione con uno studente!

source: [MT] {i}And I shouldn't have these impure thoughts! What is wrong with me!?{/i}
italian: [MT] {i}E non dovrei avere questi pensieri impuri! Cosa c'è di sbagliato in me?

source: [MT] {i}But... I don't have to do anything with him... But maybe I can get a view of his cock.{/i}
italian: [MT] {i}Ma... Non devo fare nulla con lui... Ma forse posso dare un'occhiata al suo cazzo.

source: [M] You need to take care of yourself... And you should probably do it now! It's really unhealthy for a man to get so aroused without ejaculating.
italian: [M] Hai bisogno di prenderti cura di te stesso... E probabilmente dovresti farlo ora! È davvero malsano per un uomo eccitarsi così tanto senza eiaculare.

source: [MB] Yeah... I get blue balls all the time, it really hurts!
italian: [MB] Sì... Ho le palle blu tutto il tempo, fa davvero male!

source: [M] Oh please, take care of yourself! That is so unhealthy.
italian: [M] Oh per favore, prenditi cura di te stesso! Questo è così malsano.

source: [MT] {i}I need to see that cock!{/i}
italian: [MT] {i}Ho bisogno di vedere quel cazzo!

source: [MB] The thing is, Miss [mom_name]... I promised Megan that I wouldn't do that to myself... And I can't break that promise.
italian: [MB] Il fatto è, signorina [mom_name]... Ho promesso a Megan che non mi sarei fatto questo... E non posso rompere questa promessa.

source: [M] Even if it's bad for your health?
italian: [M] Anche se fa male alla tua salute?

source: [MB] I... just... couldn't do that...
italian: [MB] Io... semplicemente... non potrei farlo...

source: [M] Uuurrgghhh... Those dang unhealthy religious beliefs about sexuality!
italian: [M] Uuurrgghhh... Quelle maledette malsane credenze religiose sulla sessualità!

source: [MT] {i}I suppose it wouldn't hurt to help him out the way I help [ryan].{/i}
italian: [MT] {i}Immagino che non sarebbe male aiutarlo come io aiuto [ryan].{/i}

source: [MT] {i}Plus, I would love to get my hands around that cock.{/i}
italian: [MT] {i}Inoltre, mi piacerebbe mettere le mani intorno a quel cazzo.

source: [MT] {i}Goddammit, [mom_name]!{/i}
italian: [MT] {i}Dannazione, [mom_name]! {/i}

source: [MT] {i}Why have I lost all of my self-control?{/i}
italian: [MT] {i}Perché ho perso tutto il mio autocontrollo?

source: [M] I can't believe I'm offering this... And it's only because I'm so worried about you...
italian: [M] Non posso credere che sto offrendo questo... Ed è solo perché sono così preoccupata per te...

source: [M] And you couldn't say a word about it to anybody!
italian: [M] E non hai potuto dire una parola a nessuno!

source: [MB] What are you talking about?
italian: [MB] Di cosa stai parlando?

source: [M] Well... Maybe... I could masturbate you, so that you don't have to.
italian: [M] Beh... Forse... Potrei masturbarti, in modo che tu non debba farlo.

source: [RT] {i}Oh, my God! Who is this person?{/i}
italian: [RT] {i}Oh, mio Dio! Chi è questa persona?

source: [MB] Oh my God, Miss [mom_name]!... That is so nice of you!
italian: [MB] Oh mio Dio, signorina [mom_name]! È così carino da parte tua!

source: [MB] But I couldn't do it... I promised Megan that I wouldn't let anybody else jack me off either.
italian: [MB] Ma non potevo farlo... Ho promesso a Megan che non avrei permesso a nessun altro di farmi una sega.

source: [M] You need to break up with this girl!
italian: [M] Devi rompere con questa ragazza!

source: [MB] I couldn't... I think I love her.
italian: [MB] Non potrei... Penso di amarla.

source: [M] Urrgghh... Then I'd better have a talk with her.
italian: [M] Urrgghh... Allora farei meglio a parlare con lei.

source: [MB] Please don't!... She'll feel like I betrayed her trust by telling you all of this.
italian: [MB] Per favore non farlo!... Si sentirà come se avessi tradito la sua fiducia dicendole tutto questo.

source: [MT] {i}This girl is no good for Matt! She won't even let him or anybody else help him out with one of the most basic needs of any male.{/i}
italian: [MT] {i}Questa ragazza non va bene per Matt! Non permette nemmeno a lui o a chiunque altro di aiutarlo con uno dei bisogni più basilari di qualsiasi maschio.{/i}

source: [MT] {i}And I know I shouldn't get involved, but I feel so close to Matt after that photo shoot, not to mention fucking [dad_name] leaving me high and dry.{/i}
italian: [MT] {i}E so che non dovrei essere coinvolta, ma mi sento così vicina a Matt dopo quel servizio fotografico, per non parlare del fottuto [dad_name] che mi ha lasciato a bocca asciutta.{/i}

source: [MT] {i}Hmmm... What if?...{/i}
italian: [MT] {i}Hmmm... E se?...{/i}

source: [M] Did Megan make you promise that someone couldn't take care of you orally?
italian: [M] Megan ti ha fatto promettere che qualcuno non poteva occuparsi di te oralmente?

source: [MB] What do you mean?
italian: [MB] Cosa vuoi dire?

source: [M] You know... Like a blowjob?
italian: [M] Sai... Come un pompino?

source: [MT] {i}Did that just come out of my mouth?{/i}
italian: [MT] {i}Mi è uscito dalla bocca?

source: [MB] No... We didn't really ever talk about that possibility.
italian: [MB] No... Non abbiamo mai parlato di questa possibilità.

source: [MB] Are you?... Offering?... a...
italian: [MB] Stai... Offrendo?... un...

source: [M] Maybe?
italian: [M] Forse?

source: [R] {i}(whispering){/i} Holy fuck! She'd better not!
italian: [R] {i}(sussurrando){/i} Porca puttana! Sarà meglio di no!

source: [MG] Ssshhh!...
italian: [MG] Ssshhhh!...

source: [M] It's only because I'm so worried about your health... And it would only be this once... And you couldn't ever tell a soul!
italian: [M] È solo perché sono molto preoccupato per la tua salute... E sarebbe solo per questa volta... E non potresti mai dirlo ad anima viva!

source: [M] But I'd feel so much better knowing you're not going home with testicular pain!
italian: [M] Ma mi sentirei molto meglio sapendo che non andrai a casa con il dolore ai testicoli!

source: [M] Plus, never ejaculating gives you a higher risk of prostate cancer.
italian: [M] Inoltre, non eiaculare mai ti dà un rischio maggiore di cancro alla prostata.

source: [MB] So you're saying you're willing to give me a blowjob?
italian: [MB] Quindi stai dicendo che sei disposto a farmi un pompino?

source: [MT] {i}Am I?... to a student?... Who is very mature... and handsome... And has a huge cock!{/i}
italian: [MT] {i}Lo sono?... ad uno studente?... Che è molto maturo... e bello... E che ha un cazzo enorme!

source: [MT] {i}I'm going to hell.{/i}
italian: [MT] {i}Sto andando all'inferno {/i}.

source: [M] Yeah... I guess I am.
italian: [M] Sì... credo di sì.

source: [MB] Wow, Miss [mom_name]! I've never had a teacher who cares so much about me.
italian: [MB] Wow, signorina [mom_name]! Non ho mai avuto un insegnante che si preoccupa così tanto per me.

source: [MT] {i}Ohh... How sweet!{/i}
italian: [MT] {i}Ohh... Che dolce!

source: [MT] {i}I am just being a good, caring teacher...{/i}
italian: [MT] {i}Sono solo un'insegnante brava e premurosa...{/i}.

source: [MT] {i}Stop lying to yourself, you slut!{/i}
italian: [MT] {i}Smetti di mentire a te stessa, puttana!

source: [M] That's got to feel so much better to get your hard penis out of those tight pants.
italian: [M] Deve essere molto meglio far uscire il tuo pene duro da quei pantaloni stretti.

source: [MB] It feels so much better! Thank you.
italian: [MB] Ci si sente molto meglio! Grazie.

source: [M] It's my pleasure.
italian: [M] Il piacere è mio.

source: [M] Are you ready for some relief?
italian: [M] Sei pronta per un pò di sollievo?

source: [MB] Please, Miss [mom_name]!
italian: [MB] Per favore, signorina [mom_name]!

source: [MB] OH... That feels so good, Miss [mom_name].
italian: [MB] OH... Mi sento così bene, signorina [mom_name].

source: [MB] Thank you so much!
italian: [MB] Grazie mille!

source: [MT] {i}He is so well mannered.{/i}
italian: [MT] {i}È così ben educato {/i}.

source: [R] {i}(whispering){/i} That's it! I'm going in there, and I'm going to kill him!
italian: [R] {i}(sussurrando){/i} Ecco! Entrerò lì dentro e lo ucciderò!

source: [MG] {i}(whispering){/i}Oh shit! It looks like I need to take some control.
italian: [MG] {i}(sussurrando){/i}Oh merda! Sembra che io abbia bisogno di prendere un pò di controllo.

source: [MG] Here, let me take your mind off of all of that.
italian: [MG] Ecco, lascia che ti tolga dalla mente tutto questo.

source: [R] Wait! No... Megan... that's not what I want!
italian: [R] Aspetta! No... Megan... non è quello che voglio!

source: [RT] {i}I'll just go stop them in a minute.{/i}
italian: [RT] {i}Andrò a fermarli tra un minuto.

source: [MB] {i}(Distantly){/i} Ohhh... Miss [mom_name]! That feels even better!
italian: [MB] {i}(Distantemente){/i} Ohhh... Signorina [mom_name]! Questo è ancora meglio!

source: [MB] Your husband is a lucky man!
italian: [MB] Tuo marito è un uomo fortunato!

source: [MT] {i}Why did that fucker have to bring up my husband?{/i}
italian: [MT] {i}Perché quello stronzo ha dovuto tirare in ballo mio marito?

source: [MT] {i}His dick isn't nearly this big.{/i}
italian: [MT] {i}Il suo cazzo non è così grande {/i}.

source: [MT] {i}Both [ryan] and Matt have much nicer cocks than that loser!{/i}
italian: [MT] {i}Sia [ryan]che Matt hanno cazzi molto più belli di quello sfigato!

source: [MT] {i}Fucking criminal deserves to be cheated on.{/i}
italian: [MT] {i}Fottuto criminale merita di essere tradito.{/i}

source: [MB] Wow, Miss [mom_name], you're sucking even harder now!
italian: [MB] Wow, signorina [mom_name], ora stai succhiando ancora più forte!

source: [RT] {i}Why is Mom such a slut?{/i}
italian: [RT] {i}Perché la mamma è una tale puttana? {/i}.

source: [RT] {i}Is this my fault?{/i}
italian: [RT] {i}E' colpa mia?

source: [RT] {i}Did I drive her to Matt?{/i}
italian: [RT] {i}L'ho portata da Matt?

source: [RT] {i}Look at her just polishing Matt's knob like it's the most natural thing in the world for her!{/i}
italian: [RT] {i}Guarda come sta lucidando l'uccello di Matt come se fosse la cosa più naturale del mondo per lei!

source: [RT] {i}Fucking slut!{/i}
italian: [RT] {i}Fottuta puttana! {/i}

source: [MB] I hope you don't mind if I tell the other boys in the school that you're helping students with their sexual health?
italian: [MB] Spero non ti dispiaccia se dico agli altri ragazzi della scuola che stai aiutando gli studenti con la loro salute sessuale?

source: [MB] Hahaha... I'm just kidding.
italian: [MB] Hahaha... Sto solo scherzando.

source: [MT] {i}That fucker better be!{/i}
italian: [MT] {i}È meglio che quello stronzo lo sia! {/i}.

source: [MT] {i}Although... Thinking of all those young men... surrounding me with their youthful cocks!{/i}
italian: [MT] {i}Anche se... Pensando a tutti quei giovani uomini... che mi circondano con i loro cazzi giovanili!

source: [MT] {i}Taking my turn on each one of them!{/i}
italian: [MT] {i}Prendendo il mio turno su ognuno di loro!

source: [M] HHHMMMmmmmmnnn!...
italian: [M] HHHMMMmmmnnn!...

source: [MT] {i}Oh, God!! I just came!... Without even fucking touching myself!... I just came!{/i}
italian: [MT] {i}Oh, Dio! Sono appena venuto!... Senza nemmeno toccarmi, cazzo! Sono appena venuto!

source: [MB] I'm gonna cum!
italian: [MB] Sto per venire!

source: [MT] {i}Oh, God! He's completely covered me!{/i}
italian: [MT] {i}Oh, Dio! Mi ha coperto completamente!

source: {i}"Mom's Libido +10"{/i}
italian: {i}"Libido di mamma +10"{/i}

source: [MT] {i}I've got to get home and take care of myself!{/i}
italian: [MT] {i}Devo andare a casa e prendermi cura di me stesso!

source: [RT] {i}Urrgghhh... Look at that slut, all covered in Matt's cum!{/i}
italian: [RT] {i}Urrgghhh... Guarda quella troia, tutta coperta dallo sperma di Matt!

source: [MG] {i}(whispering){/i} You asshole! You could have warned me!
italian: [MG] {i}(sussurrando){/i} Stronzo! Avresti potuto avvertirmi!

source: [R] {i}(whispering){/i} Sorry! I was actually trying not to... but...
italian: [R] {i}(sussurrando){/i} Scusa! In realtà stavo cercando di non farlo... ma...

source: [MG] You liked seeing your mom suck off Matt?
italian: [MG] Ti è piaciuto vedere tua madre fare un pompino a Matt?

source: [R] I don't think...
italian: [R] Non credo...

source: [MG] Hahaha... You're well on your way to being a complete sexual deviant, just like Matt and I.
italian: [MG] Hahaha... Sei sulla buona strada per essere un completo deviato sessuale, proprio come me e Matt.

source: [R] I don't want to be that...
italian: [R] Non voglio essere così...

source: [MG] Yeah, right...
italian: [MG] Sì, certo...

source: [MG] Now, will you fucking give me a ride home on that shitty little scooter?
italian: [MG] Ora, mi daresti un cazzo di passaggio a casa su quel piccolo scooter di merda?

source: [R] Yeah... ok...
italian: [R] Sì... ok...

source: [MT] {i}I suppose I could help him out... again!{/i}
italian: [MT] {i}suppongo che potrei aiutarlo... ancora!{/i}

source: [MT] {i}Matt needs to continue to practice good sexual health.{/i}
italian: [MT] {i}Matt deve continuare a praticare la buona salute sessuale.{/i}

source: [MT] {i}That was only going to be a one time thing!{/i}
italian: [MT] {i}Quello era solo una cosa sola!{/i}

source: [MT] {i}Shut up, horny brain!{/i}
italian: [MT] {i}Stai zitto, cervello cornea!{/i}

source: [M] Well Matt, I want to compliment you again on keeping things so professional.
italian: [M] Beh Matt, voglio complimentarmi di nuovo per aver mantenuto le cose così professionali.

source: [M] [ryan]! Now you're being extremely mean spirited and rude again. Why don't you take Megan and go!
italian: [M] [ryan]! Ora sei uno spirito estremamente meschino e maleducato. Perché non prendi Megan e vai!

source: [M] I'll have Matt help me clean it up again, and don't worry, I'll lock everything up before we leave.
italian: [M] Avrò Matt aiutarmi a ripulirlo, e non preoccuparti, chiuderò tutto prima di partire.

source: [MB] No Megs, [ryan] is going to take you home again. I'm going to stay here and help Miss [mom_name] clean up and stuff.
italian: [MB] Nessun Meg, [ryan] ti porterà di nuovo a casa. Rimarrò qui e aiuterò la signorina [mom_name] a ripulire e ripulire.

source: [MG] You need to stop pissing her off!
italian: [MG] È necessario smettere di baciarla fuori!

source: [R] I think she's just looking for an excuse to get rid of me at this point.
italian: [R] Penso che stia solo cercando una scusa per sbarazzarmi di me a questo punto.

source: [MG] Well hopefully you're smart enough not to stick around this time... Unless you like watching, you filthy pervert.
italian: [MG] Speriamo che tu sia abbastanza intelligente da non rimanere in giro per questo tempo... A meno che non ti piace guardare, ti perversi sporco.

source: [MG] Are you sure?
italian: [MG] Sei sicura?

source: [M] I hope it isn't awkward that I bring this up... But I couldn't help but notice that your penis was very erect during some of those shots again.
italian: [M] Spero che non sia imbarazzante che io sollevo questo... Ma non ho potuto fare a meno di notare che il vostro pene era molto eretto durante alcuni di quei colpi di nuovo.

source: [M] Were you thinking about me again?
italian: [M] Stavi pensando di nuovo a me?

source: [MB] How could I resist?
italian: [MB] Come potrei resistere?

source: [M] Well... After something that sexually tense... I'm thinking you're going to need another release.
italian: [M] Bene... Dopo qualcosa che ha un tenore sessuale... Penso che avrai bisogno di un altro rilascio.

source: [M] I can't believe I'm offering this again... And it's only because I'm so worried about you...
italian: [M] Non posso credere che lo offro di nuovo... ed è solo perché sono così preoccupato per te...

source: [M] And you still couldn't say a word about it to anybody!
italian: [M] E non potevi ancora dire una parola su di esso a nessuno!

source: [MB] Oh, I know...
italian: [MB] Oh, lo so...

source: [MT] {i}What the hell, [mom_name]?... You're offering your student another blowjob?{/i}
italian: [MT] {i}Che inferno, [mom_name]?... Stai offrendo al tuo studente un altro pompino?{/i}

source: [R] {i}(whispering){/i} Holy fuck! She's gonna do it again!
italian: [R] {i}(sussurre){/i} Sacro cazzo! Lo farà di nuovo!

source: [M] It's only because I'm so worried about your health... And this would be the last time... And you couldn't ever tell a soul!
italian: [M] È solo perché sono così preoccupato per la tua salute... E questa sarebbe l'ultima volta... E non potevi mai dire un'anima!

source: [M] And less of a chance of getting prostate cancer.
italian: [M] E meno possibilità di ottenere il cancro alla prostata.

source: [MB] So you're saying you're willing to give me another blowjob?
italian: [MB] Quindi stai dicendo che sei disposto a darmi un altro pompino?

source: [MT] {i}Fuck me, I want it so bad!{/i}
italian: [MT] {i}Mi scopa, lo voglio così male!{/i}

source: [MG] {i}(whispering){/i}Oh, shit! It looks like I need to take some control again!
italian: [MG] {i}(sussurre){/i}Oh, merda! Sembra che io debba prendere di nuovo un po' di controllo!

source: [R] Wait! No... Megan... I'm not trying to get another blowjob!
italian: [R] Aspetta! No... Megan... Non sto cercando di ottenere un altro pompino!

source: [MB] If I was your husband I'd make you feel so good!
italian: [MB] Se fossi tuo marito ti farei sentire così bene!

source: [MT] {i}Why did that fucker have to bring up my husband again?{/i}
italian: [MT] {i}Perché quel cazzo ha dovuto allevare di nuovo mio marito?{/i}

source: [MB] I'd fuck you all night, and twice in the morning before you go to school.
italian: [MB] Ti farei scopare tutta la notte, e due volte la mattina prima di andare a scuola.

source: [MT] {i}He shouldn't be talking to his teacher like that!{/i}
italian: [MT] {i}Non dovrebbe parlare con il suo insegnante così!{/i}

source: [MB] I'd eat your pussy and ass like it were my last meal.
italian: [MB] Mangierei la tua figa e il culo come se fosse il mio ultimo pasto.

source: [MT] {i}Oh, fuck!... He needs to stop that! It's turning me on so much!{/i}
italian: [MT] {i}Oh, cazzo!... Ha bisogno di fermarlo! Mi sta accendendo tanto!{/i}
