Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [L] Oh, God... I hope I'm wet enough... Your cock is so big...
french: [L] Oh, mon Dieu... J'espère que je suis assez mouillée... Ta bite est si grosse...
italian: [L] Oh, Dio... Spero di essere abbastanza bagnato... Il tuo cazzo è così grande...

source: [R] Don't worry... We'll take it slow.
french: [R] Ne t'inquiètes pas... On va ralentir.
italian: [R] Non ti preoccupare... La prenderemo lentamente.

source: [L] Do you think it's possible for a dick to penetrate a womb?
french: [L] Penses-tu qu'il est possible pour une bite de pénétrer dans un utérus?
italian: [L] Pensi che sia possibile per un cazzo penetrare in un utero?

source: [R] From all the hentai monster porn I've seen... I'd say it's definitely possible.
french: [R] De tout le porno monstre hentai que j'ai vu... Je dirais que c'est certainement possible.
italian: [R] Da tutto il porno mostro hentai che ho visto... direi che è sicuramente possibile.

source: [R] I wish I could get an internal view of your insides like they do on hentai... That'd be hot!
french: [R] J'aimerais pouvoir avoir une vue interne de tes intérieurs comme ils le font sur hentai... Ce serait chaud!
italian: [R] Vorrei avere una visione interna del tuo interno come fanno su hentai... Sarebbe caldo!

source: [L] That's so weird... but yeah... I've seen that type of hentai too, and it's kinda hot.
french: [L] C'est tellement bizarre... mais oui... J'ai aussi vu ce type de hentai, et c'est un peu chaud.
italian: [L] È così strano... ma sì... ho visto anche quel tipo di hentai ed è un po' caldo.

source: [L] Oh, God!... For some reason that thought is triggering something!
french: [L] Oh, mon Dieu!... Pour une raison quelconque, cette pensée déclenche quelque chose!
italian: [L] Oh, Dio!... Per qualche ragione che il pensiero sta innescando qualcosa!

source: [LT] {i}Fuck... I'm probably pregnant now.{/i}
french: [LT] {i}Merde... Je suis probablement enceinte maintenant.{/i}
italian: [LT] {i}Fuck... Probabilmente sono incinta adesso.{/i}

source: [R] Are you on birth control yet?
french: [R] Es-tu encore sous contrôle des naissances?
italian: [R] Sei ancora sul controllo delle nascite?

source: [L] No... I'll just do the morning-after pill.
french: [L] Non... Je vais juste prendre la pilule du lendemain.
italian: [L] No... farò solo la pillola del mattino.

source: [L] Thanks for cleaning up the mess I made all over the floor.
french: [L] Merci d'avoir nettoyé le désordre que j'ai fait partout sur le sol.
italian: [L] Grazie per aver ripulito il pasticcio che ho fatto in tutto il pavimento.

source: [R] What do you mean?
french: [R] Que veux-tu dire?
italian: [R] Cosa vuoi dire?

source: [L] I mean that the massive load you blasted into my cunt is now slowly dripping into my shorts.
french: [L] Je veux dire que la charge massive que tu as projetée dans ma chatte dégouline maintenant lentement dans mon short.
italian: [L] Intendo dire che il carico massiccio che hai saltato nella mia figa sta lentamente sgocciolando nei miei pantaloncini.

source: [L] And, when I wiggle my butt around, I can feel your cum sloshing around in my womb.
french: [L] Et, quand je remue mes fesses, je peux sentir ton sperme balloter dans mon ventre.
italian: [L] E, quando metto il mio culo intorno, posso sentire il tuo sperma cadere nel mio grembo materno.

source: [R] It's almost as bad as the mess I left on your back.
french: [R] C'est presque aussi grave que le désordre que j'ai laissé sur ton dos.
italian: [R] È quasi male come il pasticcio che ho lasciato sulla schiena.

source: [L] Fuck, I know... Your dick is like a cum fire hose.
french: [L] Putain, je sais... Ta bite est comme un tuyau d'incendie.
italian: [L] Cazzo lo so... Il tuo cazzo è come un tubo di sperma fuoco.

source: [L] It left me a bit messy, but it's a lot better than a load of cum in my womb.
french: [L] Cela m'a laissé un peu en désordre, mais c'est beaucoup mieux qu'une charge de sperme dans mon ventre.
italian: [L] Mi ha lasciato un po' disordinato, ma è molto meglio di un carico di sperma nel mio grembo materno.

source: [M] What did you say about gum in your room?
french: [M] Qu'as-tu dit à propos de la gomme dans ta chambre?
italian: [M] Che cosa hai detto della gomma nella tua stanza?

source: [M] You better not be leaving chewed gum under your desk like you used to.
french: [M] Tu ferais mieux de ne pas laisser de gomme mâchée sous ton bureau comme avant.
italian: [M] È meglio che tu non lasci la gomma masticata sotto la tua scrivania come se fossi solito fare.

source: [L] Ummm... yeah Mom, we were talking about gum in my room... I'll go throw it away as soon as we're done watching our show.
french: [L] Ummm... oui maman, on parlait de chewing-gum dans ma chambre... Je vais aller le jeter dès que nous aurons fini de regarder notre émission.
italian: [L] Ummm... sì Mamma, stavamo parlando di gomma nella mia stanza... andrò a buttarla via non appena abbiamo finito di guardare il nostro spettacolo.

source: [M] You'd better... And I don't know if I want you watching this show... I've heard it can get pretty graphic.
french: [M] Tu ferais mieux... Et je ne sais pas si je veux que tu regardes cette émission... J'ai entendu dire que cela pouvait devenir assez graphique.
italian: [M] Faresti meglio... E non so se voglio che tu guardi questo spettacolo... ho sentito che può avere una bella grafica.

source: [R] Oh, really?... So far we haven't seen anything too graphic... We can fast forward through anything too graphic though.
french: [R] Oh, vraiment?... Jusqu'à présent, nous n'avons rien vu de trop graphique... Nous pouvons cependant avancer rapidement à travers tout ce qui est trop graphique.
italian: [R] Oh, davvero?... Finora non abbiamo visto nulla di troppo grafico... possiamo avanzare con qualcosa di troppo grafico.

source: [M] Well, you'd better.
french: [M] Eh bien, vous feriez mieux.
italian: [M] Beh, sarebbe meglio.

source: [R] Hahaha... Gum in your room?... That's definitely our new code for cum in your womb.
french: [R] Hahaha... Du chewing-gum dans ta chambre ?... C'est certainement notre nouveau code pour le sperme dans ton ventre.
italian: [R] Hahaha... Gum nella tua stanza?... Questo è sicuramente il nostro nuovo codice per sperma nel tuo grembo materno.

source: [RT] {i}Now that Lauren's fucking Matt all the time, I hardly ever get a moment with her by myself.{/i}
french: [RT] {i}Maintenant que Lauren baise Matt tout le temps, je n'ai presque jamais un moment avec elle toute seule.{/i}
italian: [RT] {i}Ora che Lauren scopa Matt per tutto il tempo, difficilmente ho mai un momento con lei da sola.{/i}

source: [RT] {i}At least I know she takes an early morning shower by herself on Saturdays.{/i}
french: [RT] {i}Au moins, je sais qu'elle prend une douche tôt le matin toute seule le samedi.{/i}
italian: [RT] {i}Almeno so che lei fa una doccia mattutina da sola il sabato.{/i}

source: [RT] {i}Maybe I can get a little personal attention without fucking Matt barging in.{/i}
french: [RT] {i}Peut-être que je peux obtenir un peu d'attention personnelle sans que Matt fasse irruption.{/i}
italian: [RT] {i}Forse posso ottenere un po 'di attenzione personale senza scopare Matt in.{/i}

source: [RT] {i}Then again... She probably would enjoy having some alone time.{/i}
french: [RT] {i}Encore une fois... Elle aimerait probablement passer du temps seule.{/i}
italian: [RT] {i}Allora... Probabilmente le piacerebbe avere un po' di tempo da sola

source: [RT] {i}Wait!... Did I just hear some moaning?{/i}
french: [RT] {i}Attends!... J'ai entendu des gémissements ?{/i}
italian: [RT] {i}Aspetta!... Ho appena sentito dei gemiti

source: [RT] {i}Sounds like she's taking advantage of that alone time... Maybe I should take a peek?{/i}
french: [RT] {i}On dirait qu'elle profite de ce temps seul... Peut-être que je devrais jeter un coup d'œil ?{/i}
italian: [RT] {i} Sembra che stia approfittando di quel tempo da sola... Forse dovrei dare un'occhiata

source: {i}{b}"Lauren's Libido -5"{/b}{/i}
french: {i}{b}«Libido de Lauren -5»{/b}{/i}

source: [RT] {i}But that doesn't mean I can't at least take a peek at her in the shower.{/i}
french: [RT] {i}Mais cela ne veut pas dire que je ne peux pas au moins la regarder sous la douche.{/i}
italian: [RT] {i}Ma questo non significa che non posso almeno darle un'occhiata sotto la doccia.{/i}

source: [RT] {i}These little cameras have pretty decent reception and video quality.{/i}
french: [RT] {i}Ces petites caméras ont une réception et une qualité vidéo assez décentes.{/i}
italian: [RT] {i}Queste piccole videocamere hanno una ricezione e una qualità video abbastanza decenti.{/i}

source: [RT] {i}Nice! It's time for a show!{/i}
french: [RT] {i}Joli! C'est l'heure du spectacle !{/i}
italian: [RT] {i}Bene! È l'ora dello spettacolo

source: [RT] {i}Best thousand dollars I've ever spent.{/i}
french: [RT] {i}Les meilleurs milliers de dollars que j'ai jamais dépensés.{/i}
italian: [RT] {i}Il miglior migliaio di dollari che abbia mai speso

source: [RT] {i}The zoom function on this camera is pretty good too.{/i}
french: [RT] {i}La fonction de zoom de cet appareil photo est également très bonne.{/i}
italian: [RT] {i}La funzione di zoom su questa macchina fotografica è anche piuttosto buona.{/i}

source: [RT] {i}Oh, I love those tiny titties!{/i}
french: [RT] {i}Oh, j'adore ces petits nichons!{/i}
italian: [RT] {i}Oh, adoro quelle tettine! {/i}

source: [RT] {i}Oh, yeah! Get that dirty body clean!{/i}
french: [RT] {i}Oh, oui! Nettoie ce corps sale !{/i}
italian: [RT] {i}Oh, sì! Pulisci quel corpo sporco

source: [RT] {i}If only she'd just turn a little to the left.{/i}
french: [RT] {i}Si seulement elle tournait un peu à gauche.{/i}
italian: [RT] {i} Se solo si girasse un po' a sinistra. {/i}

source: [RT] {i}Oh, well, this will still make a great picture.{/i}
french: [RT] {i}Oh, eh bien, cela fera toujours une belle image.{/i}
italian: [RT] {i}Oh, beh, questa sarà comunque una grande foto

source: [RT] {i}Aaauhh.... I've been here too long, I'd better go before I'm caught.{/i}
french: [RT] {i}Aaauhh... Je suis là depuis trop longtemps, je ferais mieux d'y aller avant d'être pris.{/i}
italian: [RT] {i}Aaauhh.... Sono qui da troppo tempo, è meglio che me ne vada prima che mi scoprano

source: [RT] {i}Now that Lauren and I have become so familiar with each other, it seems a waste to just watch her shower from my phone screen.{/i}
french: [RT] {i}Maintenant que Lauren et moi sommes devenus si familiers l'un avec l'autre, il semble inutile de regarder sa douche depuis l'écran de mon téléphone.{/i}
italian: [RT] {i}Ora che Lauren ed io ci siamo familiari, sembra uno spreco per guardare solo la sua doccia dal mio schermo del telefono. /i}

source: [RT] {i}She'd probably let me in, and she might even be up for more.{/i}
french: [RT] {i}Elle me laisserait probablement entrer, et elle pourrait même en vouloir plus.{/i}
italian: [RT] {i}Probabilmente mi avrebbe lasciato dentro, e potrebbe anche essere in su per di più.{/i}

source: [L] Oh... Hey, [ryan]... I thought you might be back.
french: [L] Oh... Hé, [ryan]... Je pensais que tu serais peut-être de retour.
italian: [L] Oh... Ehi, [ryan]... pensavo che tu fossi tornato.

source: [R] I wouldn't want to be anywhere else right now.
french: [R] Je ne voudrais pas être ailleurs en ce moment.
italian: [R] Non vorrei essere altrove in questo momento.

source: [L] Oh?... And why is that?
french: [L] Oh?... Et pourquoi est-ce?
italian: [L] Oh?... E perché quello?

source: [R] Well, you just so happen to be the most naked girl in the house right now.
french: [R] Eh bien, tu es la fille la plus nue de la maison en ce moment.
italian: [R] Beh, ti capita di essere la ragazza più nuda in casa in questo momento.

source: [L] Hahaha... You idiot.
french: [L] Hahaha... Espèce d'idiot.
italian: [L] Hahaha... Sei idiota.

source: [L] [ryan]!... We got lucky last time. I don't know if we should push our luck.
french: [L] [ryan]!... On a eu de la chance la dernière fois. Je ne sais pas si nous devrions pousser notre chance.
italian: [L] [ryan]!... L'ultima volta abbiamo avuto fortuna. Non so se dovremmo spingere la nostra fortuna.

source: [R] No one's gonna come. It's just as safe as it was last time.
french: [R] Personne ne viendra. C'est aussi sûr que la dernière fois.
italian: [R] Nessuno verrà. È sicuro come lo era l'ultima volta.

source: [L] We almost got caught!
french: [L] On a failli se faire prendre !
italian: [L] Siamo quasi stati catturati!

source: [R] No, we didn't... We just heard someone in the kitchen.
french: [R] Non, nous ne l'avons pas fait... On vient d'entendre quelqu'un dans la cuisine.
italian: [R] No, non lo abbiamo fatto... Abbiamo appena sentito qualcuno in cucina.

source: [L] Sorry, [ryan]... I'm not letting you in here today.
french: [L] Désolé, [ryan]... Je ne te laisse pas entrer ici aujourd'hui.
italian: [L] Mi dispiace, [ryan]... Non ti sto lasciando dentro qui oggi.

source: [L] I've just got a bad feeling about it.
french: [L] J'ai juste un mauvais pressentiment à ce sujet.
italian: [L] Ho appena avuto una brutta sensazione al riguardo.

source: [R] Lauren, wait!
french: [R] Lauren, attends !
italian: [R] Lauren, aspetta!

source: [RT] {i}Dammit!... She's not horny enough. She's got to be more horny than she is afraid of being caught.{/i}
french: [RT] {i}Bon sang!... Elle n'est pas assez excitée. Elle doit être plus excitée qu'elle n'a peur d'être attrapée.{/i}
italian: [RT] {i}Dammit!... Non è abbastanza eccitata. Deve essere più eccitata di quanto abbia paura di essere catturata.{/i}

source: [RT] {i}I should start trying to find ways to turn her on.{/i}
french: [RT] {i}Je devrais commencer à essayer de trouver des moyens de l'exciter.{/i}
italian: [RT] {i}Dovrei iniziare a provare a trovare il modo di attivarla.{/i}

source: {i}"Try visiting Lauren again in the bathroom on Saturday in the early morning when her libido is either a 9 or a 10."{/i}
french: {i}'Essayez de rendre visite à Lauren à nouveau dans la salle de bain le samedi tôt le matin lorsque sa libido est à 9 ou 10.'{/i}
italian: {i}"Prova a visitare Lauren di nuovo in bagno il sabato mattina presto quando la sua libido è 9 o 10."{/i}

source: [LT] {i}Urrrgghhh... Why am I so horny right now?{/i}
french: [LT] {i}Urrrgghhh... Pourquoi suis-je si excitée en ce moment?{/i}
italian: [LT] {i}Urrrgghh... Perché sono così arrapato in questo momento?{/i}

source: [LT] {i}Until he learns how to treat me, I need to keep torturing him by fucking Matt.{/i}
french: [LT] {i}Jusqu'à ce qu'il apprenne à bien me traiter, je dois continuer à le torturer en baisant avec Matt.{/i}
italian: [LT] {i}Finché non impara come trattarmi, ho bisogno di continuare a torturarlo scopando Matt.{/i}

source: [LT] {i}I don't deserve to be punished though... I'm sure messing him around with him one more time won't keep him from learning his lesson.{/i}
french: [LT] {i}Il ne mérite pas d'être puni cependant... Je suis sûr que le punir une fois de plus ne l'empêchera pas d'apprendre sa leçon.{/i}
italian: [LT] {i}Non mi merito di essere punito però... Sono sicuro che spaventare con lui ancora una volta non lo impedirà di imparare la sua lezione.{/i}

source: [L] Fine, but don't get used to this.
french: [L] Très bien, mais ne t'y habitues pas.
italian: [L] Bene, ma non abituatevi a questo.

source: [RT] {i}Yay!... She must be feeling extra horny today... Maybe Matt's not doing it for her anymore.{/i}
french: [RT] {i}Ouais!... Elle doit se sentir excitée aujourd'hui... Peut-être que Matt ne le fait plus pour elle.{/i}
italian: [RT] {i}Yay!... Lei deve sentirsi più eccitata oggi... Forse Matt, per lei, non lo sta più facendo.{/i}

source: [L] Come on in.
french: [L] Entre.
italian: [L] Avanti.

source: [L] Alright, we've got to make this quick.
french: [L] D'accord, nous devons faire cela rapidement.
italian: [L] Va bene, dobbiamo fare in fretta.

source: [L] You don't deserve this, but I'm feeling really needy again.
french: [L] Tu ne mérites pas ça, mais je me sens à nouveau vraiment dans le besoin.
italian: [L] Non ti meriti questo, ma mi sento davvero bisognoso di nuovo.

source: [R] Uh... Thank you?
french: [R] Euh... Merci ?
italian: [R] Uh... Grazie?

source: [L] Now, pull those shorts down!
french: [L] Maintenant, baisses ce short!
italian: [L] Ora, tira giù quei pantaloncini!

source: [LT] {i}I never get tired of my brother's dick though.{/i}
french: [LT] {i}Je ne me lasse jamais de la bite de mon frère.{/i}
italian: [LT] {i}Non mi stanco mai del cazzo di mio fratello però.{/i}

source: [R] Still like what you see?
french: [R] Toujours comme ce que tu veux?
italian: [R] Ancora come quello che vedi?

source: [L] It'll do.
french: [L] Ça fera l'affaire.
italian: [L] Lo farà.

source: [L] Let's get this baby all lubed up.
french: [L] Faisons lubrifier ce bébé.
italian: [L] Facciamo lubrificare questo bambino.

source: [LT] {i}Come on, Lauren... Control that gag reflex!{/i}
french: [LT] {i}Aller, Lauren... Contrôle ce réflexe de vaumissement!{/i}
italian: [LT] {i}Avanti, Lauren... Controlla quel riflesso gag!{/i}

source: [LT] {i}Mind over matter!{/i}
french: [LT] {i}L'esprit gagne sur le physique!{/i}
italian: [LT] {i}La mente sulla materia! {/i}

source: [R] Oh, yeah!... That's feeling really good.
french: [R] Oh, ouais .... Ca fait du bien.
italian: [R] Oh, sì!... è davvero buono.

source: [LT] {i}That's it, Lauren. You've got this!{/i}
french: [LT] {i}C'est tout, Lauren. Tu l'as eu!{/i}
italian: [LT] {i}Ecco, Lauren. Hai questo!{/i}

source: [RT] {i}Oh, fuck!... That feels too good!{/i}
french: [RT] {i}Oh, putain!... Ça fait trop de bien !{/i}
italian: [RT] {i}Oh, cazzo!... E' troppo bello!

source: [RT] {i}Shit!, I waited too long!... I'm gonna cum!{/i}
french: [RT] {i}Merde!, J'ai attendu trop longtemps!... Je vais jouir!{/i}
italian: [RT] {i}Merda!, ho aspettato troppo!... Sto per venire!

source: [LT] {i}Again!?{/i}
french: [LT] {i}Encore!?{/i}
italian: [LT] {i}Di nuovo!? {/i}

source: [LT] {i}Ok... swallow.{/i}
french: [LT] {i}Ok... avaler. {/i}
italian: {i}Ok... ingoia.{/i}

source: [LT] {i}I'll get it all this time.{/i}
french: [LT] {i}Je l'aurai tout ce temps.{/i}
italian: [LT] {i} Stavolta lo prendo tutto io. {/i}

source: [LT] {i}Ok... I knew that was coming.{/i}
french: [LT] {i}Ok... Je savais que ça allait arriver.{/i}
italian: [LT] {i}Ok... lo sapevo che sarebbe successo. {/i}

source: [LT] {i}And swallow.{/i}
french: [LT] {i}et avaler.{/i}
italian: [LT] {i} E ingoia.{/i}

source: [LT] {i}And I'll bet there's one more.{/i}
french: [LT] {i}Et je parie qu'il y en a un de plus.{/i}
italian: [LT] {i}E scommetterò ancora uno.{/i}

source: [LT] {i}Haha... Knew it!{/i}
french: [LT] {i}Haha... Je le savais !{/i}
italian: [LT] {i}Haha... Lo sapevo!

source: [LT] {i}Did it stop?... Yay!... I did it!... I swallowed it all!{/i}
french: [LT] {i}Est-ce que ça s'est arrêté?... Ouah !... Je l'ai fait!... J'ai tout avalé !{/i}
italian: [LT] {i} Si è fermato?... Evviva!... Ce l'ho fatta!... Ho ingoiato tutto!

source: [LT] {i}Goddammit!... Not again!{/i}
french: [LT] {i}Putain!... Pas encore!{/i}
italian: [LT] {i}Dannazione!... Non di nuovo!

source: [L] Holy shit, [ryan]!
french: [L] Merde, [ryan]!
italian: [L] Porca puttana, [ryan]!

source: [L] You shot off early again!
french: [L] Tu as encore tiré tôt!
italian: [L] Hai sparato di nuovo in anticipo!

source: [R] Maybe I did it on purpose.
french: [R] Peut-être que je l'ai fait exprès.
italian: [R] Forse l'ho fatto apposta.

source: [L] Think you can get hard again like last time?
french: [L] Tu penses pouvoir bander comme la dernière fois ?
italian: [L] Pensi di poter diventare di nuovo duro come l'ultima volta?

source: [R] Yeah, I think I'll be able to manage it.
french: [R] Ouais, je pense que je vais pouvoir le gérer.
italian: [R] Sì, penso che sarò in grado di gestirlo.

source: [L] So, how do I look all covered in your cum?
french: [L] Alors, comment ai-je l'air toute couverte de ton sperme?
italian: [L] Allora, come ti sembro tutta ricoperta della tua sborra?

source: [R] Wow!... Let me grab my phone and get a picture.
french: [R] Wow!... Laisse-moi prendre mon téléphone et prendre une photo.
italian: [R] Wow!... Permettetemi di prendere il mio telefono e ottenere una foto.

source: [L] Don't you fucking dare!
french: [L] N'ose pas, putain !
italian: [L] Non ci provare, cazzo!

source: [L] You really think you can get hard again?... You're pretty floppy.
french: [L] Tu penses vraiment que tu peux rebander ?... Tu es plutôt mou.
italian: [L] Pensi davvero che ti possa tornare duro?... Sei piuttosto floscio.

source: [R] Try talking dirty to me.
french: [R] Essaie de me dire des trucs cochons.
italian: [R] Prova a parlare sporco con me.

source: [L] Come on you floppy son of a bitch! I need my brother's cock in my tight, needy pussy so badly!
french: [L] Allez, espèce de fils de pute mou ! J'ai tellement besoin de la bite de mon frère dans ma chatte serrée et nécessiteuse !
italian: [L] Andiamo, floscio figlio di puttana! Ho bisogno del cazzo di mio fratello nella mia figa stretta e bisognosa così tanto!

source: [L] Whoa, holy shit!
french: [L] Whoa, putain de merde !
italian: [L] Whoa, merda santa!

source: [L] That didn't take much dirty talk.
french: [L] Il n'a pas fallu beaucoup de mots cochons.
italian: [L] Non ci sono voluti molti discorsi sporchi.

source: [R] I didn't really need it. Just the thought of fucking you gets him ready for action.
french: [R] Je n'en avais pas vraiment besoin. Juste l'idée de te baiser le prépare à l'action.
italian: [R] Non ne avevo davvero bisogno. Solo il pensiero di scoparlo lo si prepara all'azione.

source: [L] Haha... Alright, then.
french: [L] Haha... Très bien, alors.
italian: [L] Haha... Bene, allora.

source: [L] Let's do this.
french: [L] Faisons cela.
italian: [L] Facciamolo.

source: [R] Do you want me to go easy this time?
french: [R] Tu veux que j'y aille doucement cette fois ?
italian: [R] Vuoi che io vada facile questa volta?

source: [L] Don't you dare!... I'm used to Matt's dick, remember?
french: [L] Ne t'avise pas de... J'ai l'habitude de la bite de Matt, tu te souviens ?
italian: [L] Non temete!... Sono abituato al cazzo di Matt, ricordate?

source: [R] How could I forget?
french: [R] Comment pourrais-je oublier ?
italian: [R] Come posso dimenticare?

source: [L] Ohhh... yes... right there!
french: [L] Ohhh... oui... juste là !
italian: [L] Ohhh... sì... proprio lì!

source: [L] God... that feels good!
french: [L] Dieu... ça fait du bien !
italian: [L] Dio... che bella sensazione!

source: [R] You're such a... dirty slut!
french: [R] Tu es une telle... sale pute !
italian: [R] Sei una tale troia sporca!

source: [R] Look at you! Getting fucked... on the bathroom floor... by your brother!
french: [R] Regarde-toi ! Tu te fais baiser... sur le sol de la salle de bain... par ton frère !
italian: [R] Guardate! Scopate... sul pavimento del bagno... dal fratello!

source: [L] Nnnnn... I'm... I'm Matt's dirty slut.
french: [L] Nnnnn... Je suis... Je suis la sale pute de Matt.
italian: [L] Nnnnn... Io... Sono la troia sporca di Matt.

source: [R] You look like my slut... right now.
french: [R] Tu ressembles à ma salope... en ce moment.
italian: [R] Assomiglia alla mia troia... in questo momento.

source: [L] Yes!... I'm your slut right now!
french: [L] Oui !... Je suis ta salope maintenant !
italian: [L] Sì!... sono la tua troia adesso!

source: [L] But only right now... As soon as we're done here... I'm Matt's slut again.
french: [L] Mais seulement pour le moment... Dès qu'on en aura fini ici... Je suis à nouveau la salope de Matt.
italian: [L] Ma solo per ora... Non appena avremo finito qui... Sono di nuovo la puttana di Matt.
