Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [MB] So, [ryan]? Why don't you come give it to her?
french: [MB] Donc, [ryan]? Pourquoi ne viendrais-tu pas lui donner?
italian: [MB] Allora, [ryan]? Perché non vieni a darglielo?

source: [RT] {i}How did I let this happen?{/i}
french: [RT] {i}Comment ai-je laissé cela se produire?{/i}
italian: [RT] {i}Come ho fatto a lasciare che accadesse?

source: [RT] {i}Why didn't I use my money better to help Lauren.?{/i}
french: [RT] {i}Pourquoi n'ai-je pas mieux utilisé mon argent pour aider Lauren.?{/i}
italian: [RT] {i}Perché non ho usato meglio i miei soldi per aiutare Lauren?

source: [RT] {i}Now she's getting fucked by one of my worst enemies.{/i}
french: [RT] {i}Maintenant, elle se fait baiser par l'un de mes pires ennemis.{/i}
italian: [RT] {i}Ora si sta facendo scopare da uno dei miei peggiori nemici.

source: [RT] {i}And God help me, I'm joining right in.{/i}
french: [RT] {i}Et Que Dieu m'aide, je m'y joins directement.{/i}
italian: [RT] {i}E Dio mi aiuti, mi sto unendo a loro.

source: [RT] {i}What is wrong with me?{/i}
french: [RT] {i}Qu’est-ce qui ne va pas chez moi? {/i}
italian: [RT] {i}Cosa c'è di sbagliato in me? {/i}

source: [LT] {i}My Goddammed brother!{/i}
french: [LT] {i}Mon putain de frère!{/i}
italian: [LT] {i}Il mio maledetto fratello!

source: [LT] {i}How could he let this happen to me?{/i}
french: [LT] {i}Comment a-t-il pu laisser cela m'arriver?{/i}
italian: [LT] {i}Come ha potuto lasciare che mi accadesse questo?

source: [LT] {i}And God?... Why am I enjoying it so much?{/i}
french: [LT] {i}Et Dieu?... Pourquoi je l'apprécie autant ?{/i}
italian: [LT] {i}E Dio?... Perché mi sto divertendo così tanto?

source: [LT] {i}Not just enjoying it... Needing it!{/i}
french: [LT] {i}Pas seulement en profiter... J'en ai besoin !{/i}
italian: [LT] {i}Non solo godendo... Ne ho bisogno!

source: [LT] {i}The fuck is wrong with me?{/i}
french: [LT] {i}Quelque chose ne va pas chez moi?{/i}
italian: [LT] {i}Che cazzo c'è di sbagliato in me? {/i}

source: [MB] You don't mind if I cum in your pussy do you?
french: [MB] Ça ne te dérange pas si je jouis dans ta chatte, n'est-ce pas?
italian: [MB] Non ti dispiace se vengo nella tua figa, vero?

source: [R] You'd better not!... What if you get her...
french: [R] Tu ferais mieux de ne pas!... Et si tu la mets en...
italian: [R] Meglio di no!... E se la prendi...

source: [R] Pregnant.
french: [R] Enceinte.
italian: [R] Incinta.

source: [L] I can't believe you came in my pussy!
french: [L] Je n'arrive pas à croire que tu sois venu dans ma chatte!
italian: [L] Non posso credere che sei venuto nella mia figa!

source: [MB] Aren't you on birth control?
french: [MB] N'es-tu pas sous contrôle des naissances?
italian: [MB] Non sei sotto controllo delle nascite?

source: [MB] I can't believe I got your virginity!
french: [MB] Je n'arrive pas à croire que j'ai ta virginité!
italian: [MB] Non posso credere di aver preso la tua verginità!

source: [L] Look at my pussy!... It won't stop oozing out!
french: [L] Regarde ma chatte!... Ça n'arrêtera pas de suinter!
italian: [L] Guarda la mia figa!... Non smette di trasudare!

source: [L] I'm gonna be pregnant for sure!
french: [L] Je vais être enceinte à coup sûr!
italian: [L] Sarò incinta di sicuro!

source: [MB] If you're worried about it, Megan can give you a morning-after pill.
french: [MB] Si cela t'inquiète, Megan peut te donner une pilule du lendemain.
italian: [MB] Se sei preoccupata, Megan può darti una pillola del giorno dopo.

source: [MB] For what it's worth though... You were incredible for you first time.
french: [MB] Pour ce que ça vaut cependant... Tu as été incroyable pour la première fois.
italian: [MB] Per quello che vale però... Sei stata incredibile per la tua prima volta.

source: [MB] I've never seen a girl cum like that.
french: [MB] Je n'ai jamais vu une fille jouir comme ça.
italian: [MB] Non ho mai visto una ragazza sborrare così.

source: [MB] It was so hot!
french: [MB] Il faisait si chaud!
italian: [MB] È stato così eccitante!

source: [MB] I'd love it if we could keep fucking.
french: [MB] J'adorerais qu'on continue à baiser.
italian: [MB] Mi piacerebbe molto se potessimo continuare a scopare.

source: [R] Sorry, buddy! She's paid her debt. This was a one-time thing!
french: [R] Désolé, mon pote! Elle a payé sa dette. C'était une chose unique!
italian: [R] Scusa, amico! Ha pagato il suo debito. Questa è stata una cosa di una volta sola!

source: [L] Yeah... One time only.
french: [L] Ouais... Une seule fois.
italian: [L] Sì... Solo una volta.

source: [MB] I think I could make it worth your while.
french: [MB] Je pense que je pourrais en valoir la peine.
italian: [MB] Penso di poter fare in modo che ne valga la pena.

source: [MB] Would you still like to be student body president?
french: [MB] Aimerais-tu toujours être présidente du corps étudiant?
italian: [MB] Ti piacerebbe ancora essere presidente del corpo studentesco?

source: [L] More than anything.
french: [L] Plus que tout.
italian: [L] Più di ogni altra cosa.

source: [MB] If we can keep fucking in the future... I'll resign right now, and let you become president by default.
french: [MB] Si on peut continuer à baiser à l'avenir... Je vais démissionner tout de suite, et te laisser devenir présidente par défaut.
italian: [MB] Se possiamo continuare a scopare in futuro... Mi dimetterò subito e ti lascerò diventare presidente di default.

source: [L] Are you serious?
french: [L] Es-tu sérieux?
italian: [L] Dici sul serio?

source: [MB] One hundred percent.
french: [MB] Cent pour cent.
italian: [MB] Al cento per cento.

source: [R] Now wait just a...
french: [R] Attends maintenant juste un...
italian: [R] Ora aspetta solo un...

source: [R] Wait, Lauren!
french: [R] Attends, Lauren!
italian: [R] Aspetta, Lauren!

source: [MB] Alright, I'll go to the office right now and make it happen.
french: [MB] D'accord, je vais me rendre au bureau dès maintenant et faire en sorte que cela arrive.
italian: [MB] Va bene, andrò subito in ufficio e lo farò.

source: [MB] I can't wait to go another round with you!
french: [MB] J'ai hâte de faire une autre baise avec toi!
italian: [MB] Non vedo l'ora di fare un altro giro con te!

source: [L] Thanks, Matt! I'll see you soon then.
french: [L] Merci, Matt! À bientôt.
italian: [L] Grazie, Matt! Ci vediamo presto allora.

source: [L] Well, [ryan].
french: [L] Eh bien, [ryan].
italian: [L] Bene, [ryan].

source: [L] You're looking at your new student body president... No thanks to you.
french: [L] Tu regardes ta nouvelle présidente de corps étudiant... Non merci à toi.
italian: [L] Stai guardando il tuo nuovo presidente del corpo studentesco... No grazie a te.

source: [R] You're not looking very distinguished sitting there naked, all covered in cum.
french: [R] Tu n'as pas l'air très distinguée assise là nue, toute couverte de sperme.
italian: [R] Non sembri molto distinto seduto lì nudo, tutto coperto di sperma.

source: [L] Haha... I almost forgot about the cum!
french: [L] Haha... J'ai presque oublié le sperme!
italian: [L] Haha... Mi ero quasi dimenticato dello sperma!

source: [R] Oh, my God!
french: [R] Oh, mon Dieu!
italian: [R] Oh, mio Dio!

source: [L] What's wrong?
french: [L] Qu'est-ce qui ne va pas?
italian: [L] Cosa c'è che non va?

source: [R] You just ate Matt's cum!
french: [R] Tu viens de manger le sperme de Matt!
italian: [R] Hai appena mangiato la sborra di Matt!

source: [L] Yeah, I ate yours too.
french: [L] Ouais, j'ai mangé le tien aussi.
italian: [L] Sì, ho mangiato anche il tuo.

source: [L] I don't hear you complaining about that.
french: [L] Je ne t'entends pas te plaindre de ça.
italian: [L] Non ti sento lamentarti di questo.

source: [L] Wow, what?
french: [L] Wow, quoi?
italian: [L] Wow, cosa?

source: [R] I just can't believe what a whore you're becoming!
french: [R] Je n'arrive tout simplement pas à croire à quel point tu deviens une pute!
italian: [R] Non riesco a credere a che puttana stai diventando!

source: [L] Oh, can't you?
french: [L] Oh, n'est-ce pas?
italian: [L] Oh, non ci riesci?

source: [L] This is all your fault!
french: [L] Tout cela est de ta faute!
italian: [L] È tutta colpa tua!

source: [L] I never would have started jacking off guys in the bathroom, if you'd been helping me bring my poll numbers up. Then...
french: [L] Je n'aurais jamais commencé à branler des gars dans la salle de bain, si tu m'avais aidé à augmenter mes numéros de sondage. Puis...
italian: [L] Non avrei mai iniziato a prendere i ragazzi in bagno, se mi avessi aiutato a portare i miei numeri di sondaggio su...

source: [L] That didn't motivate you to help me either. I started sucking guys off in the bathroom because you still couldn't take any time to help me out. Then...
french: [L] Cela ne t'aa pas non plus motivé à m'aider. J'ai commencé à sucer des mecs dans la salle de bain parce que tu ne pouvais toujours pas prendre le temps de m'aider. Puis...
italian: [L] Anche questo non ti ha spinto ad aiutarmi. Ho iniziato a succhiare ragazzi in bagno perché ancora non si poteva prendere alcun tempo per aiutarmi. Allora...

source: [L] I started licking pussy, because you couldn't spare any time to help me with my campaign. And finally...
french: [L] J'ai commencé à lécher la chatte, parce que tu ne pouvais pas perdre de temps pour m'aider avec ma campagne. Et enfin...
italian: [L] Ho iniziato a leccare la figa, perché non potevi risparmiare tempo per aiutarmi con la mia campagna. E finalmente...

source: [L] With the threat of having to lose my virginity to a truly chauvinistic jock, you barely lifted a finger to help me win that bet.
french: [L] Avec la menace de perdre ma virginité face à un jock vraiment chauvin, tu as à peine levé le petit doigt pour m'aider à gagner ce pari.
italian: [L] Con la minaccia di dover perdere la mia verginità con un atleta veramente sciovinista, hai a malapena alzato un dito per aiutarmi a vincere quella scommessa.

source: [L] And guess what?
french: [L] Et devine quoi?
italian: [L] E indovina un pò?

source: [L] I'm a little surprised, but... I loved getting fucked by Matt.
french: [L] Je suis un peu surprise, mais... J'ai adoré me faire baiser par Matt.
italian: [L] Sono un pò sorpresa, ma... Mi è piaciuto essere scopata da Matt.

source: [L] And then when you two started spitroasting me!...
french: [L] Et puis quand tu as commencé à cracher sur moi!...
italian: [L] E poi quando voi due avete iniziato a sputarmi addosso!...

source: [L] Oh, fuck!... Just thinking about it, is making my pussy drip again.
french: [L] Oh, putain!... Le simple fait d'y penser fait que ma chatte s'égoutte à nouveau.
italian: [L] Oh, cazzo! Solo a pensarci, mi sta facendo gocciolare di nuovo la figa.

source: [R] That's probably just more of Matt's cum.
french: [R] C'est probablement un peu plus du sperme de Matt.
italian: [R] Probabilmente è solo altro sperma di Matt.

source: [L] Mmmmm... Matt's cum...
french: [L] Mmmmm... Le sperme de Matt...
italian: [L] Mmmmm... Lo sperma di Matt...

source: [L] It's your turn now.
french: [L] C'est ton tour maintenant.
italian: [L] E' il tuo turno ora.

source: [L] I need "you" to fuck me now!
french: [L] J'ai besoin de 'toi' pour me baiser maintenant!
italian: [L] Ho bisogno che "tu" mi scopi adesso!

source: [R] Fuck that!... Matt's cum is still dripping out of your cunt, and you want me to stick my dick in you?
french: [R] Merde!... Le sperme de Matt dégouline toujours de ta chatte, et tu veux que je colle ma bite en toi?
italian: [R] Fanculo!... Lo sperma di Matt sta ancora gocciolando dalla tua fica e tu vuoi che ti infili il mio cazzo dentro?

source: [L] [ryan], Please!
french: [L] [ryan], s'il te plait!
italian: [L] [ryan], per favore!

source: [L] I didn't get enough!
french: [L] Je n'en ai pas eu assez!
italian: [L] Non ne ho avuto abbastanza!

source: [R] What do you mean?... You came so hard you squirted all over the place.
french: [R] Que veux-tu dire?... Tu es venue si fort que tu as giclée partout.
italian: [R] Cosa vuoi dire?... Sei venuta così forte che hai schizzato dappertutto.

source: [L] Yeah, but... I've gotten all worked up again.
french: [L] Oui, mais... Je me suis encore excitée.
italian: [L] Sì, ma... Mi sono agitato di nuovo.

source: [L] What I really need now...
french: [L] Ce dont j'ai vraiment besoin maintenant...
italian: [L] Quello di cui ho davvero bisogno ora...

source: [L] Is my brother's cock to fill my hungry little pussy.
french: [L] Est la bite de mon frère pour remplir ma petite chatte affamée.
italian: [L] È il cazzo di mio fratello per riempire la mia piccola figa affamata.

source: [L] Pweeeaaassseee?
french: [L] Siiillll te pllllaiiiiiiitttt ?

source: [R] Goddammit
french: [R] Bon sang
italian: [R] Maledizione

source: [RT] {i}Why can't I stop myself?... I'll only make it worse! But, I've got to have Lauren's pussy!{/i}
french: [RT] {i}Pourquoi ne puis-je pas m'arrêter?... Je ne ferais qu'empirer les choses ! Mais, je dois avoir la chatte de Lauren!{/i}
italian: [RT] {i}Perché non riesco a fermarmi? Peggiorerò solo le cose! Ma devo avere la figa di Lauren!

source: [R] Fine.
french: [R] Bien.
italian: [R] Bene.

source: [L] Yay!... You can start by licking my pussy.
french: [L] Ouah!... Tu peux commencer par me lécher la chatte.
italian: [L] Evviva!... Puoi iniziare a leccare la mia figa.

source: [R] Oh, fuck no!
french: [R] Oh, putain non!
italian: [R] Oh, cazzo no!

source: [R] Matt just came in your pussy.
french: [R] Matt vient d'entrer dans ta chatte.
italian: [R] Matt è appena venuto nella tua figa.

source: [LT] {i}And making [ryan] clean me out would be a perfect revenge for making this all happen.{/i}
french: [LT] {i}Et faire en sorte que [ryan] me nettoie serait une vengeance parfaite pour que tout ce qui s'est produit.{/i}
italian: [LT] {i}E farmi pulire [ryan] sarebbe una vendetta perfetta per aver fatto succedere tutto questo.

source: [L] I already dug it all out with my fingers, remember?
french: [L] J'ai déjà tout creusé avec mes doigts, tu te souviens?
italian: [L] Ho già scavato tutto con le mie dita, ricordi?

source: [R] {i}God, the things I'll go through to get Lauren's pussy.{/i}
french: [R] {i}Dieu, les choses que je vais traverser pour obtenir la chatte de Lauren.{/i}
italian: [R] {i}Dio, le cose che farò per avere la figa di Lauren.

source: [LT] {i}I can't believe he's licking up Matt's cum!{/i}
french: [LT] {i}Je n'arrive pas à croire qu'elle lèche le sperme de Matt!{/i}
italian: [LT] {i}Non posso credere che stia leccando lo sperma di Matt!

source: [LT] {i}He would have done anything to fuck my pussy!... Why does having this kind of power over my brother turn me on so much?{/i}
french: [LT] {i}Il aurait tout fait pour baiser ma chatte!... Pourquoi avoir ce genre de pouvoir sur mon frère m'excite-t-il autant?{/i}
italian: [LT] {i}Avrebbe fatto qualsiasi cosa per scopare la mia figa! Perché avere questo tipo di potere su mio fratello mi eccita così tanto?

source: [RT] {i}It doesn't taste too bad... Mostly like pussy. It's just the thought of Matt's spooge that's starting to make my dick go soft.{/i}
french: [RT] {i}Ça n'a pas trop mauvais goût... Surtout pour une chatte. C'est juste la pensée de la parodie de Matt qui commence à rendre ma bite molle.{/i}
italian: [RT] {i}Non ha un sapore troppo cattivo... Per lo più di figa. È solo il pensiero della sborra di Matt che sta iniziando a far ammosciare il mio cazzo.

source: [L] Haha... It didn't take much to get you hard again.
french: [L] Haha... Il n'a pas fallu grand-chose pour que tu sois à nouveau dur.
italian: [L] Haha... Non ci è voluto molto per fartelo tornare duro.

source: [R] Until you cleanse your womb with fire, I'm not licking that pussy.
french: [R] Jusqu'à ce que tu nettoies ton ventre avec le feu, je ne vais pas lécher cette chatte.
italian: [R] Finché non pulisci il tuo utero con il fuoco, non leccherò quella figa.

source: [L] Well, what if I don't let you fuck me, then?
french: [L] Eh bien, et si je ne te laisse pas me baiser, alors?
italian: [L] Beh, e se non ti permetto di scoparmi, allora?

source: [R] Alright, I won't, then... But you were the one begging me to fuck you.
french: [R] D'accord, je ne le ferai pas, alors... Mais c'est toi qui me suppliais de te baiser.
italian: [R] Va bene, non lo farò, allora... Ma eri tu che mi imploravi di scoparti.

source: [L] Ok, fine... you called my bluff.
french: [L] D'accord, très bien... tu as appelé mon bluff.
italian: [L] Ok, va bene... hai scoperto il mio bluff.

source: [L] Now give me your dick and I'll make it hard.
french: [L] Maintenant, donne-moi ta bite et je vais la rendre dure.
italian: [L] Ora dammi il tuo cazzo e te lo faccio diventare duro.

source: [L] Oh... Haha... You're already hard!
french: [L] Oh... Haha... Tu es déjà dur !
italian: [L] Oh... Haha... Sei già duro!

source: [L] Now that I'm all loosened up by Matt, you shouldn't have to worry about hurting me.
french: [L] Maintenant que je suis tout relâché par Matt, tu ne devrais pas avoir à te soucier de me blesser.
italian: [L] Ora che sono tutta rilassata da Matt, non dovresti preoccuparti di farmi male.

source: [L] Ohhh... Even after Matt... Your dick feels really big.
french: [L] Ohhh... Même après Matt... Ta bite est vraiment grosse.
italian: [L] Ohhh... Anche dopo Matt... Il tuo cazzo sembra davvero grande.

source: [R] Fuck... I'm surprised that you still feel so tight!
french: [R] Merde... Je suis surpris que tu te sentes encore si serré!
italian: [R] Cazzo... Sono sorpreso che tu sia ancora così stretto!

source: [L] Ok, now fuck me!
french: [L] Ok, maintenant baise-moi!
italian: [L] Ok, ora scopami!

source: [L] Oh, God!... I'm fucking my brother!
french: [L] Oh, mon Dieu!... Je baise mon frère !
italian: [L] Oh, Dio! Mi sto scopando mio fratello!

source: [LT] {i}Oh, God!... That orgasm was almost as good as the one Matt gave me!{/i}
french: [LT] {i}Oh, mon Dieu!... Cet orgasme était presque aussi bon que celui que Matt m'a donné!{/i}
italian: [LT] {i}Oh, Dio! Questo orgasmo è stato quasi buono come quello che mi ha dato Matt!

source: [LT] {i}I can't get pregnant, but the thought of all Matt's and [ryan]'s swimmers soaking my eggs just turns me on so much!{/i}
french: [LT] {i}Je ne peux pas tomber enceinte, mais la pensée de tous les spermatozoides de Matt et de [ryan] qui courent vers mes œufs m'excite tellement!{/i}
italian: [LT] {i}Non posso rimanere incinta, ma il pensiero di tutti i nuotatori di Matt e [ryan] che bagnano le mie uova mi eccita così tanto!

source: [L] Between Matt and you, I might be pregnant now!
french: [L] Entre Matt et toi, je pourrais être enceinte maintenant!
italian: [L] Tra Matt e te, potrei essere incinta adesso!

source: [L] Yeah... I guess!
french: [L] Ouais... Je suppose!
italian: [L] Sì... Immagino che!

source: [L] And just think... Just one of those billions of tiny sperms of yours or Matt's could knock me up.
french: [L] Et réfléchis... Un seul de ces milliards de petits spermatozoïdes de toi ou de Matt pourrait me faire tomber enceinte.
italian: [L] E pensa... Solo uno di quei miliardi di piccoli spermatozoi tuoi o di Matt potrebbe mettermi incinta.

source: [L] It would be better to graduate high school before Matt and I... Or you and I get pregnant.
french: [L] Il serait préférable d'obtenir son diplôme d'études secondaires avant Matt et moi... Ou toi et moi tombons enceintes.
italian: [L] Sarebbe meglio diplomarsi prima che io e Matt... O che io e te rimaniamo incinta.

source: [RT] {i}Holy fuck!{/i}
french: [RT] {i}Putain!{/i}
italian: [RT] {i}Cazzo! {/i}

source: [RT] {i}She wants to have a baby!{/i}
french: [RT] {i}Elle veut avoir un bébé!{/i}
italian: [RT] {i}Vuole avere un bambino!{/i}

source: [L] After what happened earlier, I think Matt won't mind you joining us either.
french: [L] Après ce qui s'est passé plus tôt, je pense que Matt ne vous dérangera pas non plus de te joindre à nous.
italian: [L] Dopo quello che è successo prima, penso che anche a Matt non dispiacerà che tu ti unisca a noi.

source: [L] If I'm in the mood, I can steal Kenzie's pool key, and I'll grab Matt, and we can meet right back here.
french: [L] Si je suis d'humeur, je peux voler la clé de piscine de Kenzie, et j'attraperai Matt, et nous nous retrouverons ici.
italian: [L] Se sono dell'umore giusto, posso rubare la chiave della piscina di Kenzie, prendo Matt e ci ritroviamo qui.

source: [RT] {i}I'm not thrilled that Matt got to fuck one of them too... I've just got to keep him away from Mom.{/i}
french: [RT] {i}Je ne suis pas enchanté que Matt ait aussi baisé l'une d'elles... J'ai juste besoin de le garder à l'écart de la maman{/i}
italian: [RT] {i}Non sono entusiasta del fatto che Matt abbia scopato anche uno di loro... Devo solo tenerlo lontano dalla mamma. {/i}

source: [RT] {i}So two down, one hot mom to go!{/i}
french: [RT] {i}Alors deux fois, une mère chaude à venir!{/i}
italian: [RT] {i}Così due giù, una mamma calda per andare!{/i}

source: [L] Ffffuuuuuck!
french: [L] Meeerrrdddeee!
italian: [L] Ccazzooo!

source: [LT] {i}Oh... My womb is inflating!{/i}
french: [LT] {i}Oh... Mon ventre gonfle!{/i}
italian: [LT] {i}Oh... Il mio grembo è gonfiante!{/i}

source: [R] Well, Matt could have gotten you pregnant, too. I don't see why it's a big deal when I do it.
french: [R] Eh bien, Matt aurait pu te mettre enceinte, aussi. Je ne vois pas pourquoi c'est un gros problème quand je le fais.
italian: [R] Beh, anche Matt potrebbe averti incinta. Non capisco perché sia un grande affare quando lo faccio.

source: [R] Plus, why haven't you started birth control yet?
french: [R] De plus, pourquoi n'as-tu pas encore commencé le contrôle des naissances?
italian: [R] Inoltre, perché non hai ancora iniziato a controllare le nascite?

source: [L] Why haven't you gotten a vasectomy yet?
french: [L] Pourquoi n'as-tu pas encore subi de vasectomie?
italian: [L] Perché non hai ancora ricevuto una vasectomia?

source: [R] Well, if you have a baby, at least it will be easy to identify who the father is.
french: [R] Eh bien, si tu as un bébé, au moins, il sera facile d'identifier qui est le père.
italian: [R] Beh, se avete un bambino, almeno sarà facile identificare chi è il padre.

source: [L] Yeah... I guess so!
french: [L] Ouais... Je suppose que oui!
italian: [L] Sì... immagino così!

source: [L] But don't do it again!
french: [L] Sais-tu où elle se trouve?
italian: [L] Ma non farla di nuovo!

source: [R] Just like any of Matt's could have knocked you up.
french: [R] Comme n'importe lequel de Matt aurait pu t'assommer.
italian: [R] Proprio come qualsiasi di Matt's potrebbe averti buttato in su.

source: [L] But, you have way more.
french: [L] Mais, tu as beaucoup plus.
italian: [L] Ma, avete modo di più.

source: [R] But, he came first.
french: [R] Mais, il est arrivé en premier.
italian: [R] Ma, è arrivato per primo.

source: [R] Why aren't you on birth control yet?
french: [R] Pourquoi n'es-tu pas encore sous contrôle des naissances?
italian: [R] Perché non siete ancora sul controllo delle nascite?

source: [L] Why haven't You gotten a vasectomy yet?
french: [L] Pourquoi n'as-tu pas encore subi de vasectomie?
italian: [L] Perché non hai ancora ricevuto una vasectomia?

source: [L] Well... at least I get to enjoy the sensation of cum sloshing around in my insides for the rest of the day.
french: [L] Bien... au moins, je peux profiter de la sensation de sperme qui se promène dans mes entrailles pour le reste de la journée.
italian: [L] Bene... almeno riesco a godermi la sensazione di spermatozoia intorno al mio interno per il resto della giornata.
