Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [RT] {i}Could I really transition my studio from a cosplay photo studio, to a porn studio?{/i}
french: [RT] {i}Puis-je vraiment faire la transition de mon studio, d'un studio photo cosplay à un studio porno ?{/i}
italian: [RT] {i}Potrei davvero trasformare il mio studio da uno studio fotografico di cosplay a uno studio porno?

source: [RT] {i}Or, better yet, a cosplay porn studio.{/i}
french: [RT] {i}Ou, mieux encore, un studio porno cosplay.{/i}
italian: [RT] {i}O, meglio ancora, uno studio porno cosplay.{/i}

source: [R] Alright, I'm ready for you to finish me off now.
french: [R] D'accord, je suis prêt pour que tu m'achètes maintenant.
italian: [R] Va bene, ora sono pronto perché tu mi finisca.

source: [AD] Yeah... That's not going to happen.
french: [AD] Ouais... Ça n'arrivera pas.
italian: [AD] Già... Questo non succederà.

source: [R] What?... But you said.
french: [R] Quoi?... Mais tu l'as dit.
italian: [R] Cosa?... Ma l'hai detto tu.

source: [AD] I was lying.
french: [AD] Je mentais.
italian: [AD] Stavo mentendo.

source: [AD] I thought it over while you were so generously licking my pussy, and decided that I need to give you some extra incentive to plant that spy cam in the girls' locker room.
french: [AD] J'y ai réfléchi pendant que tu me léchais si généreusement la chatte, et j'ai décidé que je devais te donner une incitation supplémentaire à installer cette caméra espion dans le vestiaire des filles.
italian: [AD] Ho pensato che mentre stavate così generosamente leccando la mia figa, e ha deciso che ho bisogno di darvi qualche incentivo in più per piantare quella spia cam nello spogliatoio delle ragazze.

source: [AD] So, you get that camera planted, and I'll get you what I can on Matt, and I'll take care of your little guy.
french: [AD] Donc, tu installes cette caméra, et je te donnerais ce que je peux sur Matt, et je m'occuperais de ton petit gars.
italian: [AD] Quindi, ottieni che la macchina fotografica sia piantata, e ti prenderò quello che posso su Matt, e mi prenderò cura del tuo ragazzino.

source: [R] I can't believe you tricked me into licking your pussy.
french: [R] Je n'arrive pas à croire que tu m'aies trompé en te léchant la chatte.
italian: [R] Non riesco a credere che tu mi abbia ingannato a leccare la tua figa.

source: [AD] Yeah... That was kind of a dirty trick, wasn't it?
french: [AD] Ouais... C'était un sale tour, non ?
italian: [AD] Sì... Questo era un trucco sporco, vero?

source: [AD] I feel kind of bad... Let me make it up to you.
french: [AD] Je me sens un peu mal... Laisse-moi te le faire.
italian: [AD] Mi sento un po' male... Lasciate che lo faccia per voi.

source: [R] Oh, no... I don't want another one of your tricks.
french: [R] Oh, non... Je ne veux pas un autre de tes tours.
italian: [R] Oh, no... non voglio un altro dei tuoi trucchi.

source: [AD] It's not a trick, it's simply a deal.
french: [AD] Ce n'est pas un truc, c'est simplement une affaire.
italian: [AD] Non è un trucco, è un affare.

source: [AD] As I've already told you, we have an informant in your high school.
french: [AD] Comme je te l'ai déjà dit, nous avons un informateur dans ton lycée.
italian: [AD] Come vi ho già detto, abbiamo un informatore nella tua scuola superiore.

source: [AD] I could use her to help benefit Lauren's campaign.
french: [AD] Je pourrais l'utiliser pour aider la campagne de Lauren.
italian: [AD] Potrei utilizzarla per aiutare la campagna di Lauren.

source: [AD] Would you be willing to pay me to have that informant sneak in some extra votes?
french: [AD] Serais-tu prêt à me payer pour que cet informateur mets dans des votes supplémentaires?
italian: [AD] Sareste disposti a pagarmi per avere quel informatore furtivamente in qualche voto in più?

source: [R] Do you mean you could rig the election?
french: [R] Veux-tu dire que tu pourrais truquer l'élection?
italian: [R] Vuoi dire che potresti rig alle elezioni?

source: [AD] Not completely, the informant could only sneak in a limited amount of votes without it being too obvious.
french: [AD] Pas complètement, l'informateur ne pouvait dissimuler qu'un nombre limité de votes sans que cela ce voit.
italian: [AD] Non completamente, l'informatore poteva solo intrufolarsi in un numero limitato di voti senza che fosse troppo ovvio.

source: [R] Do you mean the votes for the weekly polls, or for the actual election?
french: [R] Veux-tu dire les votes pour les sondages hebdomadaires, ou pour l'élection réelle?
italian: [R] Intendete i voti per i sondaggi settimanali, o per le elezioni effettive?

source: [AD] Probably both. It just depends on if you've paid for them.
french: [AD] Probablement les deux. Cela dépend juste de si tu les as payés.
italian: [AD] Probabilmente entrambi. Dipende solo se hai pagato per loro.

source: [R] But, I thought you said your high school narc was too straight laced for that kind of thing.
french: [R] Mais, je pensais que tu disais que ton narcotrafiquant du lycée était trop droit pour ce genre de chose.
italian: [R] Ma pensavo che tu avessi detto che il tuo narc della scuola superiore era troppo dritto per quel tipo di cose.

source: [AD] I just have to convince her that it helps the investigation into your family somehow. Don't worry, I'll figure out what to tell her.
french: [AD] Je dois juste le convaincre que cela aide l'enquête sur ta famille d'une manière ou d'une autre. Ne t'inquiète pas, je vais trouver quoi lui dire.
italian: [AD] Devo solo convincerla che aiuta in qualche modo l'indagine sulla tua famiglia. Non ti preoccupare, capirò cosa dirle.

source: [R] Wow!... I wasn't expecting that.
french: [R] Wow!... Je ne m'attendais pas à ça.
italian: [R] Wow!... Non mi stavo aspettando.

source: [AD] You see... I do have your family's best interests at heart.
french: [AD] Tu vois... J'ai à cœur les intérêts de ta famille.
italian: [AD] Vedete... Ho a cuore gli interessi migliori della vostra famiglia.

source: [R] Sure, and how much do I have to pay for our best interests?
french: [R] Bien sûr, et combien dois-je payer pour nos meilleurs intérêts?
italian: [R] Certo, e quanto ho da pagare per i nostri migliori interessi?

source: [AD] Hmmm... for an operation this risky... Let's say five hundred dollars for every week that we pad the ballot box.
french: [AD] Hmmm... pour une opération aussi risquée... Disons cinq cents dollars pour chaque semaine que nous remplissons les urnes.
italian: [AD] Hmmm... per un'operazione questa rischiosa... Diciamo cinquecento dollari ogni settimana che abbiamo piazzato la scheda elettorale.

source: [R] Five hundred dollars!?
french: [R] Cinq cents dollars!?
italian: [R] Cinquecento dollari!?

source: [R] That's crazy!
french: [R] C'est fou!
italian: [R] È folle!

source: [AD] No, think about it... You're paying a lot because it's high risk.
french: [AD] Non, penses-y... Tu payes beaucoup parce que c'est un risque élevé.
italian: [AD] No, pensateci... stai pagando molto perché è ad alto rischio.

source: [AD] If my informant gets caught, she'll be expelled and we'll have to recruit and train a new asset in your school.
french: [AD] Si mon informateur se fait prendre, elle sera expulsée et nous devrons recruter et former un nouvel agent dans ton école.
italian: [AD] Se il mio informatore viene catturato, lei sarà espulsa e dovremo reclutare e formare un nuovo asset nella tua scuola.

source: [R] Expelled... Ha!... It is a student.
french: [R] Expulsé... Ha!... C'est un étudiant.
italian: [R] Expelled... Ha!... È uno studente.

source: [AD] Fuck...
french: [AD] Merde...
italian: [AD] Cazzo...

source: [R] I wonder who it is...
french: [R] Je me demande qui c'est...
italian: [R] Mi domando chi sia...

source: [AD] So do you want to buy some votes, or not?
french: [AD] Alors veux-tu acheter des votes, ou pas?
italian: [AD] Quindi vuoi comprare qualche voto, oppure no?

source: [R] Fine!... As long as you can guarantee that Lauren's vote count will go up.
french: [R] Bien!... Tant que tu peux garantir que le nombre de votes de Lauren augmentera.
italian: [R] Fine!... Finché puoi garantire che il conteggio dei voti di Lauren salirà.

source: [AD] Now, if that's it, I need to get back to my observations.
french: [AD] Maintenant, si c'est le cas, je dois revenir sur mes observations.
italian: [AD] Ora, se è così, devo ritornare alle mie osservazioni.

source: [AD] So, remember... Like God, I'm always watching.
french: [AD] Alors, souviens-toi... Comme Dieu, je regarde toujours.
italian: [AD] Quindi, ricordatevi... come Dio, sto sempre guardando.

source: [RT] {i}Well that's unsettling.{/i}
french: [RT] {i}Eh bien c'est troublant.{/i}
italian: [RT] {i}Beh che è instabile.{/i}

source: [R] Ohhh.... yeah.... right there!
french: [R] Ohhh.... ouais.... juste là!
italian: [R] Ohhh.... sì.... proprio lì!

source: [R] Uuunnggghhh... I'm gonna cum!
french: [R] Uuunnggghhh... Je vais jouir!
italian: [R] Uuunnggghhh... Sto per venire!

source: [AD] Oh, my God!... I really thought I'd be able to swallow it all that time.
french: [AD] Oh, mon Dieu!... Je pensais vraiment être capable d'avaler tout.
italian: [AD] Oh, mio Dio!... pensavo davvero di poter ingoiare tutto quel tempo.

source: [AD] Ohhrr Mrry Grod!... {i}gurgle gurgle{/i}
french: [AD] Ohhrr Moonn Grdiieeuuu!... {i}glup glup{/i}
italian: [AD] Ohhrr Mrry Grod!... {i}gorgoglio gorgoglio{/i}

source: [AD] You covered me again!
french: [AD] Tu m'as encore recouverte!
italian: [AD] Mi hai coperto ancora!

source: [AD] Satisfied?
french: [AD] Satisfait?
italian: [AD] Soddisfatto?

source: [AD] Haha... I knew you'd like that.
french: [AD] Haha... Je savais que ça te plairait.
italian: [AD] Haha... lo sapevo che ti sarebbe piaciuto.

source: [AD] Well, next time you're in the market for some shady votes, come and see me.
french: [AD] Eh bien, la prochaine fois que tu seras sur le marché pour des votes louches, viens me voir.
italian: [AD] Beh, la prossima volta che sei nel mercato per alcuni voti ombra, vieni a vedermi.

source: [AD] One free blowjob with every purchase.
french: [AD] Une fellation gratuite à chaque achat.
italian: [AD] Un pompino gratuito ad ogni acquisto.

source: [AD] But, [ryan]?
french: [AD] Mais, [ryan]?
italian: [AD] Ma, [ryan]?

source: [R] Don't say it!
french: [R] Ne le dis pas!
italian: [R] Non lo dica!

source: [AD] This is just business... Don't fall in love with me.
french: [AD] Ce n'est que des affaires... Ne tombe pas amoureux de moi.
italian: [AD] Questo è solo affari... Non innamoratevi di me.

source: [R] Please! Stop!
french: [R] S'il te plaît! Stop!
italian: [R] Per favore! Fermato!

source: [R] You ruin every blowjob by saying that!
french: [R] Tu gâches chaque fellation en disant ça!
italian: [R] Si rovinano ogni pompino dicendo che!

source: [AD] Haha... Yet you keep coming back.
french: [AD] Haha... Pourtant, tu reviens sans cesse.
italian: [AD] Haha... Eppure tu continui a tornare.

source: [R] Well, I'm leaving now!
french: [R] Eh bien, je pars maintenant!
italian: [R] Beh, sto lasciando ora!

source: [AD] Hahaha... I'll see you Thursday.
french: [AD] Hahaha... On se voit jeudi.
italian: [AD] Hahaha... Ci vedrò giovedì.

source: [RT] {i}Why do I let her get under my skin?{/i}
french: [RT] {i}Pourquoi je la laisse se mettre sur ma peau ?{/i}
italian: [RT] {i}Perché la lascio andare sotto la mia pelle?{/i}

source: [AD] Oh, my God!... I thought I'd be able to swallow it all.
french: [AD] Oh, mon Dieu!... Je pensais pouvoir tout avaler.
italian: [AD] Oh, mio Dio!... Pensavo di riuscire ad ingoiarlo tutto.

source: [AD] You covered me!
french: [AD] Tu m'as recouverte!
italian: [AD] Mi hai coperto!

source: [AD] So?... How was that?
french: [AD] Alors ?... C'était comment ?
italian: [AD] Allora?... Com'è andata?

source: [AD] Did I earn a return customer?
french: [AD] Ais-je gagné un client en retour?
italian: [AD] Ho guadagnato un cliente di ritorno?

source: [AD] Haha... I thought you'd like that.
french: [AD] Haha... Je pensais que ça te plairait.
italian: [AD] Haha... Ho pensato che ti sarebbe piaciuto.

source: [R] So?... Can we make that a permanent part of the deal?
french: [R] Alors ?... Pouvons-nous en faire une partie permanente de l'accord?
italian: [R] Allora?... Possiamo renderlo una parte permanente dell'accordo?

source: [AD] Sure... Why not?
french: [AD] Bien sûr... Pourquoi pas?
italian: [AD] Certo... Perché no?

source: [R] I'll be back the next time I need some more votes then.
french: [R] Je serai de retour la prochaine fois que j'ai besoin de plus de votes alors.
italian: [R] Tornerò la prossima volta che avrò bisogno di altri voti allora.

source: [AD] I'll be waiting.
french: [AD] J'attendrai.
italian: [AD] Aspetterò.

source: [AD] Be careful not to fall in love with me!
french: [AD] Attention à ne pas tomber amoureux de moi!
italian: [AD] Stai attento a non innamorarti di me!

source: [R] Oh, gross!
french: [R] Oh, dégueulasse!
italian: [R] Oh, che schifo!

source: [R] Maybe if you weren't such a manipulative monster!
french: [R] Peut-être si tu n'étais pas un monstre aussi manipulateur!
italian: [R] Forse se tu non fossi un tale mostro manipolatore!

source: [AD] Haha... Well, it takes one to know one.
french: [AD] Haha... Il faut en donner un pour en connaître un.
italian: [AD] Haha... Beh, ce ne vuole uno per riconoscerne un altro.

source: [AD] And I love you, too!
french: [AD] Et je t'aime aussi!
italian: [AD] E anch'io ti amo!

source: [R] Oh, shut up! I'm leaving!
french: [R] Oh, tais-toi! Je pars !
italian: [R] Oh, stai zitto! Me ne sto andando!

source: [RT] {i}She did have a point... Calling her a manipulative monster was kinda hypocritical.{/i}
french: [RT] {i}Elle marque un point... L'appeler monstre manipulateur était un peu hypocrite.{/i}
italian: [RT] {i}Aveva un punto... Chiamarle un mostro manipolativo era un po' ipocrito.{/i}

source: [RT] {i}Ok... It says here that Will Tylor's office is on the 69th floor... Nice!{/i}
french: [RT] {i}Ok... C'est dit ici que le bureau de Will Tylor est au 69ème étage... Sympa !{/i}
italian: [RT] {i}Ok... Qui dice che l'ufficio di Will Tylor e ' al 69esimo piano... Bello!{/mi}

source: [X] Hello, sir... How may I help you?
french: [X] Bonjour, monsieur... Que puis-je faire pour vous?
italian: [X] Ciao, signore... come posso aiutarti?

source: [R] Hi... I'm here to see Mr. Will Tylor.
french: [R] Salut... Je suis ici pour voir M. Will Tylor.
italian: [R] Ciaochar@@0 Sono qui per vedere Mr. Will Tylor.

source: [X] Okay... And what's the name for the appointment?
french: [X] D'accord... Et quel est le nom du rendez-vous?
italian: [X] Va bene... E qual è il nome dell'appuntamento?

source: [R] Oh... I don't have an appointment, I'm a student that goes to one of the schools he's on the board for. I was hoping I could just drop in.
french: [R] Oh... Je n'ai pas de rendez-vous, je suis un étudiant qui va dans l'une des écoles pour lesquelles il est au conseil. J'espérais pouvoir venir.
italian: [R] Oh... Non ho un appuntamento, sono uno studente che va in una delle scuole per le quali è a bordo. Stavo sperando di potervi solo entrare.

source: [X] Oh, I'm very sorry, sir, but without an appointment... Wait... How do I know you?
french: [X] Oh, je suis vraiment désolé, monsieur, mais sans rendez-vous... Attendez... Comment je vous connais ?
italian: [X] Oh, sono molto dispiaciuto, signore, ma senza un appuntamento... Aspetta... Come ti conosco?

source: [R] I don't know... I was thinking you look familiar, too.
french: [R] Je ne sais pas... Je pensais que je te connaissais aussi.
italian: [R] Non lo so... stavo pensando che anche tu sembri familiare.

source: [X] Oh... I know.
french: [X] Oh... Je sais.
italian: [X] Oh... lo so.

source: [X] I met you at the DeCapo's club.
french: [X] Je t'ai rencontré au club DeCapo.
italian: [X] Ti ho conosciuto al club di DeCapo.

source: [R] Oh, yeah... that's right! Candy... wasn't it?
french: [R] Oh, oui... c'est vrai ! Candy... n'est-ce pas?
italian: [R] Oh, sì... va bene! Candy... vero?

source: [CD] Yeah... Good memory.
french: [CD] Ouais... Bonne mémoire.
italian: [CD] Sì, buona memoria.

source: [CD] And you're the cute little waitress's brother, [ryan]?
french: [CD] Et tu es le frère de la jolie petite serveuse, [ryan]?
italian: [CD] E sei il fratellino della cameriera, [ryan]?

source: [R] Good memory, yourself.
french: [R] Bonne mémoire, toi-même.
italian: [R] Buona memoria, tu stesso.

source: [R] Your hair looks so different like that. If you hadn't said anything I might not have recognized you.
french: [R] Tes cheveux sont si différents comme ça. Si tu n'avais rien dit, je ne t'aurais peut-être pas reconnu.
italian: [R] I tuoi capelli sembrano così diversi. Se non avessi detto nulla avrei potuto non averti riconosciuto.

source: [R] So you work in the club, and for Mr. Tylor?
french: [R] Donc tu travailles dans le club, et pour M. Tylor?
italian: [R] Così si lavora nel club, e per il signor Tylor?

source: [CD] Well, it's like I told you in the club. Unless I miraculously find a way to pay off my husband's gigantic poker debt to Joey DeCapo, He'll forever be my pimp.
french: [CD] Eh bien, c'est comme je te l'ai dit au club. À moins que je ne trouve miraculeusement un moyen de rembourser la gigantesque dette de poker de mon mari envers Joey DeCapo, Il sera pour toujours mon proxénète.
italian: [CD] Beh, è come ti ho detto nel club. A meno che non trovo miracolosamente un modo per pagare il gigantesco debito di poker di mio marito a Joey DeCapo, sarà per sempre il mio pimp.

source: [CD] I guess, that is until my face gets too many wrinkles and by boobs get so saggy nobody wants to look at me naked anymore.
french: [CD] Je suppose, c'est jusqu'à ce que mon visage ait trop de rides et que les seins deviennent si flasques que personne ne veut plus me regarder nue.
italian: [CD] Immagino che che è fino a quando il mio volto ottiene troppe rughe e da tette ottenere così cadente nessuno vuole guardare me nudo più.

source: [CD] He might forget my husband's debt then... But that's a long ways away.
french: [CD] Il pourrait alors oublier la dette de mon mari... Mais c'est loin.
italian: [CD] Poteva dimenticare il debito di mio marito allora... Ma questo è un lungo cammino di distanza.

source: [CD] Everything I make at the club goes straight to Joey. If it weren't for this job, we wouldn't have enough money for anything else... at least not for much else. My husband makes minimum wage.
french: [CD] Tout ce que je fais au club va directement à Joey. Sans ce travail, nous n'aurions pas assez d'argent pour autre chose... du moins pas pour grand-chose d'autre. Mon mari gagne le salaire minimum.
italian: [CD] Tutto quello che faccio al club va dritto a Joey. Se non fosse stato per questo lavoro, non avremmo abbastanza soldi per qualcos'altro... almeno non per molto altro. Mio marito fa il salario minimo.

source: [R] Does Mr. Tylor know you work at the club?
french: [R] M. Tylor sait-il que tu travailles au club ?
italian: [R] Il signor Tylor sa che lei lavora al club?

source: [CD] Of course. Where do you think I met him?
french: [CD] Bien sûr. Où crois-tu que je l'ai rencontré ?
italian: [CD] Certo. Dove pensi che l'abbia conosciuto?

source: [RT] {i}Oh, my God! I wonder if Mr. Tylor knows Mom works at the club?{/i}
french: [RT] {i}Oh, mon Dieu! Je me demande si M. Tylor sait que maman travaille au club ?{/i}
italian: [RT] {i}Oh, mio Dio! Chissà se il signor Tylor sa che la mamma lavora al club?

source: [RT] {i}Mom would probably die if she ran into him there.{/i}
french: [RT] {i}Maman mourrait probablement si elle le rencontrait là-bas.{/i}
italian: [RT] {i}Mamma probabilmente morirebbe se lo incontrasse lì. {/i}

source: [CD] He's got VIP status, and gives me a lot of attention in the VIP room.
french: [CD] Il a le statut VIP, et me donne beaucoup d'attention dans la salle VIP.
italian: [Ha lo status di VIP e mi dà un sacco di attenzioni nella sala VIP.

source: [CD] I told him my story, and he felt pity on me and gave me a job.
french: [CD] Je lui ai raconté mon histoire, et il a eu pitié de moi et m'a donné un travail.
italian: [CD] Gli ho raccontato la mia storia, e lui mi sentiva pietà e mi ha dato un lavoro.

source: [CD] It pays really well, and Will urr... Mr. Tylor gives me great tips when I give him my extra services.
french: [CD] Il paie vraiment bien, et urr... M. Tylor me donne de bons conseils lorsque je lui rends mes services supplémentaires.
italian: [CD] Paga davvero bene, e urrà... Mr. Tylor mi dà grandi suggerimenti quando gli do i miei servizi extra.

source: [R] Extra services? Does Mr. Tylor pay for lap dances here at his work?
french: [R] Services supplémentaires? Est-ce que M. Tylor paie pour des lap dances ici à son travail?
italian: [R] Servizi aggiuntivi? Il signor Tylor paga qui per le danze sul grembo al suo lavoro?

source: [CD] That and other things, if work is slow. It rarely is, though. I'd make a lot more off him if Will didn't have so many clients.
french: [CD] Cela et d'autres choses, si le travail est lent. C'est rarement le cas, cependant. Je gagnerais beaucoup plus avec lui si Will n'avait pas autant de clients.
italian: [CD] Quella e altre cose, se il lavoro è lento. Raramente è, però. Lo farei molto di più se non avesse così tanti clienti.

source: [R] Wow! Note to self: "if I ever need a secretary, hire a stripper."
french: [R] Wow! Note à self: 'si jamais j'ai besoin d'une secrétaire, engager une strip-teaseuse.'
italian: [R] Wow! Nota di sé: "se mai ho bisogno di una segretaria, assumi uno spogliarello."

source: [CD] You want a quick peek?
french: [CD] Tu veux un coup d’œil rapide?
italian: [CD] Volete un rapido sbircio?

source: [R] Really?... Of course I do!
french: [R] Vraiment?... Bien sûr que oui!
italian: [R] Davvero?... Naturalmente lo fa!

source: [CD] I'll let you stare at my tits for fifty dollars.
french: [CD] Je te laisse regarder mes seins pour cinquante dollars.
italian: [CD] Ti lascerò guardare le mie tette per cinquanta dollari.

source: [R] Fifty? That's how much you charge for a lap dance!
french: [R] Cinquante? C'est combien tu factures pour un tour de danse!
italian: [R] Cinquanta? È quanto ti addebiti per una danza sul giro!

source: [CD] Yeah, but this is at my professional work. These kind of services cost extra in the corporate world.
french: [CD] Oui, mais c'est à mon travail professionnel. Ce type de services coûte plus cher dans le monde de l'entreprise.
italian: [CD] Sì, ma questo è al mio lavoro professionale. Questo tipo di servizi costano in più nel mondo aziendale.

source: [CD] So, what do you say?
french: [CD] Alors, qu'en dis-tu?
italian: [CD] Allora, cosa dite?

source: [CD] I knew I liked you.
french: [CD] Je savais que je t'aimais.
italian: [CD] Sapevo che mi piacevate.

source: {b}{i}"Money -$50"{/i}{/b}
french: {b}{i}'Argent -50$'{/i}{/b}

source: [CD] Okay... I don't think anyone will be disturbing us.
french: [CD] D'accord... Personne ne nous dérangera.
italian: [CD] Okay... Non credo che nessuno ci disturberà.

source: [CD] You ready?
french: [CD] Tu es prêt?
italian: [CD] Siete pronti?

source: [R] For this... Always!
french: [R] Pour cela... Toujours!
italian: [R] Per questo... sempre!

source: [CD] Haha... naughty boy!
french: [CD] Haha... vilain garçon!
italian: [CD] Haha... ragazzo cattivo!

source: [R] Wow!... Those are some of the nicest tits I've ever seen?
french: [R] Wow!... Ce sont les plus beaux seins que j'ai jamais vus?
italian: [R] Wow!... Queste sono alcune delle tette più belle che io abbia mai visto?

source: [R] Please don't be offended by this question, but are they real?
french: [R] Ne sois pas offensés par cette question, mais sont-ils réels?
italian: [R] Non essere offeso da questa domanda, ma sono reali?
