Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [LT] {i}If she's enjoying my hand slapping her ass cheeks... Fuck!... Now I'm super turned on!{/i}
italian: [LT] {i}Se le piace la mia mano che le schiaffeggia le chiappe... Cazzo!... Ora sono super eccitato!

source: [LT] {i}At least nobody can see my panties.{/i}
italian: [LT] {i}Almeno nessuno può vedere le mie mutandine.

source: [ADT] {i}It's a rare thing to find a family that's this perverted.{/i}
italian: [ADT] {i}È una cosa rara trovare una famiglia che sia pervertita.{/i}

source: [AD] Alright... I think Mandy's probably had enough fun for today.
italian: [AD] Va bene... Penso che Mandy si sia divertita abbastanza per oggi.

source: [AD] You can stop, Lauren.
italian: [AD] Puoi fermarti, Lauren.

source: [AD] I think Mandy has learned her lesson.
italian: [AD] Penso che Mandy abbia imparato la lezione.

source: [AD] Haha... that's what I thought.
italian: [AD] Haha... è quello che ho pensato.

source: [AD] Wow!... That got me all worked up.
italian: [AD] Wow!... Questo mi ha fatto arrabbiare molto.

source: [AD] {i}(whispering to [ryan]){/i} I'm going to go take care of myself in my car.
italian: [AD] {i}(sussurrando a [ryan]){/i} Vado a prendermi cura di me stesso nella mia macchina.

source: [AD] {i}(whispering){/i} And don't feel too bad. I've seen their browser histories... they're totally into this.
italian: [AD] {i}(sussurrando){/i} E non sentirti troppo male. Ho visto le cronologie dei loro browser... sono completamente presi da questo.

source: [RT] {i}Holy shit!... Is Agent Diaz right? Did they secretly enjoy that?{/i}
italian: [RT] {i}Santa merda!... L'agente Diaz ha ragione? Si sono divertite segretamente?

source: [R] Are you girls ok?
italian: [R] State bene ragazze?

source: [L] Well, besides the fact that I was tied up, gagged, and was spanked raw by my cousin, who was blackmailed into it... {i}(sarcastic tone){/i} Yeah, I'm great!
italian: [L] Beh, oltre al fatto che sono stato legato, imbavagliato, ed è stato spanked grezzo da mio cugino, che è stato ricattato in esso. . {i}(tono sarcastico){/i} Sì, sono grande!

source: [LT] {i}Shit!... Why did I like that? What is wrong with me?... I wonder if Mandy noticed that my panties were soaked.{/i}
italian: [LT] {i}Merda!... Perché mi è piaciuto? Cosa c'è di sbagliato con me?... Mi chiedo se Mandy abbia notato che le mie mutandine sono state ammozzate.{/i}

source: [MD] Well, besides the fact that I was tied up, gagged, and was spanked raw by my cousins, who was blackmailed into it... {i}(sarcastic tone){/i} Yeah, I'm great!
italian: [MD] Beh, oltre al fatto che sono stato legato, imbavagliato, ed è stato spanked grezzo dai miei cugini, che è stato ricattato in esso. . {i}(tono sarcastico){/i} Sì, sono grande!

source: [MDT] {i}Shit!... Why did I like that? What is wrong with me?... I wonder if Lauren noticed that my panties were soaked.{/i}
italian: [MDT] {i}Merda!... Perché mi è piaciuto? Che cosa c'è di sbagliato con me?... Mi chiedo se Lauren abbia notato che le mie mutandine sono state ammozzate.{/i}

source: [MD] I'm so sorry! I really didn't want to do that.
italian: [MD] Mi dispiace tanto! Non volevo proprio farlo.

source: [MDT] {i}Fuck, why was spanking Lauren so fun?{/i}
italian: [MDT] {i}Fuck, perché è stato sculacciare Lauren così divertente?{/i}

source: [MDT] {i}I really need to rub one out now.{/i}
italian: [MDT] {i}Ho davvero bisogno di strofinare uno fuori adesso.{/i}

source: [L] I know... it was fucking Agent Diaz!
italian: [L] Lo so... è stato cazzo Agente Diaz!

source: [L] I'm so sorry! I really didn't want to do that.
italian: [L] Mi dispiace tanto! Non volevo proprio farlo.

source: [LT] {i}Fuck, why was spanking Mandy so fun?{/i}
italian: [LT] {i}Fuck, perché è stato sculacciare Mandy così divertente?{/i}

source: [LT] {i}I really need to rub one out now.{/i}
italian: [LT] {i}Ho davvero bisogno di strofinare uno fuori adesso.{/i}

source: [MD] I know... it was fucking Agent Diaz!
italian: [MD] Lo so... è stato cazzo Agente Diaz!

source: [L] And [ryan], for choosing to have me spanked!
italian: [L] E [ryan], per aver scelto di avermi sculacciato!

source: [MD] And [ryan], for choosing to have me spanked!
italian: [MD] E [ryan], per aver scelto di avermi sculacciato!

source: [R] I'm sorry, but I had to choose one of you!
italian: [R] Mi dispiace, ma ho dovuto scegliere una di voi!

source: [R] I didn't have the money to spare this week, but I'll try as hard as I can next week.
italian: [R] Non ho avuto i soldi per questa settimana, ma ci proverò il più possibile la prossima settimana.

source: [L] Oh, please do!
italian: [L] Oh, per favore, fallo!

source: [LT] {i}I can't let this new fetish get any stronger!{/i}
italian: [LT] {i}Non posso lasciare che questo nuovo feticcio diventi più forte!

source: [MD] Yes, please try your hardest!
italian: [MD] Sì, prova il tuo più difficile!

source: [MDT] {i}Or don't... we've got to save that money to corrupt my mom!{/i}
italian: [MDT] {i}O no... dobbiamo risparmiare quei soldi per corrompere mia madre!

source: [MDT] {i}And I wouldn't mind doing that again!{/i}
italian: [MDT] {i}E non mi dispiacerebbe farlo di nuovo!

source: [R] Alright... well, I'll let you finish getting ready for school. I'm going to try to make some more money to save your asses next week.
italian: [R] Va bene... beh, ti lascio finire di prepararti per la scuola. Cercherò di fare altri soldi per salvarvi il culo la prossima settimana.

source: [RT] {i}I'm not sure... they didn't seem to enjoy that... and even if they did... do I really want them to become corrupted in that way?{/i}
italian: [RT] {i}Non sono sicuro... non sembravano divertirsi... e anche se lo facessero... voglio davvero che si corrompano in quel modo?

source: [MD] Thank you so much for saving us this week!
italian: [MD] Grazie mille per averci salvato questa settimana!

source: [L] Yes! Neither of us were up to getting our asses slapped today.
italian: [L] Sì! Nessuno di noi era in grado di ottenere i nostri asini schiaffeggiati oggi.

source: [MD] Yeah, that's some messed-up shit.
italian: [MD] Sì, è proprio un bel casino.

source: [LT] {i}It would even be fun to slap her ass!{/i}
italian: [LT] {i}Sarebbe anche divertente schiacciare il suo culo!{/i}

source: [MDT] {i}Or better yet, she could have been slapping mine!{/i}
italian: [MDT] {i}O meglio ancora, avrebbe potuto schiaffeggiare le mine!{/i}

source: [L] Yeah!... Our hero!
italian: [L] Sì!... Il nostro eroe!

source: [MD] Shit, Lauren. We'd better get in the shower. We're both going to be late for school!
italian: [MD] Merda, Lauren. Faremmo meglio ad avere la doccia. Saremo entrambi in ritardo per la scuola!

source: [L] Now it's time for me to reward me hero.
italian: [L] Ora è il momento per me di ricompensarmi eroe.

source: [R] Oh, wow! You're already in your sexy schoolgirl outfits!
italian: [R] Oh, wow! Sei già nei tuoi abiti sexy studentessa!

source: [L] Well of course, we want to thank you, silly.
italian: [L] Bene, naturalmente, vogliamo ringraziarvi, sciocco.

source: [R] Thank me how?
italian: [R] Grazie come?

source: [MD] Come sit on the bed and we'll show you.
italian: [MD] Vieni a sederti sul letto e ti mostreremo.

source: [MD] I'll get the music.
italian: [MD] Io prenderò la musica.

source: [RT] {i}Mandy grinding up against Lauren's sexy ass again!... Fuck, I'm hard as a rock!{/i}
italian: [RT] {i}Mandy si macina di nuovo contro il culo sexy di Lauren!... Cazzo sono duro come una roccia!{/i}

source: [RT] {i}Thank you Diaz, for making this possible!{/i}
italian: [RT] {i}Grazie Diaz, per aver reso possibile!{/i}

source: [MD] And now it's time for the other part of your reward.
italian: [MD] E ora è il momento per l'altra parte della tua ricompensa.

source: [L] [ryan], go on and take off your underwear.
italian: [L] [ryan], vai a toglierti la biancheria intima.

source: [MD] I still can't get over the size of this porn-sized cock!
italian: [MD] Non riesco ancora a superare le dimensioni di questo cazzo pornostro!

source: [L] I can't wait any longer. Let's just take off our skirts already.
italian: [L] Non vedo più l'aspetto. Prendiamo già le gonne.

source: [ADT] {i}Haha... I'd say my visit is an aphrodisiac!{/i}
italian: [ADT] {i}Haha... Direi che la mia visita è un afrodisiaco!{/i}

source: [RT] {i}Oh, God!... This feels so good!{/i}
italian: [RT] {i}Oh, Dio!... Questo si sente così bene!{/i}

source: [MD] I dare you to wear those panties to school again.
italian: [MD] Ti sfido a indossare di nuovo quelle mutandine a scuola.

source: [L] Haha... ok, it wasn't so bad last time.
italian: [L] Haha... ok, non è stato così male l'ultima volta.

source: [L] Are you going to do it again, too?
italian: [L] Anche tu lo farai di nuovo?

source: [MD] If you are, definitely.
italian: [MD] Se ti trovi, definitivamente.

source: [MD] [ryan], really, thank you so much for rescuing us from that sadistic bitch again.
italian: [MD] [ryan], davvero, grazie mille per averci salvato da quella troia sadica.

source: [L] Yeah... we know a thousand dollars a week is expensive, but we'll keep rewarding you like this if you'll keep paying to keep us safe.
italian: [L] Sì... sappiamo che mille dollari alla settimana è costoso, ma continueremo a ricompensarti se continuerai a pagare per tenerci al sicuro.

source: [AD] Look how sweet those two look when they're asleep.
italian: [AD] Guardate quanto siano dolci quei due quando stanno dormendo.

source: [AD] Almost like two lesbian lovers.
italian: [AD] Quasi come due amanti lesbici.

source: [R] They're not lesbians!
italian: [R] Non sono lesbiche!

source: [AD] Haha... how do you know?
italian: [AD] Haha... come sapete?

source: [R] Trust me... I know.
italian: [R] Fidati di me... lo so.

source: [R] I told you... they're not lesbians!
italian: [R] Ti ho detto... non sono lesbiche!

source: [AD] Haha... I know you think so... I'm just fucking with you.
italian: [AD] Haha... Lo so che pensate così... Sto solo scopando con voi.

source: [AD] Well, trust me, a girl can change her mind.
italian: [AD] Beh, fidatevi di me, una ragazza può cambiare idea.

source: [AD] Or just decide to swing both ways.
italian: [AD] O semplicemente decidere di oscillare in entrambi i modi.

source: [AD] Do you want to wake them up, or should I?
italian: [AD] Vuoi svegliarli, o dovrei farlo?

source: [R] I'll give you the honors.
italian: [R] Ti darò gli onori.

source: [AD] Good morning, ladies!
italian: [AD] Buongiorno, signore!

source: [MD] Oh, fuck! Look who's back.
italian: [MD] Oh, scopata! Guarda chi è tornato.

source: [L] No... it's not really Thursday... is it?
italian: [L] No... non è davvero giovedì... vero?

source: [AD] I'm afraid so... and I've got to commend you on your fake dissapointment.
italian: [AD] Temo di sì... e devo lodarti per il tuo finto dissapointment.

source: [L] We're not faking!
italian: [L] Non stiamo fingendo!

source: [LT] {i}Shit, am I really that easy to read?{/i}
italian: [LT] {i}Merda, sono davvero così facile da leggere?{/i}

source: [MDT] {i}How could she tell?{/i}
italian: [MDT] {i}Come ha potuto dire?{/i}

source: [L] Did you wake up [ryan]?... Maybe he'll pay your extortion fee this week.
italian: [L] Ti sei svegliato [ryan]?... Forse pagherà la tua tassa di estorsione questa settimana.

source: [AD] He's already sold your asses to me for the morning.
italian: [AD] Mi ha già venduto i tuoi asini per la mattina.

source: [L] Fuck! [ryan] sold our asses to you again this week?
italian: [L] Fuck! [ryan] ti ha nuovamente venduto i nostri asini questa settimana?

source: [AD] I guess he didn't try hard enough to get the money together.
italian: [AD] Immagino che non abbia provato abbastanza duramente per ottenere i soldi insieme.

source: [AD] Isn't that right, [ryan]?
italian: [AD] Non è vero, [ryan]?

source: [R] I'm sorry, girls! I just don't have the money to spare this week.
italian: [R] Mi dispiace, ragazze! Semplicemente non ho i soldi da risparmiare questa settimana.

source: [RT] {i}I think Diaz is wrong, they really do seem dissapointed...{/i}
italian: [RT] {i}Penso che Diaz sia sbagliato, sembrano davvero dissapointed...{/i}

source: [RT] {i}Shit!... Maybe I should have just paid Diaz.{/i}
italian: [RT] {i}Shit!... Forse avrei dovuto pagare Diaz.{/i}

source: [RT] {i}Damnit!... Why wasn't I better with my money this week?{/i}
italian: [RT] {i}Damnit!... Perché non sono stato meglio con i miei soldi questa settimana?{/i}

source: [AD] Now the only question is, who do you want to see spanked this week?
italian: [AD] Ora l'unica domanda è, chi vuoi vedere spanked questa settimana?

source: [R] I don't want to choose.
italian: [R] Non voglio scegliere.

source: [AD] Well either you choose, or I spank both of them as hard as I can, for twice the amount of time.
italian: [AD] Beh, o tu scegli, o io sculacciare entrambi il più duro possibile, per due volte la quantità di tempo.

source: [R] You're making me choose again?
italian: [R] Mi stai facendo scegliere di nuovo?

source: [AD] Either choose, or you know what happens.
italian: [AD] Scegli o sai cosa succede.

source: [R] Fine.
italian: [R] Bene.

source: [AD] So who's it going to be?
italian: [AD] Allora chi sarà così?

source: [R] Sorry, Lauren.
italian: [R] Spiacenti, Lauren.

source: [LT] {i}He chose me!?... Not that I mind being spanked so much... fuck, I kinda like it... but why would he choose me?{/i}
italian: [LT] {i}Mi ha scelto!?... Non che mi dispiaccia essere così tanto... cazzo, mi piace tanto... ma perché mi sceglierebbe?{/i}

source: [AD] Alright! [ryan], why don't you step out while we get changed and get Lauren all tied up.
italian: [AD] Bene! [ryan], perché non esci mentre siamo cambiati e ottieni Lauren tutti legati.

source: [AD] Alright [ryan], you can come in.
italian: [AD] Alright [ryan], puoi entrare.

source: [AD] Doesn't your sister look crazy sexy, all tied up?
italian: [AD] Tua sorella non sembra pazzesca sexy, tutto legato su?

source: [RT] {i}She really does!{/i}
italian: [RT] {i}Lei fa davvero!{/i}

source: [AD] Nothing to say?... Alright, let's get started.
italian: [AD] Niente da dire?... Bene, iniziamoci.

source: [AD] Ok... same scenario as last time. I'm your school resource officer.
italian: [AD] Ok... stesso scenario dell'ultima volta. Sono il tuo addetto alle risorse scolastiche.

source: [AD] Mandy saw Lauren smoking in the school bathroom again, and came to me to tattle.
italian: [AD] Mandy vide di nuovo Lauren fumare nel bagno della scuola e venne da me per tatuare.

source: [AD] Mandy, stay at the foot of the bed, and Lauren... head down, ass up.
italian: [AD] Mandy, stare ai piedi del letto, e Lauren... dirigersi verso il basso, culo in su.

source: [RT] {i}But I'm the one who let it happen.{/i}
italian: [RT] {i}Ma sono colui che lo ha lasciato.{/i}

source: [RT] {i}And my dick's harder than diamonds... maybe I'm a sadist too?{/i}
italian: [RT] {i}E il mio cazzo è più duro dei diamanti... forse anche io sono un sadico?{/i}

source: [MDT] {i}OH MY GOD!! Are Lauren's panties getting wet again?{/i}
italian: [MDT] {i}OH MY GOD!! Le mutandine di Lauren si bagnano di nuovo?{/i}

source: [ADT] {i}And they've let me do this multiple times now!{/i}
italian: [ADT] {i}E mi hanno lasciato fare questo più volte ora!{/i}

source: [ADT] {i}They're so into this!{/i}
italian: [ADT] {i}Sono così in questo!{/i}

source: [R] Sorry, Mandy.
italian: [R] Spiacenti, Mandy.

source: [MDT] {i}He chose me!?... That fucker has got a soft spot in his heart for his sister...{/i}
italian: [MDT] {i}Mi ha scelto!?... Quel cazzo ha un punto morbido nel suo cuore per sua sorella...{/i}

source: [AD] Alright! [ryan], why don't you step out while we get changed and get Mandy all tied up.
italian: [AD] Bene! [ryan], perché non esci mentre siamo cambiati e ottieni Mandy tutti legati.

source: [AD] Doesn't your cousin look crazy sexy, all tied up?
italian: [AD] Tuo cugino non sembra pazzo sexy, tutto legato su?

source: [AD] Lauren saw Mandy smoking in the school bathroom again, and came to me to tattle.
italian: [AD] Lauren vide di nuovo mandy fumare nel bagno della scuola e venne da me per tatuare.

source: [AD] Lauren, stay at the foot of the bed, and Mandy... head down, ass up.
italian: [AD] Lauren, stare ai piedi del letto, e Mandy... testa giù, culo in su.

source: [LT] {i}OH MY GOD!! Are Mandy's panties getting wet again?{/i}
italian: [LT] {i}OH MY GOD!! Le mutandine di Mandy si bagnano di nuovo?{/i}

source: [AD] {i}(whispering){/i} I'm not lying to you. They're way into this... they both looked up BDSM porn like crazy after the last time we did this.
italian: [AD] {i}(sussurre){/i} Non ti sto mentendo. . entrambi hanno guardato in su BDSM porno come pazzo dopo l'ultima volta che abbiamo fatto questo.

source: [RT] {i}Hmmmm... her door's shut again. I'll bet she's at it again. I'll Just take a peek.{/i}
italian: [RT] {i}Hmmmm... la sua porta è di nuovo chiusa. Scommetto che lo sta facendo di nuovo. Vado a dare un'occhiata.

source: [RT] {i}Haha... yep!... She must really be missing Dad to be trying to squeeze a session in before class.{/i}
italian: [RT] {i}Haha... yep!... Deve davvero mancare papà per provare a comprimere una sessione prima della lezione.{/i}

source: [RT] {i}Now that Mom's given me a handjob, maybe I can get her to give me one here in her office too.{/i}
italian: [RT] {i}Ora che la mamma mi ha dato un lavoro, forse posso farla dare uno anche qui nel suo ufficio.{/i}

source: [RT] {i}Now looks like a good time.{/i}
italian: [RT] {i}Ora sembra un buon momento.{/i}

source: [M] [ryan]!... You scared the hell out of me again!?
italian: [M] [ryan]!... Mi hai spaventato di nuovo!?

source: [M] Why won't the school board just let us put locks on our office doors?
italian: [M] Perché il consiglio scolastico non ci permette di mettere delle serrature alle porte dei nostri uffici?

source: [R] Probably so that you'll give your students your attention during school hours, rather than attending to personal business.
italian: [R] Probabilmente per dare ai tuoi studenti la tua attenzione durante l'orario scolastico, piuttosto che occuparti di affari personali.

source: [M] Don't be a prick.
italian: [M] Non fare lo stronzo.

source: [M] And can't you just wait until I'm finished?
italian: [M] E non puoi aspettare che io abbia finito?

source: [R] You know this is the only time I have to see you about school assignments.
italian: [R] Sai che questa è l'unica volta che devo vederti riguardo agli incarichi scolastici.

source: [M] Alright, well come in, and we'll get to work.
italian: [M] Va bene, allora entra e ci mettiamo al lavoro.

source: [M] Let's just pick up from where we left off.
italian: [M] Riprendiamo da dove abbiamo lasciato.

source: [M] Maybe there's more scenes in this game that will be good to mention in your paper.
italian: [M] Forse ci sono altre scene in questo gioco che sarà bene menzionare nel tuo compito.

source: [M] Darn it.
italian: [M] Dannazione.

source: [M] I forgot to save the last time we played. We'll just have to click through the scenes quickly without reading it.
italian: [M] Ho dimenticato di salvare l'ultima volta che abbiamo giocato. Dovremo semplicemente cliccare attraverso le scene velocemente senza leggere.

source: [M] Oh, and before I forget, you might as well take it out right now before you put anymore strain on the stitching of those pants, and I'll make myself comfortable too.
italian: [M] Oh, e prima che mi dimentichi, potresti anche tirarlo fuori subito prima di sforzare ancora di più le cuciture di quei pantaloni, e anche io mi metterò comodo.

source: [R] {i}Wow, she seems to be jumping right into it this time.{/i}
italian: [R] {i}Wow, sembra che si stia buttando a capofitto questa volta.{/i}

source: [MT] {i}Uuuggghhh... why does that little motherfucker... I mean just fucker... always have to catch me when I'm horny in my office.{/i}
italian: [MT] {i}Uuuggghhh... perché quel piccolo figlio di puttana... Voglio dire solo stronzo... deve sempre beccarmi quando sono arrapato nel mio ufficio.

source: [MT] {i}I'm already out of control! I've already invited him to take his dick out and pulled my skirt up to my waist.{/i}
italian: [MT] {i}Sono già fuori controllo! L'ho già invitato a tirare fuori il suo cazzo e ho tirato la mia gonna fino alla vita.{/i}

source: [MT] {i}Ok, [mom_name]!... Use a little self-control... do not look over at his cock!{/i}
italian: [MT] {i}Ok, [mom_name]!... Usa un pò di autocontrollo... non guardare il suo cazzo!

source: [MT] {i}Shit!{/i}
italian: [MT] {i}Merda! {/i}

source: [MT] {i}Why am I doing this?{/i}
italian: [MT] {i}Perché lo sto facendo? {/i}

source: [MT] {i}I have so little self-control when I'm horny.{/i}
italian: [MT] {i}Ho così poco autocontrollo quando sono arrapata.

source: [MT] {i}And God help me that I can't wait for my fucking son to join in.{/i}
italian: [MT] {i}E Dio mi aiuta che non vedo l'ora che il mio fottuto figlio si unisca.{/i}

source: [MT] {i}Damnit! Why does this turn me on so much?{/i}
italian: [MT] {i}Dannazione! Perché questo mi eccita così tanto?

source: [R] Mom?
italian: [R] Mamma?

source: [M] Not now, [ryan].
italian: [M] Non ora, [ryan].

source: [R] I just wanted to ask if you'd give me a handjob.
italian: [R] Volevo solo chiedere se mi avresti fatto una sega.

source: [M] I can't even believe you would ask me that after what happened last time.
italian: [M] Non riesco nemmeno a credere che mi chiedi dopo quello che è successo l'ultima volta.

source: [M] Like I told you before, from now on, that's only a reward for paying the mafia debt each week.
italian: [M] Come vi ho detto prima, d'ora in poi, è solo una ricompensa per pagare il debito mafioso ogni settimana.

source: [R] Please!
italian: [R] Per favore!

source: [M] Push it, and I'll stop doing it completely.
italian: [M] Spingilo, e smetterò di farlo completamente.

source: [R] Fine!
italian: [R] Bene!

source: [RT] {i}I think the time will be right very soon to push things a little further... I'll just enjoy this for now.{/i}
italian: [RT] {i}Penso che sarà il momento giusto molto presto per spingere le cose un po 'di più... mi piacerà questo per adesso.{/i}

source: [M] Haha... did you see that!?
italian: [M] Haha... lo hai visto!?

source: [M] I caught it again!
italian: [M] L'ho catturato di nuovo!

source: [R] Haha... I can't believe how excited you get about that!
italian: [R] Haha... Non riesco a credere quanto ti sia eccitato a riguardo!

source: [M] Yeah, well I've decided I'm happy to see you practicing good health habits.
italian: [M] Sì, bene ho deciso che sono felice di vederti praticare buone abitudini di salute.

source: [R] You're so cool!
italian: [R] Sei così figo!

source: [M] Now run along so I can finish taking care of myself before I go to class.
italian: [M] Ora corri via così posso finire di prendermi cura di me stesso prima di andare a lezione.

source: [R] Wait! Take care of yourself how?
italian: [R] Aspetta! Prendersi cura di sé come?

source: [M] I think you know what I mean.
italian: [M] Penso che tu sappia cosa intendo.

source: [R] Can I watch?
italian: [R] Posso guardare?

source: [MT] {i}This kid needs to get the fuck out of my office!! I don't have much time before class!{/i}
italian: [MT] {i}Questo ragazzo deve uscire dal mio ufficio, cazzo! Non ho molto tempo prima della lezione!{/i}

source: [M] Now please hurry along... before I cut your cock off.
italian: [M] Ora per favore sbrigatevi... prima di tagliare il tuo cazzo fuori.

source: [R] Ok... I'm going!
italian: [R] Ok... Sto andandando!

source: {i}"This is a mandatory check of the game's NTR system."{/i}
italian: {i}"Questo è un controllo obbligatorio del sistema NTR del gioco."{/i}
