Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [RT] {i}I guess I'll go check on Aunt Cami.{/i}
italian: [RT] {i}Immagino che andrò a controllare su zia Cami.{/i}

source: [RT] {i}I love watching that ass when she's working out.{/i}
italian: [RT] {i}Mi piace guardare quel culo quando sta lavorando.{/i}

source: [RT] {i}What the hell? Why is the door locked? I don't think Aunt Cami's mad at me...{/i}
italian: [RT] {i}Qual è l'inferno? Perché la porta è chiusa a chiave? Non penso che la zia Cami sia pazza con me...{/i}

source: [RT] {i}Or... any madder than usual, I should say.{/i}
italian: [RT] {i}Or... qualsiasi madder del solito, dovrei dire.{/i}

source: [RT] {i}Should I put my camera to good use?{/i}
italian: [RT] {i}Dovrei mettere la mia fotocamera a buon uso?{/i}

source: [RT] {i}On second thought... I don't really care about what Aunt Cami's doing in that room.'{/i}
italian: [RT] {i}Al secondo pensiero... Non mi importa cosa fa Zia Cami in quella stanza.'{/i}

source: [RT] {i}I've got to figure out a way to spy on her.{/i}
italian: [RT] {i}Devo trovare un modo per spiarla.

source: [RT] {i}What will happen to me if the girls ever find out I'm using cameras to spy on them?{/i}
italian: [RT] {i}Cosa mi succederà se le ragazze scopriranno mai che sto usando delle telecamere per spiarle?

source: [RT] {i}Mandy's in Mom's room?{/i}
italian: [RT] {i}Mandy è in camera di mamma? {/i}

source: [RT] {i}What the hell is she looking for?{/i}
italian: [RT] {i}Che diavolo sta cercando?

source: [RT] {i}Whatever it is... she'd better hurry before Mom or Aunt Cami come back.{/i}
italian: [RT] {i}Qualunque cosa sia... è meglio che si sbrighi prima che la mamma o la zia Cami tornino.{/i}

source: [MDT] {i}Found it! It was just under the bed.{/i}
italian: [MDT] {i}L'ho trovato! Era proprio sotto il letto.

source: [MDT] {i}It's time again to take care of that itch.{/i}
italian: [MDT] {i}È ancora tempo per prendersi cura di quel prurito.{/i}

source: [MDT] {i}I'm glad Mom still keeps her key to the lockbox in her old running shoes in the closet.{/i}
italian: [MDT] {i}Sono contento che la mamma tenga ancora la chiave della cassetta di sicurezza nelle sue vecchie scarpe da corsa nell'armadio.{/i}

source: [MDT] {i}The forbidden dildo!{/i}
italian: [MDT] {i}Il dildo proibito!

source: [MDT] {i}(Reading in her head) ...So your pussy doesn't miss me. An exact replica of my dick. Love, Bobby.{/i}
italian: [MDT] {i}(Leggendo nella sua testa) ...Così la tua figa non sente la mia mancanza. Una replica esatta del mio cazzo. Con amore, Bobby.{/i}

source: [MDT] {i}What an egotistical bastard! I can't believe he had this made... I hope Mom doesn't use this!... But why else would she keep it if she doesn't?{/i}
italian: [MDT] {i}Che bastardo egoista! Non posso credere che l'abbia fatto fare... Spero che mamma non lo usi!... Ma perché dovrebbe tenerlo se non lo fa?

source: [MDT] {i}More importantly... why do I want to use it so badly?{/i}
italian: [MDT] {i}Più importante... perché voglio usarlo così tanto?

source: [MDT] {i}Goddamned prick! Leaving our family to fend for ourselves!{/i}
italian: [MDT] {i}Dannato stronzo! Lasciare la nostra famiglia a cavarsela da sola!

source: [MDT] {i}Goddamned daddy issues!{/i}
italian: [MDT] {i}Dannato problema con il padre!

source: [MDT] {i}Why do I need to go to such lengths to get off anymore?{/i}
italian: [MDT] {i}Perché devo andare a queste lunghezze per scendere più?{/i}

source: [RT] {i}That's a big dildo for such a small girl!{/i}
italian: [RT] {i}Questo è un grosso dildo per una ragazza così piccola!

source: [RT] {i}Oh, God... that's pretty fucking hot!{/i}
italian: [RT] {i}Oh, Dio... è fottutamente sexy!

source: [RT] {i}I need to get a picture.{/i}
italian: [RT] {i}Ho bisogno di fare una foto.

source: [RT] {i}I can't believe she can actually take it!{/i}
italian: [RT] {i}Non posso credere che possa effettivamente prenderlo!{/i}

source: [RT] {i}At least she'll be ready for me when the time comes.{/i}
italian: [RT] {i}Almeno lei sarà pronto per me quando arriverà il momento.{/i}

source: [MDT] {i}God, yes! I needed this!{/i}
italian: [MDT] {i}Dio, sì! Ne avevo bisogno!

source: [MDT] {i}I can't believe the things I've been doing with my own cousins!{/i}
italian: [MDT] {i}Non riesco a credere alle cose che ho fatto con i miei cugini!{/i}

source: [MDT] {i}Why do I love having [ryan]'s cock in my hands?{/i}
italian: [MDT] {i}Perché mi piace avere il cazzo di [ryan]nelle mie mani?{/i}

source: [MDT] {i}Why do I enjoy licking his cum off of Lauren when it's all over?{/i}
italian: [MDT] {i}Perché mi piace leccare il suo sperma fuori di Lauren quando è tutto finito?{/i}

source: [MDT] {i}Daddy leaving has really fucked me up!{/i}
italian: [MDT] {i}Papà che parte mi ha davvero scopato!{/i}

source: [MDT] {i}Oh, I need to punish this little pussy!{/i}
italian: [MDT] {i}Oh, ho bisogno di punire questa piccola figa!

source: [MDT] {i}Why are you so naughty lately?{/i}
italian: [MDT] {i}Perché sei così cattivo ultimamente?

source: [MDT] {i}Why do you keep making me think of my dad while I'm punishing you?{/i}
italian: [MDT] {i}Perché continui a farmi pensare a mio padre mentre ti sto punendo?

source: [MDT] {i}Oh, fuck!... I'm gonna cum!{/i}
italian: [MDT] {i}Oh, cazzo!... Sto per venire!

source: [RT] {i}Oh, holy shit! She squirts as much as the rest of the family!... It definitely comes from my mom's side of the family then.{/i}
italian: [RT] {i}Oh, merda santa! Lei schizza quanto il resto della famiglia!. . Sicuramente viene dal lato di mia mamma della famiglia allora.{/i}

source: [RT] {i}She's like a fucking firehose!{/i}
italian: [RT] {i}È come un cazzo di idrante!

source: [RT] {i}Look at her enjoying that after-orgasm feeling!{/i}
italian: [RT] {i}Guarda come si gode quella sensazione di dopo-orgasmo!

source: [RT] {i}I hope the bedspread dries before Mom and Aunt Cami come back!{/i}
italian: [RT] {i}Spero che il copriletto si asciughi prima che mamma e zia Cami tornino!

source: [RT] {i}And she'd better dress and get out of there before she's caught.{/i}
italian: [RT] {i}E sarà meglio che si vesta e che esca da lì prima di essere scoperta.{/i}

source: [RT] {i}Speaking of which... I'd better get out of here before I'm caught.{/i}
italian: [RT] {i}A proposito... Sarà meglio che io esca da qui prima che mi prendano.{/i}

source: [RT] {i}Mandy's taking full advantage of the weekend by sleeping in... I'm surprised that Lauren isn't here too... could she be in the bathroom?{/i}
italian: [RT] {i}Mandy approfitta appieno del fine settimana dormendo in... Sono sorpreso che Lauren non sia qui troppo... potrebbe essere in bagno?{/i}

source: [RT] {i}Oh, well... I should sneak out so I don't wake Mandy.{/i}
italian: [RT] {i}Oh, bene... Dovrei uscire in modo da non svegliare Mandy.{/i}

source: [RT] {i}Lauren's taking full advantage of the weekend by sleeping in... I'm surprised that Mandy isn't here too... could she be in the bathroom?{/i}
italian: [RT] {i}Lauren approfittando appieno del fine settimana dormendo in... Sono sorpreso che Mandy non sia qui troppo... potrebbe essere in bagno?{/i}

source: [RT] {i}Oh, well... I should sneak out so I don't wake Lauren.{/i}
italian: [RT] {i}Oh, bene... Dovrei uscire fuori in modo da non svegliare Lauren.{/i}

source: [ST] {i}Holy fuck!... I actually fucked my own brother!{/i}
italian: [ST] {i}Sacro cazzo!... Ho scopato il mio fratello!{/i}

source: [ST] {i}And I did it because I wanted to fuck him!{/i}
italian: [ST] {i}E l'ho fatto perché volevo scoparlo!{/i}

source: [ST] {i}I wasn't imagining anybody else.{/i}
italian: [ST] {i}Non stavo immaginando nessuno.{/i}

source: [ST] {i}If I'm being honest with myself, I stopped thinking about other guys a long time ago.{/i}
italian: [ST] {i}Se sono onesto con me stesso, ho smesso di pensare ad altri ragazzi molto tempo fa.{/i}

source: [ST] {i}Oh, my God!... What's happening?!!{/i}
italian: [ST] {i}Oh, mio Dio!... Che succede?!!{/i}

source: [ST] {i}Oh, my God, I squirted again!{/i}
italian: [ST] {i}Oh, mio Dio, ho schizzato di nuovo!{/i}

source: [ST] {i}And that felt sooooo good!{/i}
italian: [ST] {i}E mi sono sentito così bene!{/i}

source: [ST] {i}What's wrong with me?{/i}
italian: [ST] {i}Cosa c'è di sbagliato con me?{/i}

source: [RT] {i}Mom must be doing a lot of extra laundry with all the girls squirting all over their beds.{/i}
italian: [RT] {i}Mamma deve fare un sacco di bucato in più con tutte le ragazze che squirting su tutti i loro letti.{/i}

source: [RT] {i}Is it something Mom's feeding them?{/i}
italian: [RT] {i}È qualcosa che la mamma sta dando loro da mangiare?

source: [RT] {i}Wow! Sidney's a squirter too.{/i}
italian: [RT] {i}Wow! Anche Sidney è uno squirter.

source: [RT] {i}Oh, my God! Sidney just squirted all over her bed!{/i}
italian: [RT] {i}Oh, mio Dio! Sidney ha appena schizzato tutto il suo letto!{/i}

source: [RT] {i}Wow, Sidney's a real squirter!{/i}
italian: [RT] {i}Wow, Sidney è una vera squirter!

source: [R] Shit!.... I know who that is...
italian: [R] Merda! .... So chi è...

source: [R] Looks like Sidney already went running.
italian: [R] Sembra che Sidney sia già in esecuzione.

source: [R] Not like anyone but me ever answers the door anyways.
italian: [R] Non come nessuno ma io rispondo mai alla porta comunque.

source: It's time for the weekly Agent Diaz event, would you like to skip it this week?
italian: E' l'ora dell'evento settimanale dell'agente Diaz, vorresti saltarlo questa settimana?

source: Ok... I get it... you've got other events to complete.
italian: Ok... lo ottengo... hai altri eventi da completare.

source: But are you going to protect Lauren and Mandy by paying the $1,000 this week, or will you let them pay Diaz in favors?
italian: Ma si sta andando a proteggere Lauren e Mandy pagando i $ 1.000 questa settimana, o si lascia che loro pagare Diaz in favore?

source: {i}"Money -$1,000"{/i}
italian: {i}"Denaro - $1.000" {/i}

source: {i}"Lauren and Mandy's Affection +1"{/i}
italian: {i}"Affetto Lauren and Mandy's +1"{/i}

source: That's ok, but somebody is going to have to get spanked.
italian: Va bene, ma qualcuno dovrà farsi sculacciare.

source: Who do you choose?
italian: Chi scegliete?

source: {i}{b}"Lauren's Affection -1"{/b}{/i}
italian: {i}{b}"Affetto di Lauren -1"{/b}{/i}

source: {i}{b}"Lauren's Submission +1"{/b}{/i}
italian: {i}{b}"Sottomissione di Lauren +1"{/b}{/i}

source: {i}{b}"Lauren's Affection +1"{/b}{/i}
italian: {i}{b}"Affetto di Lauren +1"{/b}{/i}

source: You perverted degenerate!
italian: Hai pervertito degenerato!

source: You want them to get spanked!... Well, only one of them this week. So, who do you choose?
italian: Vuoi che vengano sculacciati!... Beh, solo uno di loro questa settimana. Quindi, chi scegli?

source: [RT] {i}I better grab my cash in case I need it.{/i}
italian: [RT] {i}E' meglio che prenda i miei soldi in caso di bisogno.{/i}

source: [RT] {i}Shit, I'm short on cash this week.{/i}
italian: [RT] {i}Merda, sono a corto di contanti questa settimana.{/i}

source: [RT] {i}I hope Lauren and Mandy are ready to do their duty.{/i}
italian: [RT] {i}Spero che Lauren e Mandy siano pronti a fare il loro dovere.{/i}

source: [AD] Well, good morning, [ryan]!
italian: [AD] Beh, buon mattino, [ryan]!

source: [R] Chipper as always, I see?
italian: [R] Chipper come sempre, vedo?

source: [AD] Yep, the prospect of money or entertainment just puts me in a good mood.
italian: [AD] Yep, la prospettiva di denaro o intrattenimento mi mette solo di buon umore.

source: [AD] So, what's it going to be this week?
italian: [AD] Allora, cosa sarà questa settimana?

source: [R] Here, just take your money and get out of here.
italian: [R] Ecco, prendi i tuoi soldi e vattene.

source: [AD] Now don't be like that...
italian: [AD] Ora non fare così...

source: [AD] I'm going to be a big part of your family's lives here in the near future. So, let's try to keep things civil.
italian: [AD] Sarò una parte importante della vita della tua famiglia nel prossimo futuro. Quindi, cerchiamo di mantenere le cose civili.

source: [AD] For now, let me just say that I hope you enjoy your week.
italian: [AD] Per ora, permettetemi di dire che spero che vi piaccia la vostra settimana.

source: [R] {i}(muttering){/i} I hope you enjoy your week, too.
italian: [R] {i}(mutering){/i} Spero che ti piaccia anche la tua settimana.

source: [AD] Well, thank you! I'll see you next Thursday, bright and early!
italian: [AD] Bene, grazie! Ci vediamo giovedì prossimo, di buon'ora!

source: [RT] {i}Oh, how do I get her out of our lives?{/i}
italian: [RT] {i}Oh, come posso farla uscire dalla nostra vita?{/i}

source: [L] {i}(Shouting){/i} [ryan]! Was that who I think it was?
italian: [L] {i}(Gridando){/i} [ryan]! Era chi penso che fosse?

source: [R] Yeah! But she's gone now!
italian: [R] Sì! Ma ora non c'è più!

source: [MD] You mean you paid her!?
italian: [MD] Vuoi dire che l'hai pagata!?

source: [R] I did!
italian: [R] L'ho fatto!

source: [L] Will you please come to our room?
italian: [L] Verrà nella nostra stanza, per favore?

source: [R] What is it?
italian: [R] Cosa c'è?

source: [R] Uuuuugghhh.... I don't have enough money this week.
italian: [R] Uuuuugghhh.... Non ho abbastanza soldi questa settimana.

source: [AD] You've got to learn to manage your money better!
italian: [AD] Devi imparare a gestire meglio i tuoi soldi!

source: [AD] Lucky for you, your sister and cousin can cover your ass, by using theirs.
italian: [AD] Fortunato per te, tua sorella e cugino possono coprire il tuo culo, usando il loro.

source: [R] You sadist!
italian: [R] Sei triste!

source: [R] I need my money for other things this week.
italian: [R] Ho bisogno dei miei soldi per altre cose questa settimana.

source: [R] I'm just going to have to let Lauren and Mandy take one for the team.
italian: [R] Dovrò solo lasciare che Lauren e Mandy ne prendano uno per la squadra.

source: [AD] Haha, I like that attitude!
italian: [AD] Haha, mi piace questo atteggiamento!

source: [AD] Why put your ass on the line, when you can use theirs?
italian: [AD] Perché mettere il culo sulla linea, quando si può utilizzare il loro?

source: [AD] Why, thank you!...
italian: [AD] Perché, grazie!...

source: [AD] And don't worry about the long-term effects of punishing the girls.
italian: [AD] E non preoccuparti degli effetti a lungo termine della punizione delle ragazze.

source: [AD] If you could see their search history and digital journals you'd see that we're just helping them realize their desires.
italian: [AD] Se riesci a vedere la loro storia di ricerca e i diari digitali che vedresti che stiamo solo aiutandoli a realizzare i loro desideri.

source: [AD] Would you kindly escort me to their room?
italian: [AD] Mi accompagneresti gentilmente nella loro stanza?

source: [RT] {i}Where is that bell coming from?{/i}
italian: [RT] {i}Da dove viene quel campanello? {/i}

source: [RT] {i}Oh yeah, probably from the...{/i}
italian: [RT] {i}Oh sì, probabilmente dal...{/i}

source: [ADT] {i}What the hell? Where is everyone?{/i}
italian: [ADT] {i}Che diavolo? Dove sono tutti?

source: [ADT] {i}I guess I'll just use my key and let myself in.{/i}
italian: [ADT] {i}Immagino che userò la mia chiave e entrerò da solo.

source: [AD] Hello!... Is anybody home?
italian: [AD] Ciao!... C'è qualcuno in casa?

source: [ADT] {i}I know [mom_name] left this morning to talk to her lawyer, and I saw Sidney go running.{/i}
italian: [ADT] {i}So che [mom_name]è uscita questa mattina per parlare con il suo avvocato, e ho visto Sidney andare a correre.{/i}

source: [ADT] {i}The rest of them have got to be here.{/i}
italian: [ADT] {i}Gli altri devono essere qui.

source: [ADT] {i}I'll just show myself into Lauren's room, then.{/i}
italian: [ADT] {i}Mi presenterò nella stanza di Lauren, allora.{/i}

source: [ADT] {i}From what I've seen on [ryan]'s little spycams, I'd say it's about time for Mandy to join in on the fun.{/i}
italian: [ADT] {i}Da quello che ho visto sulle piccole spycam di [ryan], direi che è ora che Mandy si unisca al divertimento.{/i}

source: [ADT] {i}Ohhh... how adorable is that?{/i}
italian: [ADT] {i}Ohhh... quanto è adorabile? {/i}

source: [ADT] {i}I almost hate to wake them.{/i}
italian: [ADT] {i}Mi dispiace quasi svegliarli.

source: [ADT] {i}But I didn't break into their house for nothing!{/i}
italian: [ADT] {i}Ma non ho fatto irruzione in casa loro per niente!

source: [AD] Good morning, girls!
italian: [AD] Buongiorno, ragazze!

source: [MD] What the fuck?
italian: [MD] Che cazzo fa?

source: [L] Oh, shit!
italian: [L] Oh, merda!

source: [L] What the hell are you doing here?
italian: [L] Che diavolo ci fai qui?

source: [AD] What do you mean, what am I doing here?
italian: [AD] Cosa vuoi dire, cosa ci faccio qui?

source: [AD] You know we have a long-standing appointment.
italian: [AD] Sai che abbiamo un appuntamento da tempo.

source: [L] You mean [ryan] didn't pay you?
italian: [L] Vuoi dire che [ryan] non ti ha pagato?

source: [MD] Pay you... what the hell are you two taking about?... What the hell is going on?
italian: [MD] Ti paga... di cosa stai prendendo l'inferno due?... Di cosa sta succedendo l'inferno?

source: [AD] Lauren, would you take a few minutes to fill Mandy in about what's going on?
italian: [AD] Lauren, ti prenderesti qualche minuto per aggiornare Mandy su quello che sta succedendo?

source: {i}"A few minutes later."{/i}
italian: {i}"Qualche minuto dopo."{/i}

source: [MD] Oh, fuck no! You're not doing anything like that to me.
italian: [MD] Oh, cazzo no! Non stai facendo niente del genere per me.

source: [AD] Is that right?
italian: [AD] È così?

source: [AD] And why do you think you get to even live here at your aunt's house?
italian: [AD] E perché pensi di poter vivere qui a casa di tua zia?

source: [AD] It's all because of me.
italian: [AD] È tutto a causa mia.

source: [AD] One word from me, and the FBI will happily move you and your mom into a shit-hole appartment in the projects.
italian: [AD] Una mia parola e l'FBI sarà felice di trasferire te e tua madre in un appartamento di merda nelle case popolari.

source: [AD] Do you know how much crime there is there? Do you know what happens to cute little white girls like you in a place like that?
italian: [AD] Sai quanta criminalità c'è lì? Sai cosa succede alle belle ragazze bianche come te in un posto come quello?

source: [MD] You couldn't do that... could you?
italian: [MD] Non lo potevate fare... vero?

source: [AD] All it would take is one word from me.
italian: [AD] Basterebbe una mia parola.

source: [MD] Fuck!
italian: [MD] Cazzo!

source: [AD] Haha... i knew you'd see it my way.
italian: [AD] Haha... sapevo che l'avresti vista a modo mio.

source: [AD] And now that we have that resolved... let me show you a few things I brought with me to make our game today even more fun.
italian: [AD] E ora che abbiamo risolto questo problema... lascia che ti mostri alcune cose che ho portato con me per rendere il nostro gioco di oggi ancora più divertente.

source: [AD] With these, as well as the rope I brought, and my sexy little costume, we are going to have so much fun!
italian: [AD] Con queste, così come la corda che ho portato e il mio piccolo costume sexy, ci divertiremo tantissimo!

source: [AD] I'd say it's time for you two to get your uniforms on and make sure you sexy them up.
italian: [AD] Direi che è il momento per voi due di indossare le vostre uniformi e assicurarvi di essere sexy.

source: [L] No... wait! Shouldn't you check with [ryan] first, and make sure he doesn't have the money to pay you this week?
italian: [L] No... aspetta! Non dovresti prima controllare con [ryan] e assicurarti che non abbia i soldi per pagarti questa settimana?

source: [AD] Sorry, I'm pretty sure he left you on your own this morning... I haven't seen or heard from him.
italian: [AD] Mi dispiace, sono abbastanza sicuro che ti ha lasciato da solo questa mattina... Non l'ho visto né sentito.

source: [L] Well, let me just run to his bedroom and...
italian: [L] Beh, fammi correre in camera sua e...

source: [AD] Nope! He's already had his chance to...
italian: [AD] No! Ha già avuto la sua possibilità di...

source: [L] {i}(yelling){/i} [ryan]!
italian: [L] {i}(urlando){/i} [ryan]!

source: [AD] You idiot! Are you trying to bring Camille in here?
italian: [AD] Idiota! Stai cercando di portare Camille qui dentro?

source: [AD] Do that again and our deal's off.
italian: [AD] Fallo di nuovo e il nostro accordo salta.

source: [AD] Mandy can go live in the projects, and you can go to a nice little women's prison for being complicit to your brother's many crimes involving the Mafia.
italian: [AD] Mandy può andare a vivere nelle case popolari e tu puoi andare in una bella prigione femminile per essere complice dei molti crimini di tuo fratello che coinvolgono la mafia.

source: [L] I'm sorry! I won't...
italian: [L] Mi dispiace! Non voglio...

source: [AD] That's right you won't, now lets get changed and have some fun.
italian: [AD] Esatto, non lo farai, ora andiamo a cambiarci e a divertirci un pò.

source: {i}"Meanwhile, back in [ryan]'s room."{/i}
italian: {i}"Nel frattempo, torna nella stanza di [ryan]"{/i}.

source: [RT] {i}What the hell?...{/i}
italian: [RT] {i}Che diavolo?...{/i}

source: [RT] {i}Did I sleep in?{/i}
italian: [RT] {i}Ho dormito fino a tardi?

source: [RT] {i}I thought I heard someone call my name.{/i}
italian: [RT] {i}Pensavo di aver sentito qualcuno chiamare il mio nome.

source: [RT] {i}It sounded like Lauren, I should go and check on her.{/i}
italian: [RT] {i}Sembrava Lauren, dovrei andare a controllare.

source: [RT] {i}Lauren and Mandy could be dressing or something... I should probably knock.{/i}
italian: [RT] {i}Lauren e Mandy potrebbero essere a vestirsi o qualcosa del genere... Probabilmente dovrei bussare.

source: [RT] {i}Nobody answered.{/i}
italian: [RT] {i}Nessuno ha risposto.{/i}

source: [R] Mandy? Lauren? Are you there?
italian: [R] Mandy? Lauren? Sei lì?

source: [X] {i}(whispering){/i} Oh, thank God... it's just [ryan].
italian: [X] {i}(sussurrando){/i} Oh, grazie a Dio... è solo [ryan].

source: [X] Come in.
italian: [X] Entra.

source: [RT] {i}That didn't sound like Mandy or Lauren... that sounded like...{/i}
italian: [RT] {i}Non sembrava Mandy o Lauren... sembrava...{/i}

source: [R] What the hell is going on here?
italian: [R] Che diavolo sta succedendo qui?

source: [AD] Well there you are, [ryan]. So nice of you to finally join us.
italian: [AD] Beh, eccoti qua, [ryan]. Che bello che tu ti sia finalmente unito a noi.

source: [R] Why is Lauren all tied up?
italian: [R] Perché Lauren è tutta legata?

source: [MD] [ryan]! Thank God you finally came.
italian: [MD] [ryan]! Grazie a Dio sei finalmente venuto.

source: [MD] Agent Diaz said we have to pay her in favors today, since you didn't show up with the money.
italian: [MD] L'agente Diaz ha detto che oggi dobbiamo pagarla a favore, dal momento che non ti sei presentato con i soldi.

source: [R] Well... nobody woke me up.
italian: [R] Beh... nessuno mi ha svegliato.

source: [AD] Is that my job now too? Your own personal wake up service?
italian: [AD] Ora è anche il mio lavoro? Il tuo personale servizio di sveglia?

source: [AD] I rang the doorbell like I do every Thursday.
italian: [AD] Ho suonato il campanello come faccio ogni giovedì.

source: [AD] Why did you fail to answer the door this morning?
italian: [AD] Perché non hai risposto alla porta questa mattina?

source: [R] I didn't hear...
italian: [R] Non ho sentito...

source: [MD] She's going to make me spank Lauren!
italian: [MD] Lei mi farà spank Lauren!

source: [MD] Please say you're going to pay her now, so I don't have to.
italian: [MD] Si prega di dire che la pagherai ora, quindi non devo farlo.
