Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [C] What do you want twerp? I really don't want to talk to you right now!
italian: [C] Cosa vuoi twerp? Non voglio proprio parlarti adesso!

source: [C] You bought me a gift?
italian: [C] Mi hai comprato un regalo?

source: [C] What? Am I too skinny for you!?
italian: [C] Che cosa? Sono troppo magro per te!?

source: {i}{b}"Aunt Camille's Anger +1"{/b}{/i}
italian: {i}{b}"zia Camille's Rger +1"{/b}{/i}

source: [C] Maybe one of my stalkers at the gym will want it.
italian: [C] Forse uno dei miei stalker in palestra lo vorrà.

source: [C] Really?... No strings attached?... I don't have to show you my boobs or anything?
italian: [C] Davvero?... Nessuna stringa allegata?... Non devo mostrarti le mie tette o nulla?

source: [C] Thanks!
italian: [C] Grazie!

source: {i}{b}"Aunt Camille's Anger -3"{/b}{/i}
italian: {i}{b}"Rabbia di zia Camille -3"{/b}{/i}

source: [C] But don't think that I've forgiven you yet. I still think you're a perverted degenerate, and your actions were completely inappropriate.
italian: [C] Ma non pensate di averti perdonato ancora. Penso ancora che tu sia un degenerato pervertito e che le tue azioni siano state del tutto inappropriate.

source: [C] Thank you, [ryan]! I guess you're not horrible all of the time.
italian: [C] Grazie, [ryan]! Immagino che tu non sia orribile per tutto il tempo.

source: [C] [ryan], what the fuck? I'm not your girlfriend!
italian: [C] [ryan], che scopare? Non sono la tua ragazza!

source: {i}"Throws them in the trash"{/i}
italian: {i}"li lancia nel cestino"{/i}

source: [C] You've got some weird boundary issues.
italian: [C] Hai qualche problema di contorno strano.

source: [C] Maybe next time try to think of something a little less creepy.
italian: [C] Forse la prossima volta prova a pensare a qualcosa di un pò meno inquietante.

source: {i}{b}"Aunt Camille's Affection -1"{/b}{/i}
italian: {i}{b}"Affetto della zia Camilla -1"{/b}{/i}

source: [C] Did you just come to stare at me, twerp? I'm trying to work out. Don't bother me anymore!
italian: [C] Sei appena venuto a guardarmi, twerp? Sto provando a lavorare. Non mi disturbare più!

source: [C] You already gave me a gift [ryan]. Stop being such a needy simp!
italian: [C] Mi hai già fatto un regalo [ryan]. Smettila di essere un simp così bisognoso!

source: [C] Well actions speak louder than words, so stop being who you are, and maybe I'll forgive you!
italian: [C] Bene azioni parlano più forte delle parole, quindi smettete di essere chi sei, e forse ti perdonerò!

source: [RT] {i}I guess I better give her some time, or maybe I can get her a present so she won't be so mad.{/i}
italian: [RT] {i}Immagino che sia meglio darle un po' di tempo, o forse posso prenderle un regalo in modo che non sia così pazza.{/i}

source: [RT] {i}Not much going on... I guess I should have suspected that.{/i}
italian: [RT] {i}Non molto in corso... Immagino che avrei dovuto sospettarlo.{/i}

source: [RT] {i}Working out again? That woman has some body issues.{/i}
italian: [RT] {i}Lavorare di nuovo? Quella donna ha dei problemi di corpo.{/i}

source: [RT] {i}Probably didn't help when her husband took off with the nanny.{/i}
italian: [RT] {i}Probabilmente non ha aiutato quando il marito è decollato con la nanny.{/i}

source: [RT] {i}I don't know what else I expected her to be doing.{/i}
italian: [RT] {i}Non so cos'altro mi aspettavo che facesse lei.{/i}

source: [RT] {i}I shouldn't push my luck... that's enough for tonight.{/i}
italian: [RT] {i}Non dovrei spingere la mia fortuna... è abbastanza per questa sera.{/i}

source: [RT] {i}Should I make a visit to Mom's bedside tonight?{/i}
italian: [RT] {i}Dovrei fare una visita al comodino di mamma stasera?{/i}

source: [RT] {i}I'm getting addicted to Mom's body... I can't wait until she gives it to me willingly.{/i}
italian: [RT] {i}Sto diventando dipendente dal corpo della mamma... non vedo l'ora che non lo dia volentemente.{/i}

source: [RT] {i}So what whould I choose tonight?{/i}
italian: [RT] {i}Quindi che cosa sceglio stasera?{/i}

source: [RT] {i}I've gotta take off that bra so I have some goods to look at while her feet are caressing my cock.{/i}
italian: [RT] {i}Ho preso via quel reggiseno così ho alcune merci da guardare mentre i suoi piedi si accarezzano il mio cazzo.{/i}

source: [RT] {i}I can't wait to cum all over them!{/i}
italian: [RT] {i}Non vedo l'ora di sborrare su di loro!{/i}

source: [RT] {i}Oh, fuck! That feels so good!{/i}
italian: [RT] {i}Oh, cazzo! Mi sembra così buono!{/i}

source: [RT] {i}And the view can't be beat.{/i}
italian: [RT] {i}E la vista non può essere battuta.{/i}

source: [RT] {i}Oh, yeah! I'm about to cum!{/i}
italian: [RT] {i}Oh, sì! Sto per sborsare!{/i}

source: [RT] {i}And I get to cum all over Mom's tits!{/i}
italian: [RT] {i}E vengo a sborrare tutte le tette della mamma!{/i}

source: [RT] {i}This was such a good idea!{/i}
italian: [RT] {i}Questa è stata una buona idea!{/i}

source: [RT] {i}Fuck yeah... I covered her.{/i}
italian: [RT] {i}Scopa sì... L'ho coperta.{/i}

source: [RT] {i}Now to hide the evidence and rub it all in. This extra moisturizer should make her skin even more radiant.{/i}
italian: [RT] {i}Ora per nascondere le prove e strofinare tutto. Questo idratante extra dovrebbe rendere la sua pelle ancora più radiante.{/i}

source: [RT] {i}First I've got to get those tiny panties off and turn her on her stomach.{/i}
italian: [RT] {i}Prima devo spegnere quelle piccole mutandine e accenderle lo stomaco.{/i}

source: [RT] {i}I'm going to cum all over that ass!{/i}
italian: [RT] {i}Sto andando a sborrare tutto quel culo!{/i}

source: [RT] {i}Oh, wow! This is where my dick belongs!{/i}
italian: [RT] {i}Oh, wow! Ecco dove appartiene il mio cazzo!{/i}

source: [RT] {i}Ohhh... I'm gonna cum!{/i}
italian: [RT] {i}Ohhh... Sto andando a cum!{/i}

source: [RT] {i}Mom... I'm gonna cum all over your ass!{/i}
italian: [RT] {i}Moma... Mi dilungherò in tutto il tuo culo!{/i}

source: [RT] {i}Oh, yeah... she's fucking covered!{/i}
italian: [RT] {i}Oh, sì... ha scopato!{/i}

source: [RT] {i}Now to wipe that moisturizing goodness into her skin, and say goodbye until next time.{/i}
italian: [RT] {i}Ora per pulire quella bontà idratante nella sua pelle, e dire addio alla prossima volta.{/i}

source: [RT] {i}Thank God! She's still wearing her sexy underwear to sleep.{/i}
italian: [RT] {i}Grazie Dio! Lei sta ancora indossando la sua biancheria intima sexy per dormire.{/i}

source: [RT] {i}Now, what can I get away with, without waking her up?{/i}
italian: [RT] {i}Ora, cosa posso fare a meno, senza svegliarla?{/i}

source: {i}Why should I just look at her boobs? With Mom in this state, I can have a look at whatever I want.{/i}
italian: {i}Perché dovrei solo guardare le sue tette? Con la mamma in questo stato, posso dare un'occhiata a quello che voglio.{/i}

source: [RT] {i}I'll just slide these tiny panties down and onto the floor.{/i}
italian: [RT] {i}Scorrerò queste piccole mutandine verso il basso e sul pavimento.{/i}

source: [RT] {i}And let's see if I can roll her onto her stomach so I can get a better view.{/i}
italian: [RT] {i}E vediamo se la posso rotolare sullo stomaco in modo da poter avere una visione migliore.{/i}

source: [RT] {i}That is one firm ass... and that pussy and butthole!... I'm going to jizz in my pants!{/i}
italian: [RT] {i}Questo è un culo saldo... e quella figa e il butthole!... Sto per saltare nei miei pantaloni!{/i}

source: [RT] {i}I'd better hold back... I've got bigger plans than jizzing in my pants.{/i}
italian: [RT] {i}Farei meglio a tenere indietro... Ho piani più grandi di saltare nei miei pantaloni.{/i}

source: [RT] {i}This is going to be risky... We'll see just how deep of a sleep she's in.{/i}
italian: [RT] {i}Questo sarà rischioso... Vedremo quanto profondo sia nel sonno.{/i}

source: [RT] {i}Oh, my God!... I'm actually sliding my dick between Mom's ass cheeks!{/i}
italian: [RT] {i}Oh, mio Dio!... in realtà sto scivolando il mio cazzo tra le guance del culo della mamma!{/i}

source: [RT] {i}If I angled my dick down just a little, I could fully penetrate her.{/i}
italian: [RT] {i}Se ho agitato il mio cazzo giù solo un po', potrei penetrarla completamente.{/i}

source: [RT] {i}That might wake her up though, not to mention, I want her to be fully awake and willing the first time I penetrate her.{/i}
italian: [RT] {i}Che potrebbe svegliarla però, per non menzionare, Voglio che lei sia completamente sveglio e disposta la prima volta che la penetro. /i}

source: [RT] {i}Yes!... I was worried Mom was going to start sleeping in sweats or something when her robe disappeared.{/i}
italian: [RT] {i}Sì!... Ero preoccupato che la mamma avrebbe iniziato a dormire nel sudore o qualcosa quando la sua veste è scomparso.{/i}

source: [RT] {i}God, I love her sexy underwear!{/i}
italian: [RT] {i}Dio, amo la sua biancheria intima sexy!{/i}

source: [RT] {i}And now that her pesky robe is out of the way, I can start to have some fun.{/i}
italian: [RT] {i}E ora che la sua veste fastidiosa è fuori strada, posso iniziare a divertirsi.{/i}

source: [RT] {i}How about I start out with a view of Mom's boobs.{/i}
italian: [RT] {i}Che ne dici di iniziare con una vista sulle tette della mamma.{/i}

source: [RT] {i}I just need to unclasp... bring it around her shoulders... roll her onto her back... and pull the bra off her arms.{/i}
italian: [RT] {i}Ho solo bisogno di sbloccarla... portarlo intorno alle sue spalle... rotolarla sulla schiena... e tirare via il reggiseno dalle braccia.{/i}

source: [RT] {i}Wow!... To think I used to suck on those every day!{/i}
italian: [RT] {i}Wow!... Per pensare che ho usato per succhiare su quelli ogni giorno!{/i}

source: [RT] {i}I'm going to cum all over them...{/i}
italian: [RT] {i}Ho intenzione di sborrare in tutto loro...{/i}

source: [RT] {i}But why jack off when I can think of something even more fun?{/i}
italian: [RT] {i}Ma perché jack off quando posso pensare a qualcosa di ancora più divertente?{/i}

source: [RT] {i}Using Lauren's feet felt incredible, I think I'll start with that.{/i}
italian: [RT] {i}Usare i piedi di Lauren mi è sembrato incredibile, penso che comincerò con quello.{/i}

source: [RT] {i}I know a lot of guys are into feet. Let's see what all the hype is about.{/i}
italian: [RT] {i}So che molti ragazzi sono in piedi. Vediamo di cosa si tratta tutto l'hype.{/i}

source: [RT] {i}Mom's at the club tonight, but where's Aunt Cami?{/i}
italian: [RT] {i}Mamma al club stasera, ma dov'è zia Cami?{/i}

source: [RT] {i}Is it possible she followed Mom to the club?{/i}
italian: [RT] {i}È possibile che segua la mamma al club?{/i}

source: [RT] {i}What the fuck? The door is locked!... This is Aunt Cami's doing for sure!{/i}
italian: [RT] {i}Cosa scopa? La porta è bloccata!... Questa è la zia che sta facendo di sicuro!{/i}

source: [RT] {i}Mom never locks the door!{/i}
italian: [RT] {i}Mamma non blocca mai la porta!{/i}

source: [RT] {i}What could be going on in there?{/i}
italian: [RT] {i}Cosa potrebbe succedere lì dentro?{/i}

source: [RT] {i}Why did I expect anything else?{/i}
italian: [RT] {i}Perché mi aspettavo qualcos'altro?{/i}

source: [RT] {i}Hmmm... door's locked... I don't think she's any more pissed off at me than usual.{/i}
italian: [RT] {i}Hmmm... porta bloccata... Non penso che mi sia più incastrata del solito. {/i}

source: [RT] {i}I wonder what she's doing?{/i}
italian: [RT] {i}Mi chiedo cosa stia facendo?{/i}

source: [RT] {i}On second thought... I don't really care about what Aunt Cami's doing in Mom's room.'{/i}
italian: [RT] {i}Al secondo pensiero... Non mi interessa molto quello che Aunt Cami sta facendo nella stanza della mamma.'{/i}

source: [RT] {i}Wait! What is that moaning noise?{/i}
italian: [RT] {i}Aspetta! Che cos'è quel rumore di gemere?{/i}

source: [RT] {i}Sound's like she's getting a different type of workout in today.{/i}
italian: [RT] {i}Suono come lei sta ottenendo un tipo diverso di allenamento in oggi.{/i}

source: [RT] {i}I wish I could see what's going on... I've got to figure out a way to spy on her.{/i}
italian: [RT] {i}Vorrei poter vedere cosa sta succedendo... Devo capire un modo per spiarla.{/i}

source: {i}{b}"Aunt Camille's Libido -5"{/b}{/i}
italian: {i}{b}"Libido di zia Camille -5"{/b}{/i}

source: [RT] {i}Alright, Aunt Cami, let's see what you're up to.{/i}
italian: [RT] {i}Va bene, zia Cami, vediamo cosa hai in mente.

source: [RT] {i}Oh, nice! Great timing once again!{/i}
italian: [RT] {i}Oh, bello! Grande tempismo ancora una volta!

source: [RT] {i}These cameras have been worth every penny.{/i}
italian: [RT] {i}Queste macchine fotografiche sono valse ogni centesimo.{/i}

source: [RT] {i}She's got her dildo out, and it looks like she found Mom's butt plug!{/i}
italian: [RT] {i}Ha tirato fuori il suo dildo e sembra che abbia trovato il butt plug della mamma!

source: [RT] {i}Maybe I'm wrong, but it seems like a butt plug should be a personal item.{/i}
italian: [RT] {i}Forse mi sbaglio, ma mi sembra che un butt plug dovrebbe essere un oggetto personale.{/i}

source: [CT] {i}I always knew my sister had a slutty side... but a butt plug?{/i}
italian: [CT] {i}Ho sempre saputo che mia sorella aveva un lato da puttana... ma un butt plug?

source: [CT] {i}Hmmm... I do wonder though...{/i}
italian: [CT] {i}Hmmm... Mi chiedo però...{/i}

source: [CT] {i}If my sister can get this thing in her ass, then so... can... I...{/i}
italian: [CT] {i}Se mia sorella può infilarsi questa cosa nel culo, allora anche... posso... Io...{/i}.

source: [CT] {i}There!{/i}
italian: [CT] {i}Lì! {/i}

source: [CT] {i}I can't believe I enjoyed using that butt plug so much last time!...{/i}
italian: [CT] {i}Non riesco a credere che mi sia piaciuto usare quel butt plug l'ultima volta!...{/i}

source: [CT] {i}Am I becoming as big of a slut as my sister?{/i}
italian: [CT] {i}Sto diventando grande di una troia come mia sorella?{/i}

source: [CT] {i}I really do want to cum as hard as I did last time though...{/i}
italian: [CT] {i}Voglio davvero sperare così duramente come ho fatto l'ultima volta però...{/i}

source: [CT] {i}Hopefully... it will... go... In easier... this time...{/i}
italian: [CT] {i}Speriamo che sarà... vai... Più facilmente... questa volta...{/i}

source: [CT] {i}God, I hope [ryan] pays me to see my breasts again!{/i}
italian: [CT] {i}Dio, spero che [ryan] mi paghi di nuovo per vedere i miei seni!{/i}

source: [CT] {i}And when is he going to pay me to take it even further?{/i}
italian: [CT] {i}E quando mi pagherà per spingerlo ancora di più?{/i}

source: [CT] {i}To give him a handjob, maybe?{/i}
italian: [CT] {i}Per dargli un segno, forse?{/i}

source: [CT] {i}Maybe a blowjob?{/i}
italian: [CT] {i}Forse un pompino?{/i}

source: [CT] {i}Would he want to fuck my ass like this butt plug?{/i}
italian: [CT] {i}Vorrebbe scopare il culo come questo butt plug?{/i}

source: [CT] {i}Whoah... hold on there, Camille!... That's escalating things way too quickly.{/i}
italian: [CT] {i}Whoah... tenetevi lì, Camille!... Le cose stanno escalating troppo velocemente.{/i}

source: [CT] {i}It's just that this fucking plug in my ass is making me think these dirty things...{/i}
italian: [CT] {i}È solo che questa spina del cazzo nel mio culo mi fa pensare a queste cose sporche...{/i}

source: [CT] {i}This dirty butt plug of my sister's...{/i}
italian: [CT] {i}Questa spina di testa sporca di mia sorella...{/i}

source: [CT] {i}Why does the fact that the plug belongs to [mom_name] turn me on even more?{/i}
italian: [CT] {i}Perché il fatto che la spina appartenga a [mom_name] mi attiva ancora di più?{/i}

source: [CT] {i}Why do I keep lying to myself?... Trying to tell myself I'm not a whore like my sister...{/i}
italian: [CT] {i}Perché continuo a mentire a me stesso? Cercando di dirmi che non sono una puttana come mia sorella...{/i}.

source: [CT] {i}When the facts don't lie. The facts say that I'm just a dirty slut like she is...{/i}
italian: [CT] {i}Quando i fatti non mentono. I fatti dicono che sono solo una sporca puttana come lei...{/i}.

source: [CT] {i}Even dirtier, probably!{/i}
italian: [CT] {i}Anche più sporca, probabilmente!

source: [CT] {i}For fuck's sake! I let my own nephew bribe me into showing him my tits!{/i}
italian: [CT] {i}Per amore del cazzo! Ho lasciato che il mio nipote mi corrompesse a mostrargli le mie tette!{/i}

source: [CT] {i}And it's not about the money... like I've been trying to tell myself...{/i}
italian: [CT] {i}E non è per i soldi... come ho cercato di dire a me stessa...{/i}

source: [CT] {i}It just feels so good to have someone desire me sexually again.{/i}
italian: [CT] {i}È così bello avere qualcuno che mi desideri di nuovo sessualmente.

source: [CT] {i}Bobby seemed bored of me just a couple years after being married... about the same time we hired that homewrecker, Cindy.{/i}
italian: [CT] {i}Bobby sembrava annoiato di me solo un paio di anni dopo il matrimonio... più o meno quando abbiamo assunto quella rovinafamiglie, Cindy.

source: [CT] {i}So, I started dressing like a whore at the gym... because I needed the guys to stare...{/i}
italian: [CT] {i}Così, ho iniziato a vestirmi come una puttana in palestra... perché avevo bisogno che i ragazzi mi fissassero...{/i}

source: [CT] {i}To undress me with their eyes!{/i}
italian: [CT] {i}Per spogliarmi con i loro occhi!

source: [CT] {i}To fuck me in their minds!{/i}
italian: [CT] {i}Per scoparmi nelle loro menti!{/i}

source: [CT] {i}And now we can't even afford a fucking gym membership!{/i}
italian: [CT] {i}E ora non possiamo nemmeno permetterci un fottuto abbonamento in palestra!

source: [CT] {i}And although I hate fucking [ryan]...{/i}
italian: [CT] {i}E anche se odio scopare [ryan]...{/i}

source: [CT] {i}I need his hungry eyes on my breasts!{/i}
italian: [CT] {i}Ho bisogno dei suoi occhi affamati sul mio seno!

source: [CT] {i}I love the fact that he's probably jacking off to thoughts of me.{/i}
italian: [CT] {i}Adoro il fatto che probabilmente si sta masturbando pensando a me.

source: [RT] {i}I've got to get a picture of this to jack off to!{/i}
italian: [RT] {i}Devo avere una foto di questo per farmi una sega!

source: [CT] {i}I need to see his massive cock again!{/i}
italian: [CT] {i}Ho bisogno di vedere ancora il suo enorme cazzo!

source: [CT] {i}Oh, fuck! I'm almost there!{/i}
italian: [CT] {i}Oh, cazzo! Ci sono quasi!

source: [CT] {i}Oh, fuck! Oh, fuck! I'm coming!{/i}
italian: [CT] {i}Oh, cazzo! Oh, cazzo! Sto venendo!

source: [CT] {i}Oh, God! Oh, fuck!{/i}
italian: [CT] {i}Oh, Dio! Oh, cazzo!

source: [C] Aaaahhhhhh!
italian: [C] Aaaahhhhh!

source: [RT] {i}Another huge squirter!... I fucking live in a porn video... or at least I'm going to soon!{/i}
italian: [RT] {i}Un altro enorme squirter! Cazzo, vivo in un video porno... o almeno lo farò presto!

source: [CT] {i}I'm never masturbating without a butt plug again!{/i}
italian: [CT] {i}Non mi sto mai masturbarmi senza una spina butt di nuovo!{/i}

source: [CT] {i}Oh, God! I haven't squirted like that since I was in my twenties!{/i}
italian: [CT] {i}Oh, Dio! Non schizzavo così da quando avevo vent'anni!

source: [CT] {i}Was it because of the butt plug?{/i}
italian: [CT] {i}È stato a causa del butt plug?

source: [RT] {i}Just... wow!{/i}
italian: [RT] {i}Solo... wow! {/i}

source: [RT] {i}Now I'd better get out of here before someone else comes along.{/i}
italian: [RT] {i}Ora è meglio che me ne vada prima che arrivi qualcun altro.

source: [MT] {i}Did I really give [ryan] a blowjob?...{/i}
italian: [MT] {i}Ho davvero fatto [ryan] un pompino?...{/i}

source: [MT] {i}What kind of mother does that to her son?{/i}
italian: [MT] {i}Che tipo di madre lo fa per suo figlio?{/i}

source: [MT] {i}But it's not fair... I've never seen a cock like that!{/i}
italian: [MT] {i}Ma non è giusto... non ho mai visto un cazzo del genere!{/i}

source: [MT] {i}Oh, my God!... I'm squirting!!{/i}
italian: [MT] {i}Oh, mio Dio!... Sto schizzando!!{/i}

source: [MT] {i}Oh, yes!! Fucking squirted again!{/i}
italian: [MT] {i}Oh, sì!! Scopata di nuovo schizzata!{/i}

source: [MT] {i}I've got to stop thinking about these kinds of things!...{/i}
italian: [MT] {i}Devo smettere di pensare a questo tipo di cose!...{/i}

source: [MT] {i}But what's the harm in a little imagination?{/i}
italian: [MT] {i}Ma qual è il danno in una piccola immaginazione?{/i}

source: [MT] {i}That felt sooooo good!{/i}
italian: [MT] {i}Che si sentiva bene soooo!{/i}

source: [MT] {i}What's wrong with me?{/i}
italian: [MT] {i}Cosa c'è di sbagliato con me?{/i}

source: [RT] {i}Mom must be doing a lot of extra laundry, with all these women squirting all over their beds.{/i}
italian: [RT] {i}Mamma deve fare un sacco di bucato extra, con tutte queste donne che squirting su tutti i loro letti.{/i}

source: [RT] {i}Not to mention what I do in mine.{/i}
italian: [RT] {i}Per non parlare di ciò che faccio nel mio.{/i}

source: [RT] {i}And that makes 3 for 3.{/i}
italian: [RT] {i}E questo fa 3 su 3.{/i}

source: [RT] {i}Is it something in the girl's diets?{/i}
italian: [RT] {i}È qualcosa nella dieta della ragazza?{/i}

source: [RT] {i}Wow! Mom's a squirter too.{/i}
italian: [RT] {i}Wow! Anche la mamma è una squirter.

source: [RT] {i}Maybe there's something in the water.{/i}
italian: [RT] {i}Forse c'è qualcosa in acqua. {/i}

source: [RT] {i}Oh, my God! Mom just squirted all over her bed!{/i}
italian: [RT] {i}Oh, mio Dio! La mamma ha appena schizzato su tutto il suo letto!{/i}

source: [RT] {i}I thought that was just some kinky porn gimmick where the girls just piss all over.{/i}
italian: [RT] {i}Pensavo che fosse solo un espediente porno perverso dove le ragazze pisciano dappertutto.

source: [RT] {i}Wow, Mom's a real squirter!{/i}
italian: [RT] {i}Wow, la mamma è una vera squirter!

source: {i}{b}"Mom's Libido -5"{/b}{/i}
italian: {i}{b}"Libido di mamma -5"{/b}{/i}

source: [RT] {i}I might need to go back to my room to take care of something myself.{/i}
italian: [RT] {i}Potrei aver bisogno di tornare nella mia stanza per occuparmi di qualcosa da solo.{/i}

source: [RT] {i}I should probably go get some sleep now, maybe...{/i}
italian: [RT] {i}Dovrei probabilmente andare a dormire adesso, forse...{/i}

source: [RT] {i}I should run before I get caught.{/i}
italian: [RT] {i}dovrei correre prima di farsi catturare.{/i}

source: [MT] {i}Did I really give Matt a blowjob?...{/i}
italian: [MT] {i}Ho davvero dato un pompino ad Matt?...{/i}

source: [MT] {i}What kind of teacher does that to their student?{/i}
italian: [MT] {i}Che tipo di insegnante lo fa al loro studente?{/i}

source: [MT] {i}But I've never seen a student with a cock like that!{/i}
italian: [MT] {i}Ma non ho mai visto uno studente con un cazzo così!{/i}

source: [RT] {i}Mom must be doing a lot of extra laundry with all these women squirting all over their beds.{/i}
italian: [RT] {i}Mamma deve fare un sacco di bucato in più con tutte queste donne che squirting su tutti i loro letti.{/i}

source: [RT] {i}Well... not a lot of action going on here. I should probably just go to sleep myself.{/i}
italian: [RT] {i}Bene... non molte azioni in corso qui. Probabilmente dovrei solo andare a dormire me.{/i}

source: [RT] {i}I've already kept Mandy up super late. I should just let them sleep.{/i}
italian: [RT] {i}Ho già mantenuto Mandy in ritardo. Dovrei solo lasciarli dormire. {/i}

source: [RT] {i}I wonder if Mandy will be up for continuing our game of "Truth, or Dare".{/i}
italian: [RT] {i}Mi chiedo se Mandy sarà pronto per continuare il nostro gioco di "Verità, o Dare".{/i}

source: [RT] {i}Should I knock and find out?{/i}
italian: [RT] {i}Dovrei battere e scoprire?{/i}

source: [L] Who is it?
italian: [L] Chi sia?

source: [R] It's me....
italian: [R] Sono io....

source: [L] Come in.
italian: [L] Entra.
