Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [UB] Should we leave, Lauren?
french: [UB] Devrions-nous partir, Lauren?
italian: [UB] Dovremmo andarcene, Lauren?

source: [L] I'll only be another second while I tell [ryan] to get lost!
french: [L] Je ne serai qu'une seconde de plus pendant que je dis à [ryan] de se perdre!
italian: [L] Ci metterò solo un altro secondo mentre dico a [ryan] di sparire!

source: [RT] {i}Well, at least it sounds like they remember her name... No doubt this is a really effective way to get votes, but I'm shocked Lauren would do something like this!{/i}
french: [RT] {i}Eh bien, au moins, on dirait qu'ils se souviennent de son nom... C'est sans doute un moyen vraiment efficace d'obtenir des votes, mais je suis choqué que Lauren fasse quelque chose comme ça!{/i}
italian: [RT] {i}Beh, almeno sembra che si ricordino il suo nome... Senza dubbio questo è un modo davvero efficace per ottenere voti, ma sono scioccata che Lauren faccia una cosa del genere!

source: [R] I just can't believe you would jerk a bunch of random guys off!
french: [R] Je n'arrive tout simplement pas à croire que tu branlerais un tas de gars au hasard!
italian: [R] Non posso credere che tu abbia fatto una sega ad un gruppo di ragazzi a caso!

source: [L] You didn't seem to have any objection when I jerked y.... ummm, that one guy off, and I'd say most people would argue that's way worse than this.
french: [L] Tu n'as pas semblé avoir d'objection quand je me suis branlée... ummm, qu'un gars, et je dirais que la plupart des gens diraient que c'est bien pire que ça.
italian: [L] Non sembravi avere alcuna obiezione quando ho fatto una sega a y.... ummm, quel ragazzo, e direi che la maggior parte delle persone direbbe che è molto peggio di questo.

source: [R] Not in my opinion.
french: [R] Pas à mon avis.
italian: [R] Non secondo me.

source: [R] So why don't you just let go of those dicks, and let's figure out another way to get votes.
french: [R] Alors pourquoi ne lâches-tu pas ces bites, et trouvons un autre moyen d'obtenir des votes.
italian: [R] Quindi perché non lasci andare quei cazzi e troviamo un altro modo per ottenere voti.

source: [L] You're not my dad! You can't tell me what to do!
french: [L] Tu n'es pas mon père! Tu ne peux pas me dire quoi faire!
italian: [L] Non sei mio padre! Non puoi dirmi cosa fare!

source: [R] Well, I'm staying here until you stop!
french: [R] Eh bien, je reste ici jusqu'à ce que tu t'arrêtes!
italian: [R] Beh, resterò qui finché non la smetterai!

source: [L] Good!... I hope you enjoy the show.
french: [L] Bien!... J'espère que tu apprécieras le spectacle.
italian: [L] Bene!... Spero che lo spettacolo ti piaccia.

source: [UB] So, he's just going to watch us?
french: [UB] Alors, il va juste nous regarder?
italian: [UB] Quindi ci guarderà e basta?

source: [AUB] Dude, you were watching her jack me off.
french: [AUB] Mec, tu la regardais me branler.
italian: [AUB] Amico, la stavi guardando mentre mi faceva una sega.

source: [UB] Hah... Yeah, I guess that's true.
french: [UB] Hah... Oui, je suppose que c'est vrai.
italian: [UB] Hah... Sì, credo sia vero.

source: [R] Oh my God, Lauren... I can't believe you're doing that in front of me!
french: [R] Oh mon Dieu, Lauren... Je n'arrive pas à croire que tu fasses ça devant moi !
italian: [R] Oh mio Dio, Lauren... Non posso credere che tu lo stia facendo davanti a me!

source: [L] Well, you're welcome to leave any time you want.
french: [L] Eh bien, tu peux partir quand tu le souhaites.
italian: [L] Beh, puoi andartene quando vuoi.

source: [LT] {i}Why is it turning me on to have my brother watch me jack off these random guys?{/i}
french: [LT] {i}Pourquoi cela m'excite-t-il de voir mon frère me regarder branler ces gars au hasard?{/i}
italian: [LT] {i}Perché mi eccita avere mio fratello che mi guarda mentre mi faccio una sega con questi ragazzi a caso?

source: [LT] {i}I hope he doesn't leave!{/i}
french: [LT] {i}J'espère qu'il ne partira pas !{/i}
italian: [LT] {i}Spero che non se ne vada! {/i}

source: [RT] {i}Why isn't she stopping?{/i}
french: [RT] {i}Pourquoi ne s'arrête-t-elle pas ?{/i}
italian: [RT] {i}Perché non si ferma? {/i}

source: [R] There, now can we talk.
french: [R] Là, maintenant pouvons-nous parler.
italian: [R] Ecco, ora possiamo parlare.

source: [L] Not till I'm finished.
french: [L] Pas avant que j'aie fini.
italian: [L] Non finché non ho finito.

source: [R] But you just...
french: [R] Mais tu es juste...
italian: [R] Ma hai appena...

source: [L] With all the guys in line.
french: [L] Avec tous les gars en ligne.
italian: [L] Con tutti i ragazzi in fila.

source: [R] You're not fucking serious.
french: [R] Tu n'es pas sérieuse.
italian: [R] Non sei fottutamente serio.

source: [R] I don't want to see anymore. I'm leaving.
french: [R] Je ne veux plus voir. Je pars.
italian: [R] Non voglio vedere altro. Me ne vado.

source: [RT] {i}Wow!... That was unexpected!{/i}
french: [RT] {i}Wow!... C'était inattendu !{/i}
italian: [RT] {i}Wow!... Era inaspettato!{/i}

source: [RT] {i}I wanted to corrupt Lauren, but just for me.{/i}
french: [RT] {i}Je voulais corrompre Lauren, mais juste pour moi.{/i}
italian: [RT] {i}volevo corrompere Lauren, ma solo per me.{/i}

source: [RT] {i}I mean, I guess I always knew there was some pent up sluttiness in her.{/i}
french: [RT] {i}Je veux dire, je suppose que j'ai toujours su qu'il y avait une certaine frilosité refoulée en elle.{/i}
italian: [RT] {i}Intendo dire, immagino che ho sempre saputo che c'era un po' di troia in lei.{/i}

source: [RT] {i}Maybe I shouldn't be so surprised at the results when I opened up Panera's... Pantera's, or whatever that box is called.{/i}
french: [RT] {i}Peut-être que je ne devrais pas être aussi surpris des résultats lorsque j'ai ouvert Panera... Chez Pantera, ou quel que soit le nom de cette boîte.{/i}
italian: [RT] {i}Forse non dovrei essere così sorpreso dai risultati quando ho aperto Panera 's... Pantera, o qualsiasi cosa venga chiamata.{/i}

source: [RT] {i}All I know is that if I don't want her satisfying her urges with any other guys but me.{/i}
french: [RT] {i}Tout ce que je sais, c'est que si je ne veux pas qu'elle satisfasse ses envies avec d'autres gars que moi.{/i}
italian: [RT] {i}Tutto quello che so è che se non voglio lei soddisfare i suoi desideri con altri ragazzi ma me.{/i}

source: [RT] {i}I'd better step up my game and really work hard if I want to keep her for myself.{/i}
french: [RT] {i}Je ferais mieux d'intensifier mon jeu et de travailler vraiment dur si je veux la garder pour moi.{/i}
italian: [RT] {i}Io farei meglio a rafforzare il mio gioco e davvero lavorare sodo se voglio mantenerla per me.{/i}

source: {i}"Wow! Lauren just gained 5 influence points all by herself. That really was effective."{/i}
french: {i}'Wow! Lauren vient de gagner 5 points d'influence toute seule. C'était vraiment efficace.'{/i}
italian: {i}"Wow! Lauren ha appena guadagnato 5 punti di influenza tutti da sola. Questo è stato davvero efficace."{/i}

source: [RT] {i}Dammit!... Is she crying again?{/i}
french: [RT] {i}Bon sang!... Elle pleure encore ?{/i}
italian: [RT] {i}Dammit!... Sta piangendo di nuovo? {/i}

source: [L] Oh, [ryan]... I can't believe I did so poorly again!
french: [L] Oh, [ryan]... Je n'arrive pas à croire que j'ai encore si mal fait!
italian: [L] Oh, [ryan]... non riesco a credere di aver fatto così male di nuovo!

source: [L] I felt so humiliated, I had to leave class before anyone could see me cry.
french: [L] Je me sentais tellement humiliée que j'ai dû quitter la classe avant que quelqu'un ne puisse me voir pleurer.
italian: [L] Mi sentivo così umiliato, ho dovuto lasciare la classe prima che qualcuno potesse vedermi piangere.

source: [L] Why did I do so badly?
french: [L] Pourquoi ai-je si mal fait?
italian: [L] Perché lo ho fatto così male?

source: [L] Wait! I did everything I could to get votes this week.
french: [L] Attends! J'ai tout fait pour obtenir des votes cette semaine.
italian: [L] Aspetta! Ho fatto tutto il possibile per ottenere i voti questa settimana.

source: [L] But you!
french: [L] Mais toi!
italian: [L] Ma tu!

source: [L] Why didn't you do your part!?
french: [L] Pourquoi n'as-tu pas fait ta part !?
italian: [L] Perché non ha fatto la sua parte!?

source: [R] Lauren, I've got a lot of shit on my plate right now. I just didn't get much time to work on your campaign.
french: [R] Lauren, j'ai beaucoup de merde dans mon assiette en ce moment. Je n'ai juste pas eu beaucoup de temps pour travailler sur ta campagne.
italian: [R] Lauren, ho molti merda sul piatto in questo momento. Non ho avuto molto tempo per lavorare sulla tua campagna.

source: [L] Oh, so my shit isn't as important as Mom's shit... or Sidney's shit.
french: [L] Oh, donc ma merde n'est pas aussi importante que celle de maman... ou la merde de Sidney.
italian: [L] Oh, quindi la mia merda non è così importante quanto la merda della mamma... o la merda di Sidney.

source: [R] No, that's not what I'm saying.
french: [R] Non, ce n'est pas ce que je dis.
italian: [R] No, non è quello che dico.

source: [L] Well, that's what it feels like to me.
french: [L] Eh bien, c'est ce que ça me fait.
italian: [L] Beh, questo è quello che mi sembra piace.

source: [L] If I lose this election because you were too busy with other people's shit, I'm going to... well, I don't know... but you're not going to like it!
french: [L] Si je perds cette élection parce que tu étais trop occupé avec la merde des autres, je vais le faire... eh bien, je ne sais pas... mais ça ne te plaira pas !
italian: [L] Se perdo questa elezione perché eravate troppo impegnati con la merda degli altri, sto per farlo.. bene, io non lo so... ma non ti piacerà!

source: [R] As much as I wish I could give you all the money you need, I do have other expenses that had to be paid.
french: [R] Autant que j'aimerais pouvoir te donner tout l'argent dont tu as besoin, j'ai d'autres dépenses qui ont dû être payées.
italian: [R] Per quanto vorrei potervi dare tutti i soldi di cui avete bisogno, ho altre spese che hanno dovuto essere pagate.

source: [L] Oh, you mean like Mom's Mafia debt, or more cosplay outfits from Sidney?
french: [L] Oh, tu veux dire comme la dette mafieuse de maman, ou plus de tenues de cosplay de Sidney?
italian: [L] Oh, intendi come il debito Mafia di mamma, o più abiti cosplay di Sidney?

source: [L] Their shit is more important to you than my shit?
french: [L] Leur merde est plus importante pour toi que la mienne?
italian: [L] La loro merda è più importante per voi di mia merda?

source: [L] If I lose this election because you're wasting your money on other girls, even if they're family... I'm going to...well, I don't know... but you're not going to like it!
french: [L] Si je perds cette élection parce que tu gaspilles ton argent pour d'autres filles, même si elles sont de la famille... J'y vais...eh bien, je ne sais pas... mais ça ne te plaira pas !
italian: [L] Se perdo questa elezione perché stai sprecando i tuoi soldi su altre ragazze, anche se sono famigliari.. Sto andando a...beh, non lo so... ma non ti piacerà!

source: [R] I don't have any excuses... I'm sorry, but I promise that I'm going to try harder this week.
french: [R] Je n'ai aucune excuse... Je suis désolé, mais je promets que je vais essayer plus fort cette semaine.
italian: [R] Non ho scuse... mi dispiace, ma prometto che farò di più questa settimana.

source: [L] I hope so... That's easy for you to say, but I'll believe it when I see it...
french: [L] Je l'espère... C'est facile à dire, mais je le croirai quand je le verrai...
italian: [L] Lo spero così... È facile per voi dirlo, ma ci crederò quando lo vedremo...

source: [L] I'm working as hard as I possibly can, so if I lose this election because you didn't do your part, I'm going to... well, I don't know... but you're not going to like it!
french: [L] Je travaille aussi dur que possible, donc si je perds cette élection parce que tu n'as pas fait ta part, je vais le faire... eh bien, je ne sais pas... mais ça ne te plaira pas !
italian: [L] Sto lavorando il più duramente possibile, quindi se perdo questa elezione perché non avete fatto la vostra parte, sto andando a.. bene, non lo so... ma non ti piacerà!

source: [L] And I'm going to have lose my virginity to that arrogant jock asshole!
french: [L] Et je vais perdre ma virginité face à ce trou du cul arrogant!
italian: [L] E ho perso la mia verginità a quel cazzo arrogante!

source: [R] I don't need you to remind of the stakes, but don't forget that you got yourself into this situation!.. You never should have taken that bet!
french: [R] Je n'ai pas besoin que tu te rappelles les enjeux, mais n'oublies pas que tu t'es mise dans cette situation!.. Tu n'aurais jamais dû prendre ce pari !
italian: [R] Non ho bisogno di ricordarvi la posta in gioco, ma non dimenticate che siete entrati in questa situazione!. Non avresti mai dovuto fare quella scommessa!

source: [L] I'm starting to see that... I guess I just thought you'd have my back is all.
french: [L] Je commence à le voir... Je suppose que je pensais juste que tu aurais mon dos, c'est tout.
italian: [L] Sto iniziando a vederlo... Suppongo che avrei appena pensato che avresti la schiena è tutto.

source: [R] No, please don't start crying again!
french: [R] Non, s'il te plait, ne recommence pas à pleurer !
italian: [R] No, per favore non cominciare a piangere di nuovo!

source: [L] I'm trying not to.
french: [L] J'essaie de ne pas le faire.
italian: [L] Sto provando a non fare.

source: [L] I just really thought I'd have more of your support.
french: [L] Je pensais vraiment avoir plus de ton soutien.
italian: [L] Ho pensato davvero che avrei avuto più del vostro sostegno.

source: [R] Ok... You've got it... What can I do right now to make things better?
french: [R] D'accord... Tu l'as... Que puis-je faire maintenant pour améliorer les choses?
italian: [R] Ok... Ce l'hai... Cosa posso fare ora per migliorare le cose?

source: [L] Well, did you notice, or care, that Matt took down all my posters? He hung all of his posters in their place. Can you please, at the very least, go put my posters back up?
french: [L] Eh bien, as-tu remarqué, ou tu te soucies, que Matt a enlevé toutes mes affiches? Il a accroché toutes ses affiches à leur place. Peux-tu, au moins, aller remettre mes affiches ?
italian: [L] Beh, hai notato o cura, che Matt ha preso tutti i miei manifesti? Ha appeso tutti i suoi manifesti al loro posto. Riesci per favore, almeno, vai a rimettere i miei manifesti?

source: [R] I'll get right on that.
french: [R] Je vais y aller.
italian: [R] Ci andrò bene.

source: [L] Other than that, just come to the campaign headquarters each weekday in the afternoon and I'll make assignments to all the campaign team.
french: [L] En dehors de cela, viens au siège de la campagne chaque jour de la semaine dans l'après-midi et je ferais des affectations à toute l'équipe de campagne.
italian: [L] Oltre a ciò, ogni giorno della settimana nel pomeriggio arriverò nella sede della campagna e farò delle assegnazioni a tutta la squadra della campagna.

source: [R] Ok... I'll see you there.
french: [R] D'accord... On se voit là-bas.
italian: [R] Ok... Vi vedrò lì.

source: [RT] {i}Shit!... I'd better get my act together. If I don't devote enough time and money to this campaign, Matt's going to take my sisters virginity instead of me.{/i}
french: [RT] {i}Merde!... Je ferais mieux de me ressaisir. Si je ne consacre pas assez de temps et d'argent à cette campagne, Matt va prendre la virginité de mes sœurs à la place de moi.{/i}
italian: [RT] {i}merda!... Farei meglio ad unire il mio atto. Se non dedico abbastanza tempo e denaro a questa campagna, Mattsta andando a prendere la verginità delle mie sorelle invece di me.{/i}

source: [RT] {i}Ok... What do I need to do?{/i}
french: [RT] {i}Ok... Que dois-je faire?{/i}
italian: [RT] {i}Ok... Cosa devo fare? {/i}

source: [RT] {i}I'd probably better take care of those posters as soon as possible.{/i}
french: [RT] {i}Je ferais probablement mieux de m'occuper de ces affiches dès que possible.{/i}
italian: [RT] {i}Probabilmente farei meglio a prendermi cura di quei manifesti il prima possibile.{/i}

source: [RT] {i}I hope Mrs. Stone is in here office.{/i}
french: [RT] {i}J'espère que Mme Stone est ici au bureau. {/i}
italian: [RT] {i}Spero che la signora Stone sia qui in ufficio. {/i}

source: [R] Do you know what could make this time even more special?
french: [R] Sais-tu ce qui pourrait rendre cette période encore plus spéciale?
italian: [R] Sapete cosa potrebbe rendere questa volta ancora più speciale?

source: [L] Hmmm... Let me see.
french: [L] Hmmm... Laisse-moi voir.
italian: [L] Hmmm... Lasciami vedere.

source: [L] Does it have anything to do with what's been poking me in the stomach?
french: [L] Cela a-t-il quelque chose à voir avec ce qui m'a piqué dans l'estomac?
italian: [L] Ha qualcosa a che fare con quello che mi sta colpendo nello stomaco?

source: [R] How did you guess?
french: [R] Eh bien, l'as-tu suivie?
italian: [R] Come ha indovinato?

source: [L] You're not hoping for a blowjob are you?... I'm pretty sure I said I wasn't going to do that again.
french: [L] Tu n'espères pas une fellation n'est-ce pas?... Je suis presque sûr d'avoir dit que je n'allais pas refaire ça.
italian: [L] Non stai sperando in un pompino sei tu?... sono abbastanza sicuro che ho detto che non avrei intenzione di farlo ancora.

source: [R] Did you?... I don't remember that.
french: [R] L'as-tu fait?... Je ne m'en souviens pas.
italian: [R] Lo hai fatto?... Non lo ricordo.

source: [L] Yeah, I'm almost positive I did.
french: [L] Ouais, je suis presque certain que je l'ai fait.
italian: [L] Sì, sono quasi positivo che l'abbia fatto.

source: [R] Well, what's one more time going to hurt?
french: [R] Eh bien, qu'est-ce qui va faire mal une fois de plus?
italian: [R] Beh, che cosa ancora una volta farà male?

source: [LT] {i}I really do enjoy sucking my brother's dick... Plus, it does give me more practice.{/i}
french: [LT] {i}J'aime vraiment sucer la bite de mon frère... De plus, cela me donne plus de pratique.{/i}
italian: [LT] {i}Mi piace veramente succhiare il cazzo di mio fratello... Inoltre, mi dà più pratica.{/i}

source: [L] Alright... But this is the last time.
french: [L] D'accord... Mais c'est la dernière fois.
italian: [L] Bene... Ma è l'ultima volta.

source: [RT] {i}Uh huh.{/i}
french: [RT] {i}Euh hum.{/i}

source: [L] I still can't believe you ever talked me into this in the first place.
french: [L] Je n'arrive toujours pas à croire que tu m'aies déjà parlé de ça en premier lieu.
italian: [L] Non riesco ancora a credere che tu mi abbia mai parlato di questo in primo luogo.

source: [R] Are you talking about how you groomed me to mess around with you?
french: [R] Est-ce que tu parles de la façon dont tu m'as préparé à jouer avec toi?
italian: [R] Sta parlando di come mi hai curato di mettermi in giro con te?

source: [L] Hahaha... Groomed... You're such a smartass
french: [L] Hahahaha... Bientôt... Tu es une telle intelligence
italian: [L] Hahaha... Groomed... Sei un tale smartass

source: [L] Now, let me have a taste of that gorgeous dick.
french: [L] Maintenant, laisses-moi goûter à cette magnifique bite.
italian: [L] Ora, lasciatemi avere un assaggio di quel bel cazzo.

source: [LT] {i}Mmmm... pre-cum.{/i}
french: [LT] {i}Mmmm... avant-éjaculation.{/i}

source: [R] I know that our lives have been turned upside down since Dad was thrown in prison, but the one good thing to come out of it, was that I've really enjoyed getting closer to you.
french: [R] Je sais que nos vies ont été bouleversées depuis que Papa a été jeté en prison, mais la seule bonne chose à en sortir, c'est que j'ai vraiment aimé me rapprocher de toi.
italian: [R] So che le nostre vite sono state capovolte da quando papà è stato gettato in prigione, ma l'unica cosa buona da uscire, era che mi è piaciuto davvero avvicinarmi a te.

source: [L] [ryan], that's so sweet.
french: [L] [ryan], c'est si gentil.
italian: [L] [ryan], questo è così dolce.

source: [L] Oh... my.
french: [L] Oh... mon.

source: [L] You really are enjoying being closer to me.
french: [L] Tu aimes vraiment être plus proche de moi.
italian: [L] Ti diverti davvero ad essere più vicino a me.

source: [L] You're poking out of the top of your pants.
french: [L] Tu sors du haut de ton pantalon.
italian: [L] Stai uscendo dalla cima dei pantaloni.

source: [L] Do you want me to grind on it a little?
french: [L] Veux-tu que je le triture un peu?
italian: [L] Volete che mi macchi un po'?

source: [R] Actually... I was hoping you could give me the same kind of treatment you gave me in the lounge.
french: [R] En fait... J'espérais que tu pourrais me donner le même genre de traitement que tu m'as donné dans le salon.
italian: [R] In realtà... speravo che potessi darmi lo stesso tipo di trattamento che mi hai dato in sala.

source: [L] You want to fuck me in this dirty warehouse?
french: [L] Tu veux me baiser dans cet entrepôt sale?
italian: [L] Vuoi scoparmi in questo magazzino sporco?

source: [RT] Well, eventually... but I meant the other thing we did.
french: [RT] Eh bien, finalement... mais je voulais dire l'autre chose que nous avons faite.
italian: [RT] Beh, alla fine... ma io intendevo l'altra cosa che abbiamo fatto.

source: [L] You want me to suck your dick?
french: [L] Tu veux que je te suce la bite?
italian: [L] Vuoi che succhi il tuo cazzo?

source: [R] Well, yeah... I mean, it's not like you haven't done it before.
french: [R] Eh bien, oui... Ce n'est pas comme si tu ne l'avais pas fait avant.
italian: [R] Beh, sì... Voglio dire, non è come non l'hai fatto prima.

source: [L] Yeah... but it was in the heat of the moment... The show really made me excited.
french: [L] Ouais... mais c'était dans le feu de l'action... Le spectacle m'a vraiment excité.
italian: [L] Sì... ma era nel calore del momento... Lo spettacolo mi ha davvero emozionato.

source: [L] I told you we can't keep doing that.
french: [L] Je t'ai dit qu'on ne pouvait pas continuer comme ça.
italian: [L] Vi ho detto che non possiamo continuare a farlo.

source: [R] You know you're pressing your naked body against me... Now, I'm the one who's really excited.
french: [R] Tu sais que tu appuies ton corps nu contre moi... Maintenant, je suis celui qui est vraiment excité.
italian: [R] Sai che stai premendo il tuo corpo nudo contro di me... Ora, sono quello che è davvero emozionato.

source: [LT] {i}It's not like I didn't enjoy sucking my brother's dick... And it does give me more practice for when I do it with somebody else.{/i}
french: [LT] {i}Ce n'est pas comme si je n'avais pas aimé sucer la bite de mon frère... Et cela me donne plus de pratique quand je le fais avec quelqu'un d'autre.{/i}
italian: [LT] {i}Non è come se non mi piacesse succhiare il cazzo di mio fratello.. E mi dà più pratica per quando lo faccio con qualcun altro.{/i}

source: [L] Alright... But just this once.
french: [L] D'accord... Mais juste cette fois.
italian: [L] Bene... Ma solo una volta.

source: [RT] {i}We'll see about that.{/i}
french: [RT] {i}Nous allons voir cela à ce sujet.{/i}
italian: [RT] {i}Vedremo a riguardo. {/i}

source: [R] Talked you into it?... It was pretty much all your idea.
french: [R] Tu en as parlé?... C'était à peu près ton idée.
italian: [R] Ti ha parlato in esso?... È stata praticamente tutta la tua idea.

source: [L] Hmmm... That's not how I remember it... I guess maybe we were both influenced by the plot line of "Game of Thots"
french: [L] Hmmm... Ce n'est pas comme ça que je m'en souviens... Je suppose que nous avons peut-être été tous les deux influencés par l'intrigue de 'Game of Thots'
italian: [L] Hmmm... Non è così che lo ricordo... Immagino che siamo stati entrambi influenzati dalla linea di trama di "Game of Thots"
