Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [L] Now fuck your... dirty little slut!
french: [L] Maintenant, baise ta... sale petite salope !
italian: [L] Ora scopate la vostro... sporca piccola troia!

source: [L] God!... I love this position!
french: [L] Dieu .... J'adore cette position !
italian: [L] Dio! Amo questa posizione!

source: [L] I can see your dick bulge moving around... inside of me.
french: [L] Je peux voir ton renflement de bite bouger... en moi.
italian: [L] Posso vedere il tuo cazzo rigonfiarsi muoversi intorno... dentro di me.

source: [L] Oh, fuck!... I'm gonna cum!
french: [L] Oh, putain!... Je vais jouir!
italian: [L] Oh, cazzo!... Sto per venire!

source: [R] Remember not to scream!
french: [R] N'oublies pas de ne pas crier!
italian: [R] Ricordati di non urlare!

source: [L] {i}(repressed){/i} Uuuhhhhhhh!!....
french: [L] {i}(étouffé){/i} Uuuhhhhhh!!....
italian: [L] {i}(represso){/i} Uuuhhhhhh!!....

source: [R] Holy shit, Lauren!
french: [R] Putain de merde, Lauren !
italian: [R] Merda santa, Lauren!

source: [L] Ooohhh... That's what I needed!
french: [L] Ooohhh... C'est ce dont j'avais besoin !
italian: [L] Ooohhh... È quello di cui avevo bisogno!

source: [L] Don't stop, though!
french: [L] Ne t'arrêtes pas, cependant!
italian: [L] Non fermatevi, però!

source: [L] Keep fucking me!
french: [L] Continue à me baiser !
italian: [L] Continua a scoparmi!

source: [R] Oh, yeah... I'm gonna fuck... that dirty cunt raw!
french: [R] Oh, ouais... Je vais baiser... cette sale chatte à vif !
italian: [R] Oh, sì... Mi farò scopare... quella sporca figa cruda!

source: [LT] {i}Haha... He can try... This pussy's used to a bigger dick than his.{/i}
french: [LT] {i}Haha... Il peut essayer... Cette chatte est habituée à une bite plus grosse que la sienne.{/i}
italian: [LT] {i}Haha... Può provare... Questa figa è usata per un cazzo più grande del suo.{/i}

source: [R] Oh, yeah!... I'm gonna cum!
french: [R] Oh, yeah !... Je vais jouir !
italian: [R] Oh, sì!... Sto andando a cum!

source: [L] Fill me up with your cum!
french: [L] Remplis-moi de ton sperme !
italian: [L] Riempimi del tuo sperma!

source: [L] I can't get pregnant from my brother!
french: [L] Je ne peux pas tomber enceinte de mon frère !
italian: [L] Non posso rimanere incinta di mio fratello!

source: [L] God, yes!... I can feel your cock unloading inside me!
french: [L] Dieu, oui !... Je peux sentir ta bite se décharger en moi !
italian: [L] Dio, sì!... Sento il tuo cazzo che si scarica dentro di me!

source: [L] Dammit, [ryan]! You were supposed to pull out!... I can feel you unloading inside me!
french: [L] Bon sang, [ryan]! Tu devais te retirer !... Je peux te sentir décharger en moi!
italian: [L] Dannazione, [ryan]! Dovevi tirarti fuori!... Sento che ti stai scaricando dentro di me!

source: [L] Fuck!... Now I can feel it going into my womb!
french: [L] Putain !... Maintenant je peux le sentir entrer dans mon utérus !
italian: [L] Cazzo!... Ora lo sento entrare nel mio utero!

source: [L] Goddammit! I can't fit anymore!
french: [L] Bon sang ! Je n'ai plus de place !
italian: [L] Dannazione! Non ci sto più!

source: [L] Ffffuuuuuck... You already came five minutes ago... How did you still have this much?...
french: [L] Meerrrddee... Tu es déjà venu il y a cinq minutes... Comment as-tu pu en avoir encore autant ?...
italian: [L] Ffffuuuuuck... Sei già venuto cinque minuti fa... Come hai fatto ad averne ancora così tanto?...

source: [L] Goddamn!... That's gonna be leaking out of there for days! I still don't understand how you can cum so much!
french: [L] Putain !... Ca va couler de là pendant des jours ! Je ne comprends toujours pas comment tu peux jouir autant !
italian: [L] Dannazione!... Questo colerà da lì per giorni! Ancora non capisco come fai a sborrare così tanto!

source: [L] Your balls must instantly refill.
french: [L] Tes balles doivent se remplir instantanément.
italian: [L] Le tue palle devono ricaricarsi all'istante.

source: [L] I told you pull out though, shithead!
french: [L] Je t'ai dit de te retirer, connard!
italian: [L] Ti ho detto di ritirarti, testa di cazzo!

source: [R] I'm sorry! I just lost control.
french: [R] Je suis désolé! Je viens de perdre le contrôle.
italian: [R] Mi dispiace! Ho appena perso il controllo.

source: [L] Yeah, well, if you don't start respecting me more, we won't be doing anything like that again.
french: [L] Ouais, eh bien, si tu ne commences pas à me respecter davantage, nous ne ferons plus rien de tel.
italian: [L] Sì, beh, se non cominci a rispettarmi di più, non faremo più niente del genere.

source: [R] I'm real sorry! It won't happen again.
french: [R] Je suis vraiment désolé! Ça ne se reproduira plus.
italian: [R] Mi dispiace veramente! Non succederà di nuovo.

source: [L] It better not!
french: [L] Il vaut mieux pas!
italian: [L] Meglio di no!

source: {b}{i}"Lauren's Affection -1"{/i}{/b}
french: {i}{b}«Affection de Lauren -1»{/b}{/i}
italian: {b}{i}"Affetto di Lauren -1"{/i}{/b}

source: [R] Fffuuuck!
french: [R] Meerrrddeee!

source: [L] Mmmmm... You covered me!
french: [L] Mmmmm... Tu m'as couvert !
italian: [L] Mmmmm... Mi hai coperto!

source: [L] God... I can't believe we fucked on the bathroom floor again!
french: [L] Dieu... Je n'arrive pas à croire qu'on ait encore baisé sur le sol de la salle de bain !
italian: [L] Dio... Non posso credere che abbiamo scopato di nuovo sul pavimento del bagno!

source: [L] Are we really that dirty and depraved?
french: [L] Sommes-nous vraiment si sales et dépravés ?
italian: [L] Siamo davvero così sporchi e depravati?

source: [R] Well, I'm not... But I'm pretty sure you are.
french: [R] Eh bien, je ne le suis pas... Mais je suis presque sûr que tu l'es.
italian: [R] Beh, non sono... ma sono abbastanza sicuro che siete.

source: [L] Haha... Shut up!
french: [L] Haha... Tais-toi !
italian: [L] Haha... Stai zitto!

source: [L] But, that was a lot of fun!
french: [L] Mais, c'était très amusant!
italian: [L] Ma è stato molto divertente!

source: [R] You're sure you don't want to get rid of Matt? Then we can have even more fun.
french: [R] Tu es sûre que tu ne veux pas te débarrasser de Matt ? Alors on pourra s'amuser encore plus.
italian: [R] Sei sicuro di non volere sbarazzarsi di Matt? Allora possiamo divertirci ancora di più.

source: [L] You know that's not happening, and you know why!
french: [L] Tu sais que cela n'arrive pas, et tu sais pourquoi!
italian: [L] Sai che non sta succedendo, e sai perché!

source: [R] Uuurrgghhh!... Why can't we move past this?
french: [R] Uuurrgghhh!... Pourquoi ne pouvons-nous pas dépasser cela?
italian: [R] Uuurrgghhhh!... Perché non possiamo superare questo?

source: [L] Someday... maybe.
french: [L] Un Jour... peut-être.
italian: [L] Qualche giorno... forse.

source: [L] Shit!... I think I hear someone walking around in the kitchen again.
french: [L] Merde!... Je crois que j'entends encore quelqu'un se promener dans la cuisine.
italian: [L] Merda!... Penso di sentire qualcuno che cammina di nuovo in cucina.

source: [L] You'd better get out of here!
french: [L] Tu ferais mieux de sortir d'ici!
italian: [L] È meglio che tu te ne vada!

source: [R] Alright... I'll sneak out really quietly and head to my room.
french: [R] D'accord... Je vais me faufiler tranquillement et me diriger vers ma chambre.
italian: [R] Va bene... Io sneak fuori davvero tranquillamente e dirigo nella mia stanza.

source: [L] Ok, just be careful.
french: [L] Ok, fais juste attention.
italian: [L] Ok, ma fai attenzione.

source: [L] And thanks, I had fun!
french: [L] Et merci, je me suis amusé!
italian: [L] E grazie, mi sono divertito!

source: [R] Anytime!... literally.
french: [R] N'importe quand .... littéralement.
italian: [R] In ogni momento!... letteralmente.

source: [L] Oh my God, [ryan], this is so scary and naughty.
french: [L] Oh mon Dieu, [ryan], c'est tellement effrayant et méchant.
italian: [L] Oh mio Dio, [ryan], questo è così spaventoso e cattivo.

source: [LT] {i}The house is literally full of people, and [ryan] can't even wait until we're truly alone... He must be really horny again... fuck... Now I'm really horny too!{/i}
french: [LT] {i}La maison est littéralement pleine de monde, et [ryan] ne peut même pas attendre que nous soyons vraiment seuls... Il doit être vraiment excité à nouveau... merde... Maintenant, je suis vraiment excitée aussi!{/i}
italian: [LT] {i}La casa è letteralmente piena di persone, e [ryan] non può nemmeno aspettare finché non siamo veramente soli.. Deve essere davvero arrapato di nuovo... cazzo... ora sono davvero arrapato!{/i}

source: [L] Let's do it
french: [L] Faisons-le
italian: [L] Facciamolo

source: [L] Follow me.
french: [L] Suis-moi.
italian: [L] Seguimi.

source: [R] You know I'd follow that ass anywhere.
french: [R] Tu sais que je suivrais ce cul n'importe où.
italian: [R] Sai che seguirei quel culo ovunque.

source: [L] This is so exciting!
french: [L] C'est tellement excitant !
italian: [L] È così eccitante!

source: [L] We almost got caught last time.
french: [L] On a failli se faire prendre la dernière fois.
italian: [L] Siamo quasi stati catturati l'ultima volta.

source: [R] No we didn't, we just heard someone in the kitchen.
french: [R] Non, nous avons juste entendu quelqu'un dans la cuisine.
italian: [R] No, non lo abbiamo fatto, abbiamo appena sentito qualcuno in cucina.

source: [L] Well, someone could have seen you leaving.
french: [L] Eh bien, quelqu'un aurait pu te voir partir.
italian: [L] Beh, qualcuno potrebbe averti visto andartene.

source: [R] Yeah, right... With my ninja skills?
french: [R] Ouais, c'est ça... Avec mes compétences de ninja ?
italian: [R] Sì, giusto... con le mie abilità ninja?

source: [L] You're such a nerd.
french: [L] Tu es un nerd.
italian: [L] Sei un tale nerd.

source: [R] Yeah, a horny nerd.
french: [R] Ouais, un nerd excité.
italian: [R] Sì, un nerd cornea.

source: [L] Hehe!... This is so fun!
french: [L] Héhé!... C'est tellement amusant!
italian: [L] Hehe!... È così divertente!

source: [L] Thanks for being such a fun brother!
french: [L] Merci d'être un frère si amusant!
italian: [L] Grazie per essere un fratello così divertente!

source: [L] Let's get those shorts down.
french: [L] Descendons ces shorts.
italian: [L] Abbassiamo quei pantaloncini.

source: [L] My God!... I know I've been saying this a lot lately, but I love this cock!... It's like one of my favorite things in the world right now.
french: [L] Mon Dieu!... Je sais que je l'ai souvent dit ces derniers temps, mais j'adore cette bite!... C'est comme l'une de mes choses préférées au monde en ce moment.
italian: [L] Mio Dio! So che lo sto dicendo spesso ultimamente, ma amo questo cazzo!... È come una delle mie cose preferite al mondo in questo momento.

source: [R] You said that just last time, so I'll go ahead and tell you how cute I think you are again.
french: [R] Tu as dit ça la dernière fois, alors je vais continuer et te dire à quel point je te trouve mignon.
italian: [R] Hai detto che solo l'ultima volta, quindi andrò avanti e dirti quanto carino penso che tu sia di nuovo.

source: [L] I hope you mean sexy cute, not "little sister" cute.
french: [L] J'espère que tu veux dire mignon sexy, pas mignon 'petite sœur'.
italian: [L] Spero che tu intenda carino sexy, non carino da "sorellina".

source: [R] Since you could literally crush my balls right now, I mean whatever you want me to mean.
french: [R] Puisque tu pourrais littéralement écraser mes couilles en ce moment, je veux dire tout ce que tu veux que je veuille dire.
italian: [R] Dal momento che potreste letteralmente schiacciare le mie palle in questo momento, intendo quello che volete che io intenda dire.

source: [L] Well, let's get you all lubed up so we can have some fun!
french: [L] Eh bien, on va te lubrifier pour qu'on puisse s'amuser !
italian: [L] Bene, ti lubrifichiamo un po' così possiamo divertirci un po'!

source: [RT] {i}That's feeling so good!... I'd better be careful, or I'm gonna cum early again.{/i}
french: [RT] {i}C'est tellement bon!... Je ferais mieux de faire attention, ou je vais jouir de nouveau trop tôt.{/i}
italian: [RT] {i}Mi sento così bene!... farei meglio a fare attenzione, o mi riproverò presto di nuovo.{/i}

source: [L] Haha... That's actually really sweet.
french: [L] Haha... C'est en fait très gentil.
italian: [L] Haha... È davvero dolce.

source: [L] Don't be too rough.
french: [L] Ne sois pas trop brutal.
italian: [L] Non fermatevi, però!

source: [L] I'm gonna need to adjust to your size.
french: [L] Je vais devoir m'adapter à ta taille.
italian: [L] Dovrò adattarmi alla tua taglia.

source: [R] Don't worry, I'll take it slow again.
french: [R] Ne t'inquiète pas, je vais y aller doucement à nouveau.
italian: [R] Non ti preoccupare, lo riprenderò lentamente.

source: [L] God... that's starting... to feel good!
french: [L] Mon dieu... ça commence... à faire du bien !
italian: [L] Dio... sta cominciando... a sentirsi bene!

source: [L] Mmmm... I still feel so dirty now, having my own brother... fuck me on the bathroom floor.
french: [L] Mmmm... Je me sens toujours si sale maintenant, avoir mon propre frère... me baiser sur le sol de la salle de bain.
italian: [L] Mmmm... Mi sento ancora così sporco ora, avendo mio proprio fratello... mi scopa sul pavimento del bagno.

source: [L] I can see your dick bulge... on my own stomach.
french: [L] Je peux voir ta bite se gonfler... sur mon propre ventre.
italian: [L] Posso vedere il rigonfiamento del tuo cazzo... sul mio stomaco.

source: [R] Remember not to scream again!
french: [R] N'oublies pas de ne plus crier !
italian: [R] Ricordati di non urlare ancora!

source: [R] Oh, yeah... I'm gonna fuck... your dirty cunt raw!
french: [R] Oh, oui... Je vais baiser... ta sale chatte crue!
italian: [R] Oh, sì... Mi farò scopare... la tua sporca figa cruda!

source: [LT] {i}Oh God!... I love it when he talks dirty to me.{/i}
french: [LT] {i}Oh mon dieu!... J'adore quand il me parle mal.{/i}
italian: [LT] {i}Oh Dio!... Mi piace quando parla sporco con me.{/i}

source: [L] That's pretty dirty!
french: [L] C'est assez sale!
italian: [L] È piuttosto sporco!

source: [R] Aren't you a dirty girl, though?
french: [R] N'es-tu pas une sale fille, cependant?
italian: [R] Non è una ragazza sporca, però?

source: [L] Oh yes, I am a dirty girl.
french: [L] Oh oui, je suis une fille sale.
italian: [L] Oh sì, sono una ragazza sporca.

source: [R] Dirty enough to try some anal next time?
french: [R] Assez sale pour essayer de l'anal la prochaine fois?
italian: [R] Sporco abbastanza per provare un po' di anale la prossima volta?

source: [L] I'm ready to start practicing as soon as you are...
french: [L] Je suis prêt à commencer à pratiquer dès que tu l'es...
italian: [L] Sono pronto a cominciare ad esercitarmi non appena lo sarai tu...

source: [L] Wait... Are you wearing a butt plug right now?
french: [L] Attends... Tu portes un plug anal en ce moment?
italian: [L] Aspetta... Stai indossando un butt plug in questo momento?

source: [R] No!
french: [R] Non!
italian: [L] No!

source: [R] I can't believe you're making me do that... Other girls don't make their boyfriends do anything like that.
french: [R] Je n'arrive pas à croire que tu me fais faire ça... D'autres filles n'obligent pas leurs petits amis à faire quelque chose comme ça.
italian: [L] Non posso credere che tu mi stia facendo fare questo... Le altre ragazze non fanno fare ai loro fidanzati cose del genere.

source: [L] Other girls boyfriends don't have dicks the size of tree trunk.
french: [L] Les autres copains filles n'ont pas de bites de la taille d'un tronc d'arbre.
italian: [I fidanzati delle altre ragazze non hanno cazzi grandi come tronchi d'albero.

source: [L] You're not talking about your finger, are you?
french: [L] Tu ne parles pas de ton doigt, n'est-ce pas?
italian: [L] Non stai parlando del tuo dito, vero?

source: [L] You're suggesting something bigger, as in, your dick.
french: [L] Tu suggères quelque chose de plus gros, comme dans, ta bite.
italian: [L] Stai suggerendo qualcosa di più grande, come in, il tuo cazzo.

source: [R] Uh... yeah.
french: [R] Euh... ouais.
italian: [L] Uh... sì.

source: [L] Hey... I never thought of that... That might just...
french: [L] Salut... Je n'y ai jamais pensé... Ça pourrait juste...
italian: [L] Ehi... Non ci avevo mai pensato... Questo potrebbe...

source: [L] Oh, yeah... I might as well shove a baseball bat up my ass.
french: [L] Oh, oui... Autant me mettre une batte de baseball dans le cul.
italian: [L] Oh, sì... tanto vale che mi infili una mazza da baseball nel culo.

source: [L] You're way too fucking big for that, dipshit.
french: [L] Tu es trop gros pour ça, connard.
italian: [L] Sei troppo grande per questo, coglione.

source: [R] Hear me out... I could get you a butt plug set... You could start small, and work your way up.
french: [R] Écoutes-moi... Je pourrais t'acheter un jeu de plug anal... Tu pourrais commencer petit et progresser.
italian: [L] Ascoltami... Potrei procurarti un set di butt plug... Potresti iniziare in piccolo, e farti strada verso l'alto.

source: [R] I know you could get there... I've seen girls in porn taking horse dildos up their asses.
french: [R] Je sais que tu pourrais y arriver... J'ai vu des filles dans le porno prendre des godes de cheval dans le cul.
italian: [L] So che potresti arrivarci... Ho visto ragazze nel porno prendere dildo di cavallo nel culo.

source: [L] Ok... I'll do it.
french: [L] D'accord... Je vais le faire.
italian: [L] Ok... lo farò.

source: [R] Really?
french: [R] Vraiment?
italian: [L] Davvero?

source: [L] But you have to do it with me.
french: [L] Cela te dérange-t-il que je regarde?
italian: [L] Ma devi farlo con me.

source: [L] If you're not willing to stretch out your asshole for me, I don't have to stretch my asshole out for you either.
french: [L] Si tu n'es pas prêt à tendre ton trou du cul pour moi, je n'ai pas à tendre mon trou du cul pour toi non plus.
italian: [L] Se tu non sei disposto ad allargare il tuo buco del culo per me, io non devo allargare il mio buco del culo per te.

source: [R] Are you saying you want to peg me?
french: [R] Tu veux dire que tu veux m'attacher ?
italian: [L] Stai dicendo che vuoi impilarmi?

source: [L] Haha... no... nothing like that.
french: [L] Haha... non... rien de tel.
italian: [L] Haha... no... niente del genere.

source: [L] It just doesn't seem fair for me to make all the sacrifice for your enjoyment.
french: [L] Il ne semble pas juste que je fasse tous les sacrifices pour ton plaisir.
italian: [L] Non mi sembra giusto che sia io a fare tutti i sacrifici per il vostro divertimento.

source: [L] So the deal is, any size of butt plug you can get in. I'll put in my ass too.
french: [L] Donc le deal est, n'importe quelle taille de butt plug que tu peux avoir. Je vais mettre dans mon cul aussi.
italian: [L] Quindi l'accordo è: qualsiasi misura di butt plug che riesci a infilare. Me lo metterò anch'io nel culo.

source: [L] Until we get to the size of your dick, at which point, I'll let you fuck me in the ass.
french: [L] Jusqu'à ce qu'on arrive à la taille de ta bite, à ce moment-là, je te laisserai me baiser dans le cul.
italian: [L] Finché non arriviamo alle dimensioni del tuo cazzo, a quel punto, ti lascerò scoparmi nel culo.

source: [R] Fuck, Lauren... You drive a hard bargain... I'm going to have to think about that one.
french: [R] Putain, Lauren... Tu es dure en affaire... Je vais devoir réfléchir à ce sujet.
italian: [R] Cazzo, Lauren... Sei un tipo tosto... Devo pensarci su.

source: [L] Shit!... I think I hear someone walking around in the kitchen.
french: [L] Merde!... Je crois que j'entends quelqu'un se promener dans la cuisine.
italian: [L] Merda!... Credo di sentire qualcuno che cammina in cucina.

source: [L] Oh... Hey, [ryan]... I was just about to jump in the shower.
french: [L] Oh... Hé, [ryan]... J'étais sur le point de sauter sous la douche.
italian: [L] Oh... Hey, [ryan]... Stavo per saltare nella doccia.

source: [R] Oh, sorry... I didn't know anybody was in here.
french: [R] Oh, désolé... Je ne savais pas qu'il y avait quelqu'un ici.
italian: [R] Oh, mi dispiace... Non sapevo che qualcuno fosse qui dentro.

source: [R] Don't you usually sleep in on the weekend?
french: [R] N'as-tu pas l'habitude de faire la grasse matinée le week-end ?
italian: [R] Di solito non dormi il fine settimana?

source: [L] I used to. Now, it's one of the only times I can get the bathroom to myself.
french: [L] J'avais l'habitude. C'est l'une des seules fois où je peux me rendre aux toilettes.
italian: [L] Io ero abituato. Ora, è una delle uniche volte che posso portare il bagno a me stesso.

source: [L] Mandy and I worked it out so that I can shower by myself on Saturdays while she sleeps in, and I can sleep in on Sunday while she showers by herself.
french: [L] Mandy et moi avons convenues pour que je puisse me doucher toute seule le samedi pendant qu'elle dort, et je peux dormir le dimanche pendant qu'elle se douche toute seule.
italian: [L] Mandy ed io l'ho lavorato in modo che io possa fare la doccia da solo il sabato mentre dorme, e posso dormire la domenica, mentre lei acquista da sola.

source: [L] Every other day of the week, we have to share.
french: [L] Tous les deux jours de la semaine, nous devons partager.
italian: [L] Ogni altro giorno della settimana dobbiamo condividere.

source: [RT] {i}I know... and I get to watch it all on my spycam app.{/i}
french: [RT] {i}Je sais... et je peux tout regarder sur mon application de caméra espion.{/i}
italian: [RT] {i}Lo so... e riesco a guardare tutto sulla mia app spycam.{/i}

source: [R] It's hard to have so many people in such a small house.
french: [R] Il est difficile d'avoir autant de monde dans une si petite maison.
italian: [R] È difficile avere tante persone in una casa così piccola.

source: [L] Yeah... So, what can I can do for you?
french: [L] Ouais... Alors, que puis-je faire pour toi?
italian: [L] Sì... Allora, cosa posso fare per voi?

source: [R] Well, I was hoping to get into the bathroom, but now that I see you're naked in here... I want to get in even more.
french: [R] Eh bien, j'espérais entrer dans la salle de bain, mais maintenant que je vois que tu es nue ici... Je veux entrer encore plus.
italian: [R] Bene, speravo di entrare in bagno, ma ora che vedo che sei nudo qui... Io voglio entrare ancora più.

source: [L] [ryan]!... What if someone comes and finds us in the bathroom together?
french: [L] [ryan]!... Et si quelqu'un vient nous trouver ensemble dans la salle de bain?
italian: [L] [ryan]!... Cosa succede se qualcuno viene e ci trova in bagno insieme?

source: [R] No one's gonna come. Everyone's either sleeping or working out.
french: [R] Personne ne viendra. Tout le monde dort ou s'entraîne.
italian: [R] Nessuno verrà. Tutti dormono o si allenano.

source: [L] [ryan], I'm pretty sure I know why you want in here.
french: [L] [ryan], je suis sûr de savoir pourquoi tu veux venir ici.
italian: [L] [ryan], Sono abbastanza sicuro che so perché vuoi dentro qui.

source: [L] I'm not so sure that I should let you in.
french: [L] Je ne suis pas si sûr de te laisser entrer.
italian: [L] Non sono sicuro che dovrei farti entrare.

source: [R] What?... Why not?
french: [R] Quoi?.... Pourquoi pas?
italian: [R] Cosa?... Perché no?

source: [L] You know why.
french: [L] Tu sais pourquoi.
italian: [L] Tu sai perché.

source: [R] Come on... You've got to let that go.
french: [R] Aller... Tu dois laisser tomber ça.
italian: [R] Avanti... Devi lasciarlo andare.

source: [L] I've let it go, but I'm not going to let you forget.
french: [L] J'ai laissé tomber, mais je ne vais pas te laisser oublier.
italian: [L] Ho lasciato andare, ma non ti farò dimenticare.
