Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [L] It's going to feel so good to see you humbled when I beat your ass!
french: [L] Ça va faire du bien de te voir humiliée quand je me battrais ton cul !
italian: [L] Ti sentirai così bravo a vederti umiliato quando batterò il tuo culo!

source: [MB] So, you really do think you're going to win?
french: [MB] Donc, tu penses vraiment que tu vas gagner?
italian: [MB] Quindi, pensi davvero di vincere?

source: [L] I know I am!
french: [L] Je sais que je le suis!
italian: [L] So di esserlo!

source: [MB] Haha... well then, I'm sure you wouldn't be against making a little bet?
french: [MB] Haha... alors, je suis sûr que tu ne seras pas contre un petit pari?
italian: [MB] Haha... beh, allora, sono sicuro che non sareste contrari a fare una piccola scommessa?

source: [L] What kind of bet?
french: [L] Quel genre de pari?
italian: [L] Che tipo di scommesse?

source: [MB] Well, what would you want from me if you won the election, and the bet?
french: [MB] Eh bien, que voudrais-tu de moi si tu gagnais l'élection et le pari?
italian: [MB] Beh, che cosa vorresti da me se avessi vinto le elezioni, e la scommessa?

source: [L] Money probably.
french: [L] De l'argent probablement.
italian: [L] Probabilmente Denaro.

source: [MB] How much?
french: [MB] Combien?
italian: [MB] Quanto?

source: [L] I don't know... Like a hundred dollars or something?
french: [L] Je ne sais pas... Une centaine de dollars ou quelque chose comme ça ?
italian: [L] Non lo so... come cento dollari o qualcosa?

source: [MB] Hahaha... I was thinking more in the range of two thousand dollars.
french: [MB] Hahaha... Je pensais plutôt à deux mille dollars.
italian: [MB] Hahah... Stavo pensando di più nella gamma di duemila dollari.

source: [L] Two thousand dollars?
french: [L] Deux mille dollars?
italian: [L] Duemila dollari?

source: [L] I don't have two thousand dollars.
french: [L] Je n'ai pas deux mille dollars.
italian: [L] Non ho duemila dollari.

source: [R] You don't have one hundred dollars either.
french: [R] Tu n'as pas cent dollars non plus.
italian: [R] Non hai nemmeno cento dollari.

source: [MB] Hahaha... I guess the rumors are true. You guys are poor.
french: [MB] Hahaha... Je suppose que les rumeurs sont vraies. Vous êtes pauvres.
italian: [MB] Hahaha... Credo che le voci siano vere. Voi ragazzi siete poveri.

source: [R] What did you hear?
french: [R] Qu'as-tu entendu?
italian: [R] Che cos'hai sentito?

source: [MB] Only that your dad was sent to prison, leaving all his kids dead-ass broke.
french: [MB] Seulement que ton père a été envoyé en prison, laissant tous ses enfants sans revenu.
italian: [MB] Solo che tuo padre è stato mandato in prigione, lasciando tutti i suoi figli morto-culo rotto.

source: [L] Well, if you know that, why would you try to bet me two thousand dollars?
french: [L] Eh bien, si tu le sais, pourquoi essaies-tu de me parier deux mille dollars?
italian: [L] Beh, se lo sapete, perché cercheresti di scommettermi duemila dollari?

source: [MB] Because I don't want money from you.
french: [MB] Parce que je ne veux pas d'argent de ta part.
italian: [MB] Perché io non voglio soldi da te.

source: [MB] If I win the election, I would get to fuck you.
french: [MB] Si je gagne les élections, je pourrais te baiser.
italian: [MB] Se vincessi le elezioni, ti farei del cazzo.

source: [MB] Shut up Megan, We'll talk about it later!
french: [MB] Tais-toi Megan, on en parlera plus tard !
italian: [MB] Chiudi Megan, Ne parleremo più tardi!

source: [MB] I guess you really do know I'm going to hand you your ass on election day.
french: [MB] Je suppose que tu sais vraiment que je vais te remettre le cul le jour de l'élection.
italian: [MB] Immagino che tu sappia davvero che ti consegnerò il culo il giorno delle elezioni.

source: [MB] So, why don't you just drop out now?
french: [MB] Alors, pourquoi tu n'abandonnes pas maintenant?
italian: [MB] Quindi, perché non abbandoni ora?

source: [L] Fine.
french: [L] Bien.
italian: [L] Bene.

source: [MB] Fine, what?
french: [MB] Bien, quoi?
italian: [MB] Bene, cosa?

source: [L] We'll do the bet.
french: [L] Nous ferons le pari.
italian: [L] Faremo la scommessa.

source: [R] What!? Fuck no, Lauren!
french: [R] Quoi!? Putain non, Lauren!
italian: [R] Cosa!? Cazzo, Lauren!

source: [L] Shut up, [ryan]! You're not my dad!
french: [L] Tais-toi, [ryan]! Tu n'es pas mon père!
italian: [L] Zitto, [ryan]! Tu non sei mio padre!

source: [L] But if I win, I want three thousand dollars!
french: [L] Mais si je gagne, je veux trois mille dollars!
italian: [L] Ma se vinco, voglio tremila dollari!

source: [L] I'm not wagering my pussy for just two grand.
french: [L] Je ne parie pas ma chatte pour seulement deux dollars.
italian: [L] Non sto scommettendo la mia figa per soli duemila dollari.

source: [MB] Wow!... I never thought you'd actually go for it.
french: [MB] Wow!... Je n'aurais jamais pensé que tu allais y aller.
italian: [MB] Wow!... Non avrei mai pensato che ci saresti andato davvero.

source: [MB] Ok, three thousand against your sexy ginger pussy. But for that much more money, [ryan] has to stay and watch us fuck.
french: [MB] Ok, trois mille contre ta chatte sexy au gingembre. Mais pour beaucoup plus d'argent, [ryan] doit rester et nous regarder baiser.
italian: [MB] Ok, tremila contro la tua figa sexy allo zenzero. Ma per molti più soldi, [ryan] deve rimanere e guardarci scopare.

source: [R] Fuck, no! I'm not doing that!
french: [R] Putain, non! Je ne fais pas ça !
italian: [R] Cazzo, no! Non lo faccio!

source: [L] [ryan]! We're doing this!
french: [L] [ryan]! On fait ça !
italian: [L] [ryan]! Lo stiamo facendo!

source: [L] We'll talk about it later!
french: [L] Nous en parlerons plus tard!
italian: [L] Ne parleremo più tardi!

source: [L] Now, get out of my campaign office!
french: [L] Maintenant, sortez de mon bureau de campagne!
italian: [L] Ora, fuori dal mio ufficio elettorale!

source: [L] I've got a lot of work to do.
french: [L] J'ai beaucoup de travail à faire.
italian: [L] Ho molto lavoro da fare.

source: [MB] Haha... I'm looking forward to this!
french: [MB] Haha... J'attends ça avec impatience!
italian: [MB] Haha... Non vedo l'ora di farlo!

source: [MB] I was just going to sit back and win on my popularity alone, but with such a sweet enticement, I might actually do some campaigning.
french: [MB] J'allais juste m'asseoir et gagner sur ma seule popularité, mais avec un attrait si doux, je pourrais en fait faire une campagne.
italian: [MB] Stavo solo andando a sedersi e vincere sulla mia popolarità da solo, ma con un tale dolce allettamento, potrei effettivamente fare qualche campagna.

source: [MB] Good luck to you both. But you're going to need a lot more than luck!
french: [MB] Bonne chance à vous deux. Mais vous aurez besoin de beaucoup plus que de la chance!
italian: [MB] Buona fortuna a tutti e due. Ma avrai bisogno di molto più della fortuna!

source: [RT] {i}Lauren can't win this!{/i}
french: [RT] {i}Lauren ne peut pas gagner ça!{/i}
italian: [RT] {i}Lauren non può vincere questo!{/mi}

source: [RT] {i}She's going to get fucked by my worst enemy!{/i}
french: [RT] {i}Elle va se faire baiser par mon pire ennemi!{/i}
italian: [RT] {i}Lei sta per farsi scopare dal mio peggior nemico!{/mi}

source: [RT] {i}I think I'm going to pass out.{/i}
french: [RT] {i}Je pense que je vais m'évanouir.{/i}
italian: [RT] {i}Penso che sto per svenire.{/mi}

source: [L] [ryan]! Are you ok?
french: [L] [ryan]! Est-ce que tu vas bien?
italian: [L] [ryan]! Stai bene?

source: [R] Lauren, What the hell did you just do!?
french: [R] Lauren, Qu'est-ce que tu viens de faire !?
italian: [R] Lauren, Che diavolo hai appena fatto!?

source: [L] I burnt the ships.
french: [L] J'ai incendié les navires.
italian: [L] Ho bruciato le navi.

source: [R] What the hell is that supposed to mean?
french: [R] Qu'est-ce que ça veut dire ?
italian: [R] Che diavolo dovrebbe significare?

source: [L] Don't you remember on Game of Thots?
french: [L] Tu ne te souviens pas du Jeu des Thots ?
italian: [L] Non ti ricordi di Gioco di Thots?

source: [L] It means we can't go back now.
french: [L] Cela signifie que nous ne pouvons pas revenir en arrière maintenant.
italian: [L] Significa che non possiamo tornare indietro ora.

source: [L] We have to win, or die trying.
french: [L] Nous devons gagner, ou mourir en essayant.
italian: [L] Dobbiamo vincere, o morire nel tentativo.

source: [R] Or get fucked... "literally"... trying!
french: [R] Ou se faire baiser... 'littéralement'... essayer!
italian: [R] O ottenere scopata... "letteralmente"... ci provo!

source: [R] I can't believe you just gave your pussy to Matt!
french: [R] Je n'arrive pas à croire que tu aies donné ta chatte à Matt!
italian: [R] Non posso credere che hai appena dato la tua figa a Matt!

source: [L] I didn't give my pussy to Matt!
french: [L] Je n'ai pas donné ma chatte à Matt!
italian: [L] Non ho dato la mia figa a Matt!

source: [L] I'm going to win this fucking election!
french: [L] Je vais gagner cette putain d'élection!
italian: [L] Vincerò queste fottute elezioni!

source: [L] And, even if I don't win, you don't have any say in what I do with my pussy!
french: [L] Et, même si je ne gagne pas, tu n'as pas ton mot à dire sur ce que je fais de ma chatte!
italian: [L] E, anche se non vinco, non hai voce in capitolo in quello che faccio con la mia figa!

source: [L] What? Did you think you were going to get it or something?
french: [L] Quoi? Pensais-tu que tu allais l'avoir ou quelque chose comme ça?
italian: [L] Cosa? Pensavi di averlo o qualcosa del genere?

source: [R] Well... I... No...?
french: [R] Eh bien... Je... Non... ...?
italian: [R] Bene... I... No...?

source: [L] Just because we've messed around a little doesn't mean we're going to take it any further.
french: [L] Ce n'est pas parce que nous avons un peu déconné que nous allons aller plus loin.
italian: [L] Solo perché abbiamo incasinato un po ' non significa che andremo oltre.

source: [L] Especially if you don't do your part to help me win this election.
french: [L] Surtout si tu ne fais pas ta part pour m'aider à gagner cette élection.
italian: [L] Soprattutto se non fai la tua parte per aiutarmi a vincere queste elezioni.

source: [L] Now, I believe we were talking about campaign posters before that asshole inturrupted us.
french: [L] Maintenant, je crois que nous parlions d'affiches de campagne avant que ce trou du cul ne nous envahisse.
italian: [L] Ora, credo che stavamo parlando di manifesti elettorali prima che quello stronzo ci inturrupted.

source: [R] Lauren! Why did you agree that I would watch you two fuck if you lost the election? I don't want to fucking watch you two fuck!
french: [R] Lauren! Pourquoi as-tu accepté que je tee regarde baiser si tu perdais les élections? Je ne veux pas te regarder baiser!
italian: [R] Lauren! Perche ' hai accettato che vi guardassi scopare se avessi perso le elezioni? Non voglio guardarvi scopare, cazzo!

source: [L] Like I said. I'm not going to lose this election. But, if I do, it will be because you didn't do your part, in which case, you deserve to watch us fuck as your punishment.
french: [L] Comme je l'ai dit. Je ne vais pas perdre cette élection. Mais, si je le fais, ce sera parce que tu n'as pas fait ta part, auquel cas, tu mérites de nous regarder baiser comme punition.
italian: [L] Come ho detto. Non ho intenzione di perdere queste elezioni. Ma, se lo faccio, sara 'perche' non hai fatto la tua parte, nel qual caso, meriti di vederci scopare come punizione.

source: [R] How can you be so calm about this?!
french: [R] Comment peux-tu être si calme à ce sujet?!
italian: [R] Come puoi essere così calmo su questo?!

source: [R] What if you lose!?
french: [R] Et si tu perds!?
italian: [R] E se perde!?

source: [L] I'm going to win!
french: [L] Je vais gagner!
italian: [L] Io vincerò!

source: [L] Stop assuming that I'm going to lose!
french: [L] Arrêtes de supposer que je vais perdre!
italian: [L] Smettila di pensare che perderò!

source: [L] Now protect your sister's virginity, and help me win!
french: [L] Maintenant, protèges la virginité de ta sœur et aides-moi à gagner!
italian: [L] Ora proteggi la verginità di tua sorella, e aiutami a vincere!

source: [R] You really are a virgin?
french: [R] Tu es vraiment vierge?
italian: [R] Sei davvero una vergine?

source: [L] Well, I'm not proud of it. I've just never found a guy I liked enough to give my v card to.
french: [L] Eh bien, je n'en suis pas fier. Je n'ai juste jamais trouvé un gars que j'aimais assez pour donner ma carte V.
italian: [L] Beh, non ne sono orgoglioso. Non ho mai trovato un ragazzo che mi è piaciuto abbastanza per dare la mia carta v a.

source: [L] So, please! Don't let me lose it to Matt!
french: [L] Alors, s'il te plait! Ne me laisse pas perdre contre Matt !
italian: [L] Quindi, per favore! Non lasciarmi perdere a Matt!

source: [R] I'll do my best. I promise.
french: [R] Je ferai de mon mieux. Je le promets.
italian: [R] Farò del mio meglio. Io prometto.

source: [L] Thanks! Now let's get back to those posters.
french: [L] Merci! Revenons maintenant à ces affiches.
italian: [L] Grazie! Ora torniamo a questi poster.

source: [L] I've decided I want you to go as sexy as you can get away with.
french: [L] J'ai décidé que je voulais que je sois aussi sexy que possible.
italian: [L] Ho deciso che voglio che tu vada sexy come si può ottenere via con.

source: [L] If you think you can pull off one of my full nude shots, then do it!
french: [L] Si tu penses pouvoir retirer un de mes clichés nus complets, alors fais-le!
italian: [L] Se pensate di poter tirare fuori uno dei miei scatti nudi pieni, allora fate!

source: [R] Haha... I think I'd get expelled or even arrested if I hung up your nudes around the school.
french: [R] Haha... Je pense que je serais expulsé ou même arrêté si je raccrochais tes nus autour de l'école.
italian: [R] Haha... Penso che sarei espulso o anche arrestato se appesi i tuoi nudi intorno alla scuola.

source: [R] But, I'll make sure I get as close to that line as I can without going over.
french: [R] Mais, je vais m'assurer de m'approcher le plus possible de cette ligne sans passer par-dessus.
italian: [R] Ma, mi assicurerò di avvicinarmi quanto più possibile a quella linea senza andare oltre.

source: [R] I'll get them made as fast as I can, and I'll hang them up as soon as they're off the printer.
french: [R] Je les ferai fabriquer aussi vite que possible, et je les raccrocherai dès qu'ils seront hors de l'imprimante.
italian: [R] Li farò fare il più velocemente possibile, e li appenderò non appena saranno fuori dalla stampante.

source: [L] Perfect! And thanks again for your help. I feel so much better knowing that I've got your help.
french: [L] Parfait! Et merci encore pour ton aide. Je me sens tellement mieux de savoir que j'ai ton aide.
italian: [L] Perfetto! E grazie ancora per il tuo aiuto. Mi sento molto meglio sapendo che ho il tuo aiuto.

source: [L] Will I see you in our next class?
french: [L] Te verrais-je dans notre prochain cours?
italian: [L] Vi vedrò nella nostra prossima lezione?

source: [R] Probably not... I've got to make some more money, and now some posters as well.
french: [R] Probablement pas... Je dois gagner un peu plus d'argent, et maintenant des affiches aussi.
italian: [R] Probabilmente no... devo fare qualche soldo, e ora anche qualche poster.

source: [L] Alright. Well, if you can ever spare some time, come back here any day in the afternoons. I should have plenty for you to do.
french: [L] D'accord. Eh bien, si jamais tu peux gagner du temps, reviens ici tous les jours l'après-midi. Je devrais avoir beaucoup à faire.
italian: [L] Va bene. Beh, se riesci a risparmiare un po ' di tempo, torna qui ogni giorno nel pomeriggio. Dovrei avere molto da fare per te.

source: [L] But for now, get those posters done and hung up as soon as you can.
french: [L] Mais pour l'instant, fais ces affiches et raccroches-les dès que tu le peux.
italian: [L] Ma per ora, prendi quei manifesti e appesantiti appena possibile.

source: [RT] {i}Hmmm... How am I going to get those posters done?{/i}
french: [RT] {i}Hmmm... Comment vais-je faire avec ces affiches ?{/i}
italian: [RT] {i}Hmmm... Come farò a fare quei poster?{/i}

source: [RT] {i}I'll need access to a big printer, and someone who is more artistic than me couldn't hurt either.{/i}
french: [RT] {i}J'aurai besoin d'avoir accès à une grande imprimante, et quelqu'un de plus artistique que moi ne pourrait pas me faire de mal non plus.{/i}
italian: [RT] {i}Avrò bisogno di accedere a una grande stampante, e qualcuno che è più artistico di me non poteva fare del male.{/i}

source: [RT] {i}Oh, I know... Mrs. Stone, my art teacher from last semester could help me out.{/i}
french: [RT] {i}Oh, je sais... Mme Stone, ma prof d'art du semestre dernier pourrait m'aider.{/i}
italian: [RT] {i}Oh, lo so... Signora Stone, il mio insegnante d'arte dello scorso semestre potrebbe aiutarmi. {/i}

source: [RT] {i}Besides, she owes me for saving her from poor old Mr. Peterson in the park.{/i}
french: [RT] {i}D'ailleurs, elle me doit de l'avoir sauvée du pauvre vieux M. Peterson dans le parc.{/i}
italian: [RT] {i}Inoltre, mi deve per salvarla dal povero vecchio signor Peterson nel parco. {/i}

source: [RT] {i}Here we go again.{/i}
french: [RT] {i}C'est reparti.{/i}
italian: [RT] {i}Ecco che ci risiamo.{/i}

source: [R] Zack!
french: [R] Attends!

source: [Z] Well, it was worth a try!
french: [Z] Eh bien, ça valait le coup d'essayer!
italian: [Z] Beh, è valsa la pena provare!

source: [Z] Maybe you won't show up one of these weeks.
french: [Z] Peut-être que vous ne vous présenterez pas une de ces semaines.
italian: [Z] Forse non ti presenterai una di queste settimane.

source: [RT] {i}I wonder how many votes she's gained today.{/i}
french: [RT] {i}Je me demande combien de votes elle a gagné aujourd'hui.{/i}
italian: [RT] {i}Mi domando quanti voti ha guadagnato oggi.{/i}

source: [UB] Hey, buddy!... The back of the line is that way!
french: [UB] Salut, mon pote!... L'arrière de la ligne est par là!
italian: [UB] Ehi, amico!... Il retro della linea è così!

source: [AUB] Yeah, no cutting, asshole!
french: [AUB] Ouais, pas de coupure, connard!
italian: [AUB] Sì, nessun taglio, stronzo!

source: {i}(Sound of guys faintly moaning){/i}
french: {i}(Bruit de mecs qui se moque légèrement){/i}
italian: {i}(Suono di ragazzi che gemono debolmente){/i}

source: [L] Olllcchhhh.... Hrey Hrrrroooyyyaaannn.
french: [L] Olllcchhhh.... Hrey Hrrrrroooyyyaaannn.

source: [RT] {i}She's not even stopping to acknowledge my presence anymore.{/i}
french: [RT] {i}Elle ne s'arrête même plus en ma présence.{/i}
italian: [RT] {i}Non si ferma nemmeno più a riconoscere la mia presenza.{/i}

source: [LT] {i}I love how he shows up to watch me every week.{/i}
french: [LT] {i}J'adore la façon dont il se présente pour me regarder chaque semaine.{/i}
italian: [LT] {i}Mi piace come si mostra per guardarmi ogni settimana.{/i}

source: [LT] {i}He might not be a good help, but he must care for me in some way.{/i}
french: [LT] {i}Il n'est peut-être pas d'une bonne aide, mais il doit prendre soin de moi d'une manière ou d'une autre.{/i}
italian: [LT] {i}Potrebbe non essere un buon aiuto, ma deve preoccuparsi per me in qualche modo.{/i}

source: [UB] Ohhh.... I'm gonna cum!
french: [UB] Ohhh.... Je vais jouir!
italian: [UB] Ohhh.... Sto per venire!

source: [L] Oh yeah, stud!... Cum on my face!
french: [L] Oh oui, mec!... Sperme sur mon visage!
italian: [L] Oh sì, stallone!... Sborra sulla mia faccia!

source: [LT] {i}Why does getting came on turn me on so much?{/i}
french: [LT] {i}Pourquoi à l'arrivée m'excite-t-elle autant?{/i}
italian: [LT] {i}Perché eccitarsi mi eccita così tanto? {/i}.

source: [AUB] I'm cumming, too!
french: [AUB] Je jouis aussi!
italian: [AUB] Sto sborrando anch'io!

source: [L] Oh, yeah... Cover me!
french: [L] Oh, oui... Couvre-moi!
italian: [L] Oh, sì... Coprimi!

source: [RT] {i}I can't even believe what she's becoming!{/i}
french: [RT] {i}Je n'arrive même pas à croire ce qu'elle est en train de devenir !{/i}
italian: [RT] {i}Non riesco a credere a quello che sta diventando!

source: [L] Hey, [ryan]... I'm pretty busy... Why don't we talk later?
french: [L] Hé, [ryan]... Je suis assez occupé... Pourquoi on ne parlerait pas plus tard?
italian: [L] Hey, [ryan]... Sono piuttosto occupato... Perché non parliamo più tardi?

source: [L] Don't forget to tell your friends and girlfriends to vote for me!
french: [L] N'oublies pas de dire à tes amis et copines de voter pour moi!
italian: [L] Non dimenticare di dire ai tuoi amici e alle tue amiche di votare per me!

source: [L] Will the next two in line please come up?
french: [L] Les deux prochains en ligne viendront-ils s'il vous plait?
italian: [L] I prossimi due della fila possono salire, per favore?

source: [R] Whoah... Stacy?... You're back?
french: [R] Whoah... Stacy ?... Tu es de retour ?
italian: [R] Chi è... Stacy?... Sei tornato?

source: [SY] Yeah, all the guys let me cut the line agian.
french: [SY] Oui, tous les gars me permettent de couper la ligne agienne.
italian: [SY] Sì, tutti i ragazzi mi hanno permesso di tagliare la linea agiana.

source: [SY] I think they enjoyed imagining what was going on behind that stall door.
french: [SY] Je pense qu'ils ont aimé imaginer ce qui se passait derrière cette porte de décrochage.
italian: [SY] Penso che si siano divertiti a immaginare ciò che stava succedendo dietro quella porta della stalla.

source: [SY] And how are you doing, Little Miss Cummy Face?
french: [SY] Et comment allez-vous, Petite Miss Cummy Face?
italian: [SY] E come stai facendo, Piccola signorina viso di Cummia?

source: [L] Haha... That nickname better not stick.
french: [L] Haha... Ce surnom vaut mieux ne pas rester.
italian: [L] Haha... Quel soprannome meglio non basta.

source: [SY] So, are you up for another round?
french: [SY] Alors, êtes-vous prêt pour un autre tour?
italian: [SY] Quindi, sei in su per un altro turno?

source: [L] Happy to serve my electorate!
french: [L] Heureux de servir mon électorat!
italian: [L] Felice di servire il mio elettorato!

source: [L] Would you shut the door please, [ryan]?
french: [L] Veux-tu fermer la porte s'il te plait, [ryan]?
italian: [L] Chiuderesti la porta, per piacere, [ryan]?

source: [SY] I got it.
french: [SY] Je l'ai eu.
italian: [SY] Ho capito.

source: [R] Can't we leave it open this time?
french: [R] Ne pouvons-nous pas le laisser ouvert cette fois?
italian: [R] Non possiamo lasciare aperta questa volta?

source: [UB] Yeah! We want to watch!
french: [UB] Ouais! Nous voulons regarder!
italian: [UB] Si! Vogliamo guardare!

source: [SY] Sorry, boys.
french: [SY] Désolé, les gars.
italian: [SY] Scusate, ragazzi.

source: [RT] {i}Oh, wow!... That does sound so hot.{/i}
french: [RT] {i}Oh, wow!... Ça a l'air si chaud.{/i}
italian: [RT] {i}Oh, wow!... Sembra così caldo.{/i}

source: [RT] {i}Damn, I wish I could see what's going on in there!{/i}
french: [RT] {i}Merde, j'aimerais pouvoir voir ce qui se passe là-dedans!{/i}
italian: [RT] {i}Dannazione, vorrei poter vedere cosa sta succedendo lì dentro!

source: [RT] {i}I can only imagine how hot it must be in that bathroom stall.{/i}
french: [RT] {i}Je ne peux qu'imaginer à quel point il doit faire chaud dans cette salle de bain.{/i}
italian: [RT] {i}Posso solo immaginare quanto deve essere caldo in quel bagno.

source: [RT] {i}God, I wish I could see Stacy grinding on Lauren's face!{/i}
french: [RT] {i}Mon Dieu, j'aimerais voir Stacy écraser le visage de Lauren!{/i}
italian: [RT] {i}Dio, vorrei poter vedere Stacy che si struscia sulla faccia di Lauren!
