Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [MD] Yay!... I know you'll love it!
french: [MD] Ouah!... Je sais que tu vas adorer!
italian: [MD] Yay!... lo so che lo amerete!

source: [MD] Let's start by taking care of [ryan].
french: [MD] Commençons par prendre soin de [ryan].
italian: [MD] Iniziamo prendendoci cura di [ryan].

source: [MD] Is that ok with you, [ryan]?
french: [MD] Est-ce que ça te va, [ryan]?
italian: [MD] Va bene con te, [ryan]?

source: [MD] Haha... Why don't you take a seat then.
french: [MD] Haha... Asseieds-toi.
italian: [MD] Haha... Perché allora non ti sedi.

source: [RT] {i}I'm not used to getting my balls taken care of like this... It's actually really nice.{/i}
french: [RT] {i}Je n'ai pas l'habitude de m'occuper de mes couilles comme ça... C'est vraiment sympa.{/i}
italian: [RT] {i}Non sono abituato a prendermi cura delle mie palle in questo modo... In realtà è molto bello.{/i}

source: [L] Ummmm... what if our tongues touch?
french: [L] Hummm... Et si nos langues se touchaient ?
italian: [L] Ummmm... e se le nostre lingue si toccassero?

source: [MD] Think how much more fun that would be.
french: [MD] Penses à quel point ce serait plus amusant.
italian: [MD] Pensa a quanto sarebbe molto più divertente.

source: [LT] {i}God... I don't know about this.{/i}
french: [LT] {i}Dieu... Je ne sais pas pour ça.{/i}
italian: [LT] {i}Dio... Non lo so {/i}.

source: [LT] {i}If I'm carful, my tongue won't touch Mandy's.{/i}
french: [LT] {i}Si je suis prudente, ma langue ne touchera pas celle de Mandy. {/i}
italian: [LT] {i}Se sto attento, la mia lingua non toccherà quella di Mandy.

source: [LT] {i}Ohhh... but what if it did?{/i}
french: [LT] {i}Ohhh ... mais si c'était le cas? {/i}
italian: [LT] {i}Ohhh... ma se lo facesse? {/i}

source: [LT] {i}It's kind of awkward having our faces so close together, with our tongues just centimeters apart.{/i}
french: [LT] {i}C'est un peu gênant d'avoir nos visages si rapprochés, avec nos langues à quelques centimètres de distance.{/i}
italian: [LT] {i}È un pò imbarazzante avere le nostre facce così vicine, con le nostre lingue a pochi centimetri di distanza.

source: [LT] {i}Oh, but staring into her eyes while she licks my brother's cock is just making my pussy drip.{/i}
french: [LT] {i}Oh, mais regarder dans ses yeux pendant qu'elle lèche la bite de mon frère ne fait que faire couler ma chatte.{/i}
italian: [LT] {i}Oh, ma fissare i suoi occhi mentre lecca il cazzo di mio fratello mi sta facendo gocciolare la figa.{/i}

source: [L] Yeah, Mandy?
french: [L] Ouais, Mandy ?
italian: [L] Sì, Mandy?

source: [MD] Can I taste your pussy?
french: [MD] Puis-je goûter ta chatte?
italian: [MD] Posso assaggiare la tua figa?

source: [L] What?... Are you serious?
french: [L] Quoi?... Tu es sérieuse?
italian: [L] Cosa?... Dici sul serio?

source: [MD] Yeah... I've never tasted another girls pussy before, and I'd really, really like to try it.
french: [MD] Ouais... Je n'ai jamais goûté une autre chatte de fille auparavant, et j'aimerais vraiment l'essayer.
italian: [MD] Sì... Non ho mai assaggiato un'altra figa di ragazze prima, e mi piacerebbe davvero provarlo.

source: [MDT] {i}I've never tried her pussy when she's awake... When she's unconscious at night, well... I'm glad she's a heavy sleeper.{/i}
french: [MDT] {i}Je n'ai jamais essayé sa chatte quand elle est réveillée... Quand elle est inconsciente la nuit, eh bien... Je suis contente qu'elle soit un grosse dormeuse.{/i}
italian: [MDT] {i}Non ho mai assaggiato la sua figa quando è sveglia... Quando è incosciente di notte, beh... Sono contento che abbia il sonno pesante.

source: [R] You should try her ass.
french: [R] Tu devrais essayer son cul.
italian: [R] Dovresti provare il suo culo.

source: [MD] What!?...
french: [MD] Quoi!?...
italian: [MD] Cosa!?...

source: [LT] {i}Shit!... I don't want Mandy knowing that I enjoy having my ass eaten.{/i}
french: [LT] {i}Merde!... Je ne veux pas que Mandy sache que j'aime me faire bouffer le cul.{/i}
italian: [LT] {i}Merda!... Non voglio che Mandy sappia che mi piace farmi mangiare il culo.

source: [LT] {i}I'd better say something quick.{/i}
french: [LT] {i}Je ferais mieux de dire quelque chose rapidement.{/i}
italian: [LT] {i}E' meglio che dica qualcosa in fretta.

source: [L] Nothing!... He's just being a smart ass!
french: [L] Rien !... Il est juste un cul intelligent!
italian: [L] Niente!... Sta solo facendo il furbo!

source: [L] But, ummm... I guess you can try licking my pussy.
french: [L] Mais, ummm... Je suppose que tu peux essayer de me lécher la chatte.
italian: [L] Ma, ummm... Credo che tu possa provare a leccare la mia figa.

source: [L] It shouldn't be any different than having [ryan] do it.
french: [L] Il ne devrait pas être différent que d'avoir [ryan] le faire.
italian: [L] Non dovrebbe essere diverso dal farlo fare a [ryan].

source: [LT] {i}Oh, God!... I've never had a girl lick my pussy!{/i}
french: [LT] {i}Oh, mon Dieu!... Je n'ai jamais eu une fille qui me lèche la chatte!{/i}
italian: [LT] {i}Oh, Dio! Non ho mai avuto una ragazza che mi leccasse la figa!

source: [MD] Really?... You've made me so happy!
french: [MD] Vraiment?... Tu m'as rendu si heureuse!
italian: [MD] Davvero?... Mi hai reso così felice!

source: [MDT] {i}Eat her ass, huh?... Does [ryan] really do that for Lauren?{/i}
french: [MDT] {i}Manger son cul, hein?... Est-ce que [ryan] fait vraiment ça pour Lauren?{/i}
italian: [MDT] {i}Mangia il suo culo, eh?... [ryan]Lo fa davvero per Lauren?

source: [MDT] {i}Now, that's something I've never done before.{/i}
french: [MDT] {i}Maintenant, c'est quelque chose que je n'ai jamais fait auparavant.{/i}
italian: [MDT] {i}Ora, questa è una cosa che non ho mai fatto prima.

source: [MD] And maybe Lauren can suck your cock while I'm eating her pussy.
french: [MD] Et peut-être que Lauren peut sucer ta bite pendant que je mange sa chatte.
italian: [MD] E forse Lauren può succhiare il tuo cazzo mentre sto mangiando la sua figa.

source: [MDT] {i}Have I got a surprise for her.{/i}
french: [MDT] {i}J'ai une surprise pour elle.{/i}
italian: [MDT] {i}Ho una sorpresa per lei.

source: [R] I'm game for whatever... This is already going way better than I could have ever imagined.
french: [R] Je suis prêt à tout... Cela va déjà beaucoup mieux que je n'aurais jamais pu l'imaginer.
italian: [R] Sono pronto a tutto... Questo sta già andando molto meglio di quanto avrei mai potuto immaginare.

source: [L] Oh, my God!... I can't believe this is happening!
french: [L] Oh, mon Dieu!... Je n'arrive pas à croire que cela arrive!
italian: [L] Oh, mio Dio! Non posso credere che stia succedendo!

source: [MD] Don't worry, Lauren, you're going to love this!
french: [MD] Ne t'inquiète pas, Lauren, tu vas adorer ça!
italian: [MD] Non ti preoccupare, Lauren, lo amerai!

source: [MD] And I don't think [ryan] will complain if you throat his cock like you were doing earliar.
french: [MD] Et je ne pense pas que [ryan] se plaindra si tu gorge sa bite comme tu le faisais plus tôt.
italian: [MD] E non penso che [ryan] si lamenterà se si gola il suo cazzo come si stava facendo prima.

source: [LT] {i}Oh, fuck!... My cousin's licking my asshole!{/i}
french: [LT] {i}Oh, putain!... Mon cousin me lèche le cul !{/i}
italian: [LT] {i}Oh, cazzo! Mio cugino mi sta leccando il buco del culo!

source: [LT] {i}How embarrassing!{/i}
french: [LT] {i}Quelle honte!{/i}
italian: [LT] {i}Che imbarazzo! {/i}.

source: [LT] {i}Ohhhh... but it feels so good!{/i}
french: [LT] {i}Ohhhh ... mais c'est si bon ! {/i}
italian: [LT] {i}Ohhh... ma è così bello!

source: [MDT] {i}That's one clean, cute little asshole.{/i}
french: [MDT] {i}C'est un petit trou du cul propre et mignon.{/i}
italian: [MDT] {i}Quello è un buco del culo pulito e carino.

source: [MDT] {i}It tastes like her pussy... I'll bet she's been dripping all over it.{/i}
french: [MDT] {i}Ça a le goût de sa chatte... Je parie qu'elle a dégoulinée de partout.{/i}
italian: [MDT] {i}Ha il sapore della sua figa... Scommetto che ci ha gocciolato sopra.

source: [MD] You squirt as much as I do!
french: [MD] Tu gicles autant que moi!
italian: [MD] Hai schizzato tanto quanto me!

source: [MD] It must run in the family!
french: [MD] Ça doit être de famille!
italian: [MD] Deve funzionare in famiglia!

source: [MD] Now, would you like to return the favor?
french: [MD] Maintenant, veux-tu rendre la pareille?
italian: [MD] Ora, vuoi restituire il favore?

source: [L] What? That's... I don't think!...
french: [L] Quoi? C'est... Je ne pense pas!...
italian: [L] Cosa? Questo è... Non credo!...

source: [R] It's only fair Lauren.
french: [R] Ce n'est que juste Lauren.
italian: [R] È giusto Lauren.

source: [L] But eating a pussy is different than having your pussy eaten.
french: [L] Mais manger une chatte est différent de se faire manger la chatte.
italian: [L] Ma mangiare una figa è diverso dal farsi mangiare la figa.

source: [L] I might not like it!
french: [L] Je pourrais ne pas l'aimer!
italian: [L] Potrebbe non piacermi!

source: [LT] {i}Fuck, but what am I to think if I do like it?{/i}
french: [LT] {i}Putain, mais que dois-je penser si je l'aime?{/i}
italian: [LT] {i}Cazzo, ma cosa devo pensare se mi piace?{/i}

source: [MD] You'll never know until you try.
french: [MD] Tu ne sauras jamais avant d'essayer.
italian: [MD] Non lo saprai mai finché non provi.

source: [L] I guess I do owe you after you gave me that amazing orgasm...
french: [L] Je suppose que je te le dois après que tu m'aies donné cet orgasme incroyable...
italian: [L] Credo di essere in debito con te dopo che mi hai dato quell'incredibile orgasmo...

source: [MD] If you hate it, you can stop.
french: [MD] Si tu le détestes, tu peux arrêter.
italian: [MD] Se lo odi, puoi fermarti.

source: [L] Ok... I'll try it.
french: [L] D'accord... Je vais essayer.
italian: [L] Ok... lo proverò.

source: [R] Uhh... Yeah... Lets do that... thing.
french: [R] Heu... Ouais... Faisons ça... la chose.
italian: [R] Uhh... Sì... Facciamo quella... cosa.

source: [MD] Haha... [ryan]'s almost speechless.
french: [MD] Haha... [ryan] est presque sans voix.
italian: [MD] Haha... [ryan] è quasi senza parole.

source: [MDT] {i}Oh, my God!... This is the first time anyone's ever licked my pussy!{/i}
french: [MDT] {i}Oh, mon Dieu!... C'est la première fois que quelqu'un me lèche la chatte!{/i}
italian: [MDT] {i}Oh, mio Dio! Questa è la prima volta che qualcuno mi ha leccato la figa!

source: [MDT] {i}And it's a girl... and my cousin!{/i}
french: [MDT] {i}Et c'est une fille... et mon cousin!{/i}
italian: [MDT] {i}E' una ragazza... e mia cugina!

source: [MDT] {i}It's never felt this good before!{/i}
french: [MDT] {i}On ne s'est jamais senti aussi bien auparavant!{/i}
italian: [MDT] {i}Non mi sono mai sentito così bene prima d'ora!

source: [L] Wow!... You weren't kidding!
french: [L] Wow!... Tu ne plaisantais pas !
italian: [L] Wow!... Non stavi scherzando!

source: [MD] Wait!... Do it all over our faces.
french: [MD] Attends!... Fais-le sur nos visages.
italian: [MD] Aspetta!... Fai tutto il nostro volto.

source: [MD] Just like on a porno.
french: [MD] Comme sur un porno.
italian: [MD] Proprio come su un porno.

source: [L] No, me!
french: [L] Non, moi!
italian: [L] No, io!

source: [MD] There you go Lauren!... You must have enjoyed this.
french: [MD] Voilà Lauren!... Tu as dû apprécier ça.
italian: [MD] Ci vai Lauren!... Devi aver apprezzato questo.

source: [L] More than I ever thought I would.
french: [L] Plus que je ne le pensais.
italian: [L] Più di quanto avrei mai pensato.

source: [L] Now, will you please cum on my face?
french: [L] Maintenant, veux-tu jouir sur mon visage?
italian: [L] Ora, vuoi per favore sborrarmi in faccia?

source: [R] Oohhh... Sorry Lauren, but Mandy asked first.
french: [R] Oohhh... Désolé Lauren, mais Mandy a demandé en premier.
italian: [R] Oohhh... Scusa Lauren, ma Mandy l'ha chiesto per prima.

source: [MD] Wow, Lauren, You look fucking hot all covered in your brother's cum!
french: [MD] Wow, Lauren, Tu as l'air putain de chaude toute couverte du sperme de ton frère!
italian: [MD] Wow, Lauren, Tu sembri scopare caldo tutto coperto di sperma di tuo fratello!

source: [L] We've got to hurry and clean up though... I almost forgot about Kenzie. I can't believe she hasn't walked in on us.
french: [L] Nous devons nous dépêcher et nettoyer cependant... J'ai presque oublié Kenzie. Je n'arrive pas à croire qu'elle n'ait pas marché sur nous.
italian: [L] Dobbiamo sbrigarci a pulire però... Mi ero quasi dimenticata di Kenzie. Non posso credere che non ci abbia ancora visto.

source: [MD] Don't worry. I texted her and told her the meeting would be fifteen minutes later.
french: [MD] Ne t'inquiètes pas. Je lui ai envoyé un texto et je lui ai dit que la réunion aurait lieu quinze minutes plus tard.
italian: [MD] Non ti preoccupare. L'ho inviata e le ho detto che la riunione sarebbe stata di quindici minuti più tardi.

source: [MD] But, speaking of cleaning up... Would you mind if I licked [ryan]'s cum off your face?
french: [MD] Mais, en parlant de nettoyage... Ça te dérangerait si je te léchais le sperme de [ryan] sur le visage?
italian: [MD] Ma, parlando di pulizia... Ti dispiacerebbe se leccassi [ryan] di sborra fuori dal tuo viso?

source: [MD] Don't judge me... but, I kind of like the taste of cum.
french: [MD] Ne me juge pas... mais, j'aime un peu le goût du sperme.
italian: [MD] Non mi giudicare... ma mi piace il gusto dello sperma.

source: [L] Really?... When have you tasted cum before?
french: [L] Vraiment?... Quand as-tu déjà goûté au sperme?
italian: [L] Davvero?... Quando hai assaggiato la sborra prima d'ora?

source: [MDT] {i}Oh... just when I licked all your brother's cum off your body.{/i}
french: [MDT] {i}Oh... juste au moment où j'ai léché tout le sperme de ton frère sur ton corps.{/i}
italian: [MDT] {i}Oh... solo quando ho leccato tutto lo sperma di tuo fratello dal tuo corpo.

source: [MD] I just have.
french: [MD] Je l'ai fait.
italian: [MD] Io lo ho.

source: [L] Uhhh... ok, I guess.
french: [L] Uhhh... ok, je suppose.
italian: [L] Uhhh... ok, credo.

source: [MD] Yay!
french: [MD] Yes!

source: [LT] {i}Whoa... This is actually really intimate.{/i}
french: [LT] {i}Ouah... C'est vraiment intime.{/i}
italian: [LT] {i}Whoa... Questo è davvero intimo.

source: [MD] There... All clean. Now, do you want to return the favor?
french: [MD] Là... Tout est propre. Maintenant, veux-tu rendre la pareille?
italian: [MD] Lì... tutto pulito. Ora, vuoi restituire il favore?

source: [L] Uhhh.... I think I'll pass.
french: [L] Uhhh.... Je pense que je vais passer.
italian: [L] Uhhh.... Penso che passerò.

source: [MD] Suit yourself... More for me then.
french: [MD] Comme tu veux... Plus pour moi alors.
italian: [MD] Suit yourself... Altro per me allora.

source: [LT] {i}Oh, my God!{/i}
french: [LT] {i}Oh, mon Dieu!{/i}
italian: [LT] {i}Oh, mio Dio! {/i}

source: [MDT] {i}Oohhhh... That's so good!... I wonder if all cum tastes as good as [ryan]'s?{/i}
french: [MDT] {i}Oohhhh... C'est tellement bon !... Je me demande si tout les spermes ont un goût aussi bon que celui de [ryan]?{/i}
italian: [MDT] {i}Oohhh... È così buono! Mi chiedo se tutta la sborra ha lo stesso sapore di quella di [ryan]?

source: [L] You're like a legit cum slut!
french: [L] Tu es comme une salope de foutre!
italian: [L] Sei una vera e propria puttana della sborra!

source: [MD] Hahah... I know...
french: [MD] Hahah... Je sais...
italian: [MD] Hahah... Lo so...

source: [MD] Maybe you'll convert too one day.
french: [MD] Peut-être que tu te convertiras aussi un jour.
italian: [MD] Forse convertirai troppo un giorno.

source: [L] Yes, please!... And Mandy... When Kenzie gets here... Try to look like what we did, didn't just happen.
french: [L] Oui, s'il te plait!... Et Mandy... Quand Kenzie arrivera... Essaies de ressembler à ce que nous avons fait, ce n'est pas juste arrivé.
italian: [L] Sì, per favore!... E Mandy... Quando Kenzie arriva... Cerca di far sembrare che quello che abbiamo fatto non sia appena successo.

source: [MD] How do I do that?
french: [MD] Comment faire cela?
italian: [MD] Come faccio a farlo?

source: [L] I don't know... Just... Don't let her find out.
french: [L] Je ne sais pas... Juste... Ne la laisse pas découvrir.
italian: [L] Non lo so... Solo... Non lasciare che lo scopra.

source: [MD] Haha... Of course I'm not going to let her find out.
french: [MD] Haha... Bien sûr que je ne la laisserai pas découvrir.
italian: [MD] Haha... Naturalmente non le farò scoprire.

source: [MD] But, If you guys are ever fooling around in here again... I want you to text me and let me know.
french: [MD] Mais, Si vous vous amusez à nouveau ici... Je veux que tu m'envoies un texto et que tu me préviennes.
italian: [MD] Ma, se siete sempre ingannare in giro qui di nuovo... Voglio che tu mi scriva e mi faccia sapere.

source: [L] Ok... deal.
french: [L] Ok... D'accord.
italian: [L] Ok... affare fatto.

source: [L] What do you want to do this time?
french: [L] Que veux-tu faire cette fois?
italian: [L] Cosa vuoi fare questa volta?

source: [L] [ryan]... I want to do something for you this time.
french: [L] [ryan]... Je veux faire quelque chose pour toi cette fois.
italian: [L] [ryan]... Voglio fare qualcosa per te questa volta.

source: [R] I won't argue with that.
french: [R] Je ne discuterai pas avec cela.
italian: [R] Non discuterò con quello.

source: [L] Oh... I hope this floor isn't too dirty.
french: [L] Oh... J'espère que cet étage n'est pas trop sale.
italian: [L] Oh... Spero che questo piano non sia troppo sporco.

source: [L] Wow!... I don't think I'll ever stop being amazed at how big he is.
french: [L] Wow!... Je ne pense pas que je cesserai jamais d'être étonné de sa taille.
italian: [L] Wow!... Non penso che smetterò mai di essere stupito di quanto sia grande.

source: [L] Good thing I've been practicing suppressing my gag reflex.
french: [L] Heureusement que j'ai pratiqué la suppression de mon réflexe nauséeux.
italian: [L] Buona cosa ho praticato sopprimere il mio riflesso gag.

source: [L] You blasted cum out my nose!
french: [L] Tu m'as soufflé du sperme sur le nez!
italian: [L] Hai saltato il naso fuori lo sperma!

source: [L] I'm gonna have to keep a Kleenex with me for my next class. I'll bet it keeps draining out of my sinuses for a while.
french: [L] Je vais devoir garder un Kleenex avec moi pour mon prochain cours. Je parie qu'il continue de s'écouler de mes sinus pendant un moment.
italian: [L] Dovrò tenere un Kleenex con me per la mia prossima classe. Scommetto che continua a drenare dai miei seni per un po'.

source: [R] I'm sorry... I should have pulled out.
french: [R] Je suis désolé... J'aurais dû sortir.
italian: [R] Mi dispiace... avrei dovuto uscire.

source: [L] No... That's ok... I wanted to do something nice for you, for all your help.
french: [L] Non... C'est bon... Je voulais faire quelque chose de gentil pour toi, pour toute ton aide.
italian: [L] No... va bene... Volevo fare qualcosa di bello per te, per tutto il tuo aiuto.

source: [L] And if cumming down my throat make you happy...
french: [L] Et si jouir dans ma gorge te rend heureux...
italian: [L] E se cadere giù la mia gola ti rende felice...

source: [L] Wow... that was so much cum... On the bright side, I don't think I'll need to pay for lunch today.
french: [L] Wow... c'était tellement de sperme... Du bon côté, je ne pense pas avoir besoin de payer pour déjeuner aujourd'hui.
italian: [L] Wow... che era così tanto cum... Sul lato luminoso, non penso che dovrò pagare per il pranzo oggi.

source: [L] Well, we'd better get out of here... The campaign team will be here any minute.
french: [L] Eh bien, nous ferions mieux de sortir d'ici... L'équipe de campagne sera là d'une minute à l'autre.
italian: [L] Beh, faremmo meglio a uscire da qui... Il team della campagna sarà qui in ogni minuto.

source: [L] Oh, my God!... You covered me!
french: [L] Oh, mon Dieu!... Tu m'as couverte!
italian: [L] Oh, mio Dio!... Mi hai coperto!

source: [L] I can't believe how much you can cum!
french: [L] Je n'arrive pas à croire combien tu peux jouir!
italian: [L] Non riesco a credere a quanto puoi sborsare!

source: [R] Oh... I'm sorry!... I hope I didn't ruin your makeup.
french: [R] Oh... Je suis désolé!... J'espère que je n'ai pas gâché ton maquillage.
italian: [R] Oh... Mi dispiace!... spero di non aver rovinato il trucco.

source: [L] Haha... Don't worry about it.
french: [L] Haha... Ne t'en fais pas.
italian: [L] Haha... Non preoccupatevi.

source: [R] Wow! That was amazing!
french: [R] Wow! C'était incroyable!
italian: [R] Wow! È stato fantastico!

source: [L] We did it again!
french: [L] Nous l'avons fait à nouveau !
italian: [L] Lo abbiamo fatto di nuovo!

source: [L] I fucking love you!
french: [L] Je t'aime putain!
italian: [L] Io fottuto ti amo!

source: [RT] {i}Wow!... She's kissing me this time!{/i}
french: [RT] {i}Wow!... Elle m'embrasse cette fois!{/i}
italian: [RT] {i}Wow!... Stavolta mi sta baciando!{/i}

source: [R] Should we flood the stall again?
french: [R] Devrions-nous à nouveau inonder le stand ?
italian: [R] Dovremmo alluvionare di nuovo la bancarella?

source: [L] Hahaha... That's exactly what the campaign team thought happened.
french: [L] Hahaha... C'est exactement ce que pensait l'équipe de campagne.
italian: [L] Hahaha... È esattamente quello che pensava il team della campagna.

source: [L] Kenzie actually leaned against the wet poster, and was pretty grossed out.
french: [L] Kenzie s'est en fait appuyé contre l'affiche mouillée et a été assez dégoûté.
italian: [L] Kenzie in realtà appoggiato contro il poster bagnato, ed è stato piuttosto estrapolato.

source: [R] Haha... Let's do it again.
french: [R] Haha... On recommence.
italian: [R] Haha... Facciamolo ancora.

source: [L] God, that feels good!
french: [L] Dieu, ça fait du bien!
italian: [L] Dio, che si sente bene!

source: [L] Hey... [ryan]?
french: [L] Hé, [ryan]?

source: [R] You already know what you've got to say.
french: [R] Tu sais déjà ce que tu as à dire.
italian: [R] Sapete già quello che dovete dire.

source: [L] I'm the fucking dirtiest girl!
french: [L] Je suis la fille la plus sale!
italian: [L] Sono la scopata più sporca!

source: [L] Senpai, please!
french: [L] Senpai, s'il te plait!
italian: [L] Senpai, per piacere!

source: [L] Please, stick it in my ass!
french: [L] S'il te plaît, mets-le dans mon cul!
italian: [L] Si prega di incollarlo nel mio culo!

source: [R] Your wish is my command, Lauren-san.
french: [R] Ton souhait est un ordre, Lauren-san.
italian: [R] Il vostro desiderio è il mio comando, Lauren-san.

source: [L] [ryan]?... Can you do that one thing for me again?
french: [L] [ryan]?... Tu peux refaire ça pour moi ?
italian: [L] [ryan]?... Riesci a fare ancora una cosa per me?

source: [R] You really liked that, didn't you?
french: [R] Tu asvraiment aimé ça, n'est-ce pas?
italian: [R] Ti è davvero piaciuto quello, vero?

source: [L] It feels so amazing.
french: [L] C'est tellement incroyable.
italian: [L] Si sente così sorprendente.

source: [L] Please?
french: [L] S'il te plait ?
italian: [L] Per favore?

source: [R] How can I say no to that face?
french: [R] Comment puis-je dire non à ce visage?
italian: [R] Come posso dire di no a quella faccia?

source: [L] Oh, my God!... That's even better than I remembered!
french: [L] Oh, mon Dieu!... C'est encore mieux que ce dont je me souvenais!
italian: [L] Oh, mio Dio!... è ancora meglio di me che ricordare!

source: [L] Wow! That was amazing...
french: [L] Wow! C'était incroyable...
italian: [L] Wow! È stato fantastico...

source: [L] The rest of the campaign team will be here any minute.
french: [L] Le reste de l'équipe de campagne sera là d'une minute à l'autre.
italian: [L] Il resto della squadra della campagna sarà qui qualsiasi minuto.
