Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.06.po
Languages: italian

source: [S] Oop... here comes Mom. We'll talk later.
italian: [S] Oop... ecco che viene la mamma. Parleremo più tardi.

source: [MG] Don't you love them!?
italian: [MG] Non li ami!?

source: [MT] {i}My God! I can't believe I'm dressed like this in front of my kids.{/i}
italian: [MT] {i}Mio Dio! Non posso credere di essere vestito come questo di fronte ai miei figli.{/i}

source: [MT] {i}I feel even more exposed than I did on the stage at the stripclub.{/i}
italian: [MT] {i}Mi sento ancora più esposto di quello che ho fatto sul palco allo stripclub.{/i}

source: [R] Another win for Sidney!
italian: [R] Un'altra vittoria per Sidney!

source: [R] If the girls in Perry Hotter had dressed like that, I would have liked the movies way more!
italian: [R] Se le ragazze di Perry Hotter si fossero vestite così, mi sarebbe piaciuto molto di più!

source: [M] [ryan]! Don't forget that your mother is standing right here in front of you.
italian: [M] [ryan]! Non dimenticare che tua madre sta proprio qui di fronte a te.

source: [R] Oh, I can see you very well!
italian: [R] Oh, ti vedo bene!

source: [MG] Look how good mine looks from behind!
italian: [MG] Guardate quanto il mio aspetto è buono da dietro!

source: [S] {i}(Whispering){/i} See what I mean about Mom being so uncomfortable?
italian: [S] {i}(Whispering){/i} Guarda cosa intendo dire che la mamma sia così scomoda?

source: [M] {i}(quiet voice){/i} You shouldn't be so eager to show off your body... if you want men to respect you... {i}(trailing off){/i}
italian: [M] {i}(voce tranquilla){/i} Non dovresti essere così desideroso di mostrare il tuo corpo... se vuoi che gli uomini ti rispetti... {i}(trailing off){/i}

source: [M] Ok, [ryan]. You've seen the costumes. I think you should go now.
italian: [M] Ok, [ryan]. Hai visto i costumi. Penso che dovresti andare ora.

source: [R] Ok, but when can we start shooting?
italian: [R] Ok, ma quando possiamo iniziare a sparare?

source: [S] I'll finish the costumes tonight, so you could probably start as early as tomorrow.
italian: [S] Finirò i costumi stasera, quindi probabilmente potresti iniziare già domani.

source: [M] I'm only available in the {b}evenings{/b} after school. And I refuse to do it on weekends.
italian: [M] Sono disponibile solo nelle {b}sere{/b} dopo la scuola. E mi rifiuto di farlo nei fine settimana.

source: [MG] That works for me, too.
italian: [MG] Funziona anche per me.

source: [R] Ok, I'll get the studio ready, and then I'll give you both a call sometime on a {b}weekday{/b} in the {b}evening{/b}.
italian: [R] Ok, sarò pronto lo studio e poi ti darò una chiamata a volte il {b}giorno della settimana {/b} il {b}sera{/b}.

source: [M] Alright, now get out of here.
italian: [M] Bene, ora esci da qui.

source: [RT] {i}It smells good in here. Should I join everybody for breakfast?{/i}
italian: [RT] {i}Ha un buon odore qui. Dovrei unirmi a tutti per colazione?{/i}

source: [MT] {i}Oh, God!... Here it goes... what will they say about me having breakfast in nothing but my underwear?{/i}
italian: [MT] {i}Oh, Dio!... Qui va...cosa diranno di me fare colazione in nient'altro che nella mia biancheria intima?{/i}

source: [MT] {i}Will [ryan] be turned on by it?{/i}
italian: [MT] {i}Sarà [ryan] attivato da esso?{/i}

source: [MT] {i}I hope not... that would be unfair to him.{/i}
italian: [MT] {i}Spero di no... che sarebbe ingiusto per lui.{/i}

source: [MT] {i}It's pretty tame compared to how he saw me at the club, though...{/i}
italian: [MT] {i}E 'abbastanza addomesticata rispetto a come mi ha visto al club, però...{/i}

source: [S] Thanks, Mom... Mom!... Why are you in just your underwear?
italian: [S] Grazie, mamma... mamma!... Perché sei solo nella tua biancheria intima?

source: [L] Yeah, whoa... holy shit!
italian: [L] Sì, chi... merda santa!

source: [M] Please watch your language, Lauren!
italian: [M] Per favore, guarda la tua lingua, Lauren!

source: [R] Says the almost nude woman pretending to be Mom.
italian: [R] Dice la donna quasi nuda che finge di essere la mamma.

source: [M] {i}(sarcastically){/i} Oh, haha!
italian: [M] {i}(sarcasticamente){/i} Oh, haha!

source: [M] It's the weirdest thing...
italian: [M] È la cosa più strana e...

source: [M] My bathrobe just disappeared out of thin air.
italian: [M] Il mio accappatoio è appena scomparso dall'aria magra.

source: [M] It should have been in my underwear drawer.
italian: [M] Avrebbe dovuto essere nel mio cassetto della biancheria intima.

source: [M] Have any of you seen it?
italian: [M] Qualcuno di voi l'ha visto?

source: [R] No... what... bathrobe was it?
italian: [R] No... cosa... accappatoio era vero?

source: [M] The only bathrobe I have numbskul!
italian: [M] L'unico accappatoio che ho intorno!

source: [R] It... it probably got lost in the wash like my socks always do.
italian: [R] Probabilmente si è perso nel lavaggio come fanno sempre i miei calzini.

source: [S] You mean your cum socks?... Try looking under your bed.
italian: [S] Intendi i tuoi calzini di sborra?... Prova a guardare sotto il letto.

source: [M] Sidney! That wasn't funny, and it was very gross!
italian: [M] Sidney! Non è stato divertente, ed è stato molto grossolano!

source: [MT] {i}Don't think about [ryan] masturbating!{/i}
italian: [MT] {i}Non pensare [ryan] a masturbarsi!{/i}

source: [S] Well, Mom?... The real question is, why didn't you wear something else to breakfast?
italian: [S] Beh, mamma?... La vera domanda è, perché non hai indossato qualcos'altro a colazione?

source: [M] What am I going to wear, Sidney?
italian: [M] Che cosa indosserò Sidney?

source: [M] My workout clothes are sweaty and gross. It would be unsanitary to cook in them.
italian: [M] I miei vestiti di allenamento sono sudati e grossolani. Sarebbe unsanitario cucinare in loro.

source: [M] I don't want to wear my school clothes to make breakfast. The bacon smoke will make me smell like bacon all day.
italian: [M] Non voglio indossare i vestiti della mia scuola per fare colazione. Il fumo della pancetta mi farà sentire sentire come la pancetta tutto il giorno.

source: [M] I don't own any pajamas, since I like to sleep in my robe and underwear.
italian: [M] Non possiedo alcun pigiama, poiché mi piace dormire nella mia veste e biancheria intima.

source: [M] I can't buy new clothes because the freaking FBI won't let me spend our money how I want...
italian: [M] Non posso comprare vestiti nuovi perché l'FBI che non mi lascerà spendere i nostri soldi come voglio...

source: [M] Not to mention, our washing machine is acting up, so I'm trying to do as little laundry as possible.
italian: [M] Per non menzionare, la nostra lavatrice si sta comportando, quindi sto cercando di fare il più poco bucato possibile.

source: [M] [ryan]?... Is me being at breakfast like this going to be a problem? Because if it is, I'll figure out something else.
italian: [M] [ryan]?... Sono a colazione come questo sarà un problema? Perché se lo è, scoprirò qualcos'altro.

source: [R] No, Mom... it might be distracting if you were someone else, but you're my mother, so...
italian: [R] No, la mamma... potrebbe distrarre se fossi qualcun altro, ma sei mia madre, così...

source: [M] Alright, well make sure you tell me if it becomes a problem.
italian: [M] Bene, assicurati che mi dica se diventa un problema.

source: [R] Ok, Mom.
italian: [R] Ok, Mamma.

source: [RT] {i}I should do fine as long as she doesn't start doing random boner testing.{/i}
italian: [RT] {i}Dovrei fare bene finchè non inizia a fare un test casuale di boner.{/i}

source: [S] You've got more trust in the little pervert than I do.
italian: [S] Hai più fiducia nel poco pervertito di me.

source: [L] Lay off of [ryan]. He hasn't done anything to deserve all of your abuse this morning.
italian: [L] Lay off of [ryan]. Non ha fatto nulla per meritare tutti i tuoi abusi stamattina.

source: [S] Whatever.
italian: [S] Come vuoi.

source: [R] Thanks, Lauren!
italian: [R] Grazie, Lauren!

source: [M] Ok, let's just pretend that everything is as it should be, act normal, and let's eat our breakfast.
italian: [M] Ok, facciamo finta che tutto sia come dovrebbe essere, agire normale, e mangiamo la nostra colazione.

source: [R] Yeah, ok Mom.
italian: [R] Sì, ok Mamma.

source: [RT] {i}I hope so much that Mom dressed like that "is" the new normal!{/i}
italian: [RT] {i}Spero tanto che la mamma vestita come quella "è" il nuovo normale!{/i}

source: [R] Would you mind pouring more maple syrup on my pancakes?
italian: [R] Ti dispiacerebbe versare più sciroppo d'acero sulle mie frittelle?

source: [M] I can pass it to you, and you can pour it yourself.
italian: [M] Io posso passarlo a te, e tu puoi riversarlo te stesso.

source: [R] But I always pour too much, and it ruins my pancakes.
italian: [R] Ma io versi sempre troppo, e rovina i miei frittelli.

source: [R] You always do it just right.
italian: [R] Tu lo fai sempre giusto.

source: [M] Ok... I guess I can do that.
italian: [M] Ok... Credo di poterlo fare.

source: [M] There... how's that?
italian: [M] Lì... com'è?

source: [R] They're perfect... I mean the syrup's perfect!
italian: [R] Sono perfetti... voglio dire lo sciroppo perfetto!

source: [MT] {i}You bold cheeky bastard!... I know what that was about.{/i}
italian: [MT] {i}Hai coraggioso bastardo sfacciato!... So di cosa si tratta.{/i}

source: [MT] {i}So, why did you do it for him?{/i}
italian: [MT] {i}Quindi, perché hai fatto per lui?{/i}

source: [MT] {i}Shit!... I need to get laid, so I'm not always so horny around [ryan] and the girls!{/i}
italian: [MT] {i}Merda!... Ho bisogno di essere posato, quindi non sono sempre così eccitata intorno [ryan] e le ragazze!{/i}

source: [MT] {i}When are they going to let my fucking husband out of prison?{/i}
italian: [MT] {i}Quando lasceranno il mio marito scopata fuori dalla prigione?{/i}

source: {i}{b}"Mom's Libido +1"{/b}{/i}
italian: {i}{b}"Libido della Mamma +1"{/b}{/i}

source: [R] Thanks, Mom!
italian: [R] Grazie, mamma!

source: [RT] {i}It almost seems like she knows I'm staring at her breasts, and just doesn't care. Is it possible she's showing them off for me on purpose?{/i}
italian: [RT] {i}Sembra quasi che lei sappia che sto fissando i suoi seni, e semplicemente non importa. È possibile che li mostri fuori per me su scopo?{/i}

source: [RT] {i}Oh, she doesn't seem in any hurry to close that robe! Is it possible she's showing them off for me on purpose?{/i}
italian: [RT] {i}Oh, lei non sembra in fretta di chiudere quella veste! È possibile che li mostri per me di scopo?{/i}

source: [RT] {i}Look at that sexy redhead, just blabbering on about her social life.{/i}
italian: [RT] {i}Guardate quella rossa sexy, solo blabbering sulla sua vita sociale.{/i}

source: [RT] {i}I wonder what she'd do if I teased her a little. Hopefully she won't kill me now that we've messed around a little.{/i}
italian: [RT] {i}Mi chiedo cosa farebbe se l'ho presa in giro un po'. Speriamo che non mi ucciderà ora che ci siamo incazzati un po'.{/i}

source: [L] And so I said to Kenzie...
italian: [L] E così ho detto a Kenzie...

source: [S] What?... What did you say to Kenzie?
italian: [S] Cosa?... Cosa hai detto a Kenzie?

source: [L] Never mind... it was a stupid story.
italian: [L] Mai mente... era una storia stupida.

source: [LT] {i}I can't believe [ryan] is doing this in front of everybody!{/i}
italian: [LT] {i}Non riesco a credere che [ryan] lo stia facendo di fronte a tutti!{/i}

source: [LT] {i}Ohhh... but his toes do feel good!{/i}
italian: [LT] {i}Ohhh... ma le dita dei piedi si sentono bene!{/i}

source: [M] You ok, Lauren? You're being unusually quiet.
italian: [M] Va bene, Lauren? Sei insolitamente tranquillo.

source: [L] Uhhh... yeah... I'm great!...
italian: [L] Uhhh... sì... sono fantastico!...

source: {i}{b}"Lauren's Libido +1"{/b}{/i}
italian: {i}{b}"Libido di Lauren +1"{/b}{/i}

source: [RT] {i}Man, Sidney is hella beautiful, but my brain just shuts down when she starts talking about design college.{/i}
italian: [RT] {i}Uomo, Sidney è bello, ma il mio cervello si chiude appena quando inizia a parlare di design college.{/i}

source: [RT] {i}I need to liven things up a little or I'm going to fall asleep.{/i}
italian: [RT] {i}Ho bisogno di ravvivare un po' le cose o mi addormenterò.{/i}

source: [S] So, I had to start over from scratch, and when I finally got the new outfit put together according to his specifications...
italian: [S] Così, ho dovuto ricominciare da zero, e quando ho finalmente ottenuto il nuovo outfit messo insieme secondo le sue specifiche...

source: [S] ... do you know what he said to me?...
italian: [S] ... sai cosa mi ha detto?...

source: [M] What?...
italian: [M] Cosa?...

source: [S] Huhhh?...
italian: [S] Huhhhh?...

source: [M] What did your professor say?
italian: [M] Che cosa ha detto il vostro professore?

source: [M] No offense Sidney, but that story was a bit anticlimactic.
italian: [M] Nessuna offesa Sidney, ma quella storia era un po' anticlimattica.

source: [S] Uhhh... yeah... sorry.
italian: [S] Uhhh... sì... mi dispiace.

source: [ST] {i}Ohhhh... I should kill that little shit!...{/i}
italian: [ST] {i}Ohhhh... Dovrei uccidere quella piccola merda!...{/i}

source: [ST] {i}Mmmm... but it does feel really good.{/i}
italian: [ST] {i}Mmmm... ma si sente davvero bene.{/i}

source: {i}{b}"Sidney's Libido +1"{/b}{/i}
italian: {i}{b}"Libido di Sidney +1"{/b}{/i}

source: [R] So, will Mandy and Aunt Cami ever be joining us for breakfast?
italian: [R] Quindi, Mandy e zia Cami si uniranno mai a noi per colazione?

source: [M] Maybe, but probably very rarely... I think they feel like they're intruding in our home.
italian: [M] Forse, ma probabilmente molto raramente... penso che si sentano come sono intrusi nella nostra casa.

source: [M] And in such a small house, It's hard to get privacy, so they probably just use this time to get some alone time.
italian: [M] E in una casa così piccola, è difficile ottenere la privacy, quindi probabilmente usano solo questa volta per ottenere un po 'di tempo da solo.

source: [L] I wish I could skip breakfast and have alone time too.
italian: [L] Vorrei poter saltare la colazione e avere tempo da solo troppo.

source: [M] Well, too bad! You're a part of this family, and studies show that families that have at least one meal together every day are much closer.
italian: [M] Beh, troppo male! Sei una parte di questa famiglia, e gli studi dimostrano che le famiglie che hanno almeno un pasto insieme ogni giorno sono molto più vicine.

source: [ST] {i}Some of us have become closer than you would probably ever approve of.{/i}
italian: [ST] {i}Alcuni di noi sono diventati più vicini di quanto probabilmente avresti mai approvato.{/i}

source: [LT] {i}Is that why [ryan] and I have become so close?{/i}
italian: [LT] {i}È il motivo per cui [ryan] e io siamo diventati così vicini?{/i}

source: [M] Now, let's eat our breakfast before we're late for school.
italian: [M] Ora, mangiamo la nostra colazione prima che siamo in ritardo per la scuola.

source: [RT] {i}I'm not going back in there... she was pissed!{/i}
italian: [RT] {i}Non sto tornando lì dentro... è stata pazza!{/i}

source: [RT] {i}No reason to go back in there, I already know that Aunt Cami's exercising.{/i}
italian: [RT] {i}Nessun motivo per tornare lì dentro, so già che la zia Cami esercita.{/i}

source: [RT] {i}She's exercising again. I could sit and watch all day...{/i}
italian: [RT] {i}Lei sta esercitando di nuovo. Potrei sedermi a guardare tutto il giorno...{/i}

source: [RT] {i}I don't know if that's a good idea though, last time she got kind of angry.{/i}
italian: [RT] {i}Non so se è una buona idea, però, l'ultima volta che si è arrabbiata.{/i}

source: [RT] What should I do?
italian: [RT] Cosa devo fare?

source: Yeah, it's worth the risk, and her wrath.
italian: Sì, vale la pena il rischio e la sua ira.

source: [CT] {i}I can feel that perverted little mother fucker's eyes staring at my ass.{/i}
italian: [CT] {i}Posso sentire che gli occhi pervertiti della piccola madre scopano fissando il mio culo.{/i}

source: [CT] {i}I wonder if he's getting a hard-on from watching me?{/i}
italian: [CT] {i}Mi chiedo se stia ottenendo un hard-on dal guardarmi? {/i}

source: [RT] {i}Ohhh... this is giving me the biggest boner!{/i}
italian: [RT] {i}Ohhh... questo mi sta dando il più grande boner!{/i}

source: [CT] {i}Alright, now I'm starting to feel uncomfortable.{/i}
italian: [CT] {i}Va bene, ora sto cominciando a sentirmi a disagio.{/i}

source: [CT] {i}What does he think this is... a free show?{/i}
italian: [CT] {i}Cosa pensa che questo sia... uno spettacolo gratuito?{/i}

source: [C] Would you stop staring at my ass and let me work out in peace?
italian: [C] Smetteresti di fissare il mio culo e lasciami lavorare in pace?

source: [C] This is starting to get a little creepy.
italian: [C] Questo sta iniziando a diventare un po' inquietante.

source: [R] I wasn't...
italian: [R] Non eravo...

source: [C] Yeah right... do you think I'm an idiot?
italian: [C] Sì... pensi che io sia un idiota?

source: [C] Now get out of here... I'm not turning around again until you do!
italian: [C] Ora esci da qui... Non sto girando di nuovo fino a quando non lo fa!

source: [R] That shirt gives plenty to look at from the front too.
italian: [R] Quella camicia dà molto da guardare anche dalla parte anteriore.

source: [C] Go!
italian: [C] Vai!

source: {i}{b}"Aunt Camille's Anger +2"{/b}{/i}
italian: {i}{b}"zia Camille's Rger +2"{/b}{/i}

source: [RT] {i}I'd love to stick around and watch that show, but she gets pretty mad when she catches me.{/i}
italian: [RT] {i}Mi piacerebbe rimanere in giro e guardare quello spettacolo, ma lei si arrabbiare quando mi cattura.{/i}

source: [RT] {i}I think I'll just play it safe this time.{/i}
italian: [RT] {i}Penso che stavolta lo riprodurrò al sicuro.{/i}

source: [RT] {i}Oh Nice!... I thought Aunt Cami did yoga this morning. I guess she wanted to squeeze another workout in today.{/i}
italian: [RT] {i}Oh Nice!... Ho pensato che zia Cami ha fatto yoga stamattina. Immagino che voleva spremere un altro allenamento in oggi.{/i}

source: [RT] {i}Should I enjoy the view for a little bit before I announce my arrival?{/i}
italian: [RT] {i}Dovrei godermi la vista per un po' prima di annunciare il mio arrivo?{/i}

source: [RT] {i}She does have one fine ass.{/i}
italian: [RT] {i}Ha un culo eccellente.{/i}

source: [R] Hey Aunt Cami. How's the workout going?
italian: [R] Hey Aunt Cami. Come sta andando l'allenamento?

source: [C] Oh... it's you...
italian: [C] Oh... sei tu...

source: [C] You scared me!
italian: [C] Mi hai spaventato!

source: [C] What do you want, twerp?
italian: [C] Che cosa vuoi, twerp?

source: [R] Oh... not much... I was just wondering why you're working out again today.
italian: [R] Oh... non molto... Mi chiedevo solo perché oggi stai lavorando di nuovo.

source: [R] Didn't you work out with Mom This morning?
italian: [R] Non hai lavorato con la mamma questa mattina?

source: [C] What?... The yoga?
italian: [C] Cosa?... Lo yoga?

source: [C] Sure... it helps tone my body and improves my balance, but I've got to do other types of workouts to build my muscles.
italian: [C] Certo... aiuta a tonificare il mio corpo e migliora il mio equilibrio, ma devo fare altri tipi di allenamenti per costruire i miei muscoli.

source: [C] And now that I can't afford a gym membership, here I am.
italian: [C] E ora che non posso permettermi un membro di palestra, qui sono.

source: [R] Is that the outfit you wear to the gym?
italian: [R] È questo il vestito che indossi alla palestra?

source: [C] Yeah... as well as many others... Why, do you like it?
italian: [C] Sì... così come molti altri... Perché, ti piace?

source: [R] Pfff... yeah!... There's not a straight red blooded male out there that wouldn't.
italian: [R] Pfff... sì!... Non c'è un maschio rosso sangue che non lo farebbe.

source: [C] I guess I do get a lot of guys staring at me.
italian: [C] Immagino di avere un sacco di ragazzi che mi fissano.

source: [R] You're lucky that's all they do to you.
italian: [R] Sei fortunato che sia tutto quello che fanno per te.

source: [C] Ohhh, I see! You're one of those men that think women get what they deserve for dressing slutty.
italian: [C] Ohhh, vedo! Sei uno di quegli uomini che pensano che le donne ottengano quello che meritano per vestirsi troia.

source: [R] I didn't say that!
italian: [R] Non lo ho detto!

source: [C] So what do I deserve for the maid outfit you make me wear to clean the house?
italian: [C] Quindi cosa merito per il vestito da cameriera che mi fa indossare per pulire la casa?

source: [R] It's not me who makes you wear the outfit... you know it's because you pissed Mom off, so you need to stop blaming me.
italian: [R] Non sono io che ti fa indossare l'abito... lo sai perché hai baciato la mamma, quindi devi smettere di incolparmi.

source: [C] Well... you're the only one around to enforce it. When you're not here, I don't have to wear it.
italian: [C] Bene... sei l'unico in giro per applicarlo. Quando non sei qui, non devo indossarla.

source: [R] You're right... I need to get on Sidney to make sure she's enforcing your dress code when I'm not around.
italian: [R] Hai ragione... Ho bisogno di salire su Sidney per assicurarsi che stia imponendo il tuo codice di abbigliamento quando non sono in giro.

source: [C] Was there something you needed?
italian: [C] C'era qualcosa che ti serve?

source: [R] No... I just had a question for Mom, and thought I'd find her in here.
italian: [R] No... Ho appena avuto una domanda per la Mamma, e pensavo che la avrei trovata qui.

source: [C] She's always taking a shower right now, dumbass!
italian: [C] Sta sempre facendo una doccia in questo momento, dumbass!

source: [C] From how long you lingered at the door staring at my ass, I would have guessed "that" must have been the purpose of your visit.
italian: [C] Da quanto tempo hai trattenuto alla porta fissando il mio asino, Avrei indovinato "quello" deve essere stato lo scopo della vostra visita.

source: [CT] {i}I must be looking pretty good if even my own nephew can't keep his eyes off of me.{/i}
italian: [CT] {i}Devo essere abbastanza bravo se anche il mio nipote non riesce a tenermi gli occhi.{/i}

source: [C] Now if you'll excuse me, I need to get back to my workout.
italian: [C] Ora se mi scusi, devo tornare al mio allenamento.

source: [C] And since she's not here, why don't you run along so I can get back to my workout.
italian: [C] E dal momento che non è qui, perché non si corre lungo in modo da poter tornare al mio allenamento.

source: [RT] {i}How can I leave when she's putting on such a good show?{/i}
italian: [RT] {i}Come posso partire quando sta mettendo in scena un ottimo spettacolo?{/i}

source: [C] [ryan]! Stop staring at my ass and get out of here!
italian: [C] [ryan]! Smettetela di fissarmi il culo e di uscire da qui!

source: [RT] {i}But... if I stare too long, she's going to notice.{/i}
italian: [RT] {i}Ma... se guardo troppo a lungo, sta per notare.{/i}

source: [RT] {i}Aunt Cami locked the door like always. I wonder if she's still mad at me?{/i}
italian: [RT] {i}Zia Cami ha bloccato la porta come sempre. Mi chiedo se sia ancora arrabbiata con me?{/i}

source: [RT] {i}Then again, when isn't she?{/i}
italian: [RT] {i}Poi ancora, quando non è lei?{/i}

source: [RT] {i}Aunt Cami Actaully locked the door this time!... Probably because she's mad at me.{/i}
italian: [RT] {i}Zia Cami Actaully questa volta ha bloccato la porta!... Probabilmente perché è pazza con me.{/i}

source: [RT] {i}Should I see if I can smooth things over?{/i}
italian: [RT] {i}Dovrei vedere se posso lisciare le cose?{/i}

source: [R] Hey Aunt Cami, workin out?
italian: [R] Ehi Zia Cami, allenamento?
