Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.07.po
Languages: french, italian

source: [R] Could it be possible that she won because she ran a better campaign than you?
french: [R] Est-il possible qu'elle ait gagné parce qu'elle a mené une meilleure campagne que toi?
italian: [R] Potrebbe essere possibile che abbia vinto perché ha fatto una campagna migliore di te?

source: [L] Hey!... I ran a pretty damn good campaign!
french: [L] Hé!... J'ai fait une très bonne campagne !
italian: [L] Ehi!... ho fatto una bella campagna maledetta!

source: [R] Yeah... Pretty damn good... but Lisa did a damn amazing job.
french: [R] Ouais... Sacrément bon... mais Lisa a fait un travail incroyable.
italian: [R] Sì... Buon maledetto buono... ma Lisa ha fatto un lavoro incredibilmente dannato.

source: [L] I hate it when you're right!
french: [L] Je déteste quand tu as raison!
italian: [L] Odio quando hai ragione!

source: [L] But, I've got to admit... You may be right.
french: [L] Mais, je dois l'admettre... Tu as peut-être raison.
italian: [L] Ma, devo ammetterlo... forse hai ragione.

source: [R] So, let's try to take a page from Lisa's book and make your campaign more like hers.
french: [R] Essayons donc de prendre une page du livre de Lisa et de rendre ta campagne plus semblable à la sienne.
italian: [R] Quindi, cerchiamo di prendere una pagina dal libro di Lisa e rendere la tua campagna più simile a lei.

source: [L] You're right!... Thank you for being honest with me.
french: [L] Tu as raison!... Merci d'être honnête avec moi.
italian: [L] Hai ragione!... Grazie per essere onesti con me.

source: [L] That's exactly the kind of feedback I need.
french: [L] C'est exactement le genre de commentaires dont j'ai besoin.
italian: [L] È esattamente il tipo di feedback di cui ho bisogno.

source: {b}{i}"Lauren's Submission +1"{/i}{/b}
french: {i}{b}«Soumission de Lauren -1»{/b}{/i}
italian: {b}{i}"Invio di Lauren +1"{/i}{/b}

source: [L] Please make sure you are always honest with me. I'll do my best not to get offended.
french: [L] Assurez-vous d'être toujours honnête avec moi. Je ferai de mon mieux pour ne pas être offensé.
italian: [L] Assicurati di essere sempre onesto con me. Farò del mio meglio per non offendermi.

source: [L] And if I do, you can call me out on it.
french: [L] Et si je le fais, vous pouvez m'appeler dessus.
italian: [L] E se lo faccio, puoi chiamarmi su di esso.

source: [MD] Ok, yeah...
french: [MD] D'accord, oui...

source: [K] That sounds great. That's a sure sign of a true leader.
french: [K] Cela sonne bien. C'est un signe certain d'un vrai leader.
italian: [K] Sembra grande. Questo è un segno sicuro di un vero leader.

source: [R] Though... Now that I've seen what Lisa did to get votes for her delegation at their student council mock UN... I wonder if she did sell sexual favors to get votes...
french: [R] Cependant... Maintenant que j'ai vu ce que Lisa a fait pour obtenir des votes pour sa délégation à leur conseil étudiant, je me moque de l'ONU... Je me demande si elle a vendu des faveurs sexuelles pour obtenir des votes...
italian: [R] Pensare... Ora che ho visto quello che Lisa ha fatto per ottenere i voti per la sua delegazione al loro consiglio studentesco falsare le Nazioni Unite. Mi chiedo se abbia venduto favori sessuali per ottenere voti...

source: [LT] {i}Would that work?{/i}
french: [LT] {i}Cela fonctionnerait-il?{/i}
italian: [LT] {i}Potrebbe funzionare?{/i}

source: [LT] {i}If I sold sexual favors for votes, could it help me win?{/i}
french: [LT] {i}Si je vendais des faveurs sexuelles pour des votes, cela pourrait-il m'aider à gagner?{/i}
italian: [LT] {i}Se vendevo favori sessuali per voti, potrebbe aiutarmi a vincere?{/i}

source: [LT] {i}Is that the most effective page out of Lisa's book that I need to take?{/i}
french: [LT] {i}Est-ce la page la plus efficace du livre de Lisa que je dois prendre?{/i}
italian: [LT] {i}È quella la pagina più efficace dal libro di Lisa che devo prendere?{/i}

source: [RT] {i}Uh oh!... I shouldn't have said that... I hope that's not giving her any ideas.{/i}
french: [RT] {i}Euh oh!... J'aurais pas dû dire ça... J'espère que ça ne lui donne aucune idée.{/i}
italian: [RT] {i}Uh oh!... Non avrei dovuto dirlo... spero che non le stia dando idee.{/i}

source: [L] I know, right?...
french: [L] Je sais, non?...
italian: [L] Infatti, vero?...

source: [L] How else could that whore have won?
french: [L] Sinon, comment cette pute aurait-elle pu gagner?
italian: [L] Come avrebbe potuto quella puttana aver vinto?

source: [R] And speaking of whores...
french: [R] Et en parlant de putes...
italian: [R] E parlare di puttane...

source: [R] After what she pulled at the student council mock UN... I wonder if she won the student body election by selling favors too.
french: [R] Après ce qu'elle a tiré au conseil des étudiants se moquent de l'ONU... Je me demande si elle a gagné l'élection du corps étudiant en vendant des faveurs aussi.
italian: [R] Dopo quello che ha tirato al consiglio studentesco deridere l'ONU... Mi chiedo se ha vinto l'elezione del corpo studentesco vendendo favori troppo.

source: [L] Of course!... That makes so much sense!
french: [L] Bien sûr!... C'est tellement logique!
italian: [L] Certo!... Questo ha molto senso!

source: [LT] {i}Should I take a page out that whore's book?{/i}
french: [LT] {i}Devrais-je écrire une page du livre de cette pute?{/i}
italian: [LT] {i}Dovrei estrarre una pagina dal libro della puttana?{/i}

source: [R] So!... can you really just tell girls that they can't come in this bathroom?
french: [R] Donc!... peux-tu vraiment dire aux filles qu'elles ne peuvent pas entrer dans cette salle de bain?
italian: [R] Quindi!... si può davvero dire alle ragazze che non possono venire in questo bagno?

source: [L] Well... Not really, but Kenzie can guard the door and tell anyone who tries to come in that somebody threw up all over the floor, and they should use another bathroom.
french: [L] Bien... Pas vraiment, mais Kenzie peut garder la porte et dire à quiconque essaie d'entrer que quelqu'un a vomi partout par terre, et qu'il devrait utiliser une autre salle de bain.
italian: [L] Bene... Non veramente, ma Kenzie può custodire la porta e dire a chiunque cerchi di entrare in quel che qualcuno ha gettato su tutto il pavimento, e dovrebbero usare un altro bagno.

source: [R] Yuck... yeah... That would work.
french: [R] Beurk... ouais... Ça marcherait.
italian: [R] Yuck... sì... Funzionerebbe.

source: [L] Plus, hardly anyone uses this bathroom anyways.
french: [L] De plus, presque personne n'utilise cette salle de bain de toute façon.
italian: [L] Inoltre, quasi nessuno usa questo bagno comunque.

source: [R] Well, as long as you're comfortable.
french: [R] Eh bien, tant que vous êtes à l'aise.
italian: [R] Bene, finché sei comodo.

source: [R] So, what's your game plan?
french: [R] Alors, quel est ton plan?
italian: [R] Qual è il tuo piano di gioco?

source: [L] Good... yes... Let's get right down to business.
french: [L] Bien... Oui... Passons aux affaires.
italian: [L] Buono... sì... Andiamo subito al business.

source: [L] Kenzie?... Can you find a good office supply store and find out what it would cost to make campaign buttons and other swag?
french: [L] Kenzie?... Peux-tu trouver un bon magasin de fournitures de bureau et savoir ce qu'il en coûterait pour fabriquer des boutons de campagne et d'autres cadeaux?
italian: [L] Kenzie?... Riesci a trovare un buon negozio di forniture per ufficio e scoprire cosa costerebbe fare i pulsanti della campagna e altri swag?

source: [K] I'm on it.
french: [K] Je m'en occupe.
italian: [K] Ci sto sopra.

source: [L] Mandy... Will you be in charge of putting together an awesome skit for the election assembly?
french: [L] Mandy... Serais-tu capable de préparer un sketch génial pour l'assemblée électorale?
italian: [L] Mandy... Sarai incaricato di mettere insieme uno skit impressionante per l'assemblea elettorale?

source: [MD] You bet!
french: [MD] Tu paries!
italian: [MD] Scommettete!

source: [L] [ryan]... I need you to hang up posters.
french: [L] [ryan]... J'ai besoin que tu raccroches des affiches.
italian: [L] [ryan]... Ho bisogno di appendere dei poster.

source: [R] Don't you need to make them first?
french: [R] N'as-tu pas besoin de les faire en premier?
italian: [R] Non devi farli per primi?

source: [L] Nope, I've already got a whole batch that are ready to be hung up right now.
french: [L] Non, j'ai déjà tout un lot qui est prêt à être raccroché en ce moment.
italian: [L] No, ho già un intero lotto pronto per essere appeso in questo momento.

source: [R] How did you?...
french: [R] Comment as-tu fait?...
italian: [R] Come hai fatto?...

source: [L] They're the same ones I used the last time I campaigned.
french: [L] Ce sont les mêmes que la dernière fois que j'ai fait campagne.
italian: [L] Sono gli stessi che ho usato l'ultima volta che ho fatto campagna.

source: [R] Oh, no... Not that stupid light bulb poster you've got hanging up behind you.
french: [R] Oh, non... Pas cette stupide affiche d'ampoule que tu as accrochée derrière toi.
italian: [R] Oh, no... Non quella stupida lampadina poster che hai appenduto dietro di te.

source: [L] What do you mean stupid? It's clever.
french: [L] Que veux-tu dire de stupide? C'est intelligent.
italian: [L] Che cosa significa stupido? È intelligente.

source: [R] Well, I think that clever poster may have single handedly cost you the last election.
french: [R] Eh bien, je pense que cette affiche intelligente t'a peut-être coûté à elle seule la dernière élection.
italian: [R] Beh, penso che quel manifesto intelligente può avere singolo handedly costato le ultime elezioni.

source: [R] Well... The colors are boring, the image is boring... the saying isn't very original....
french: [R] Bien... Les couleurs sont ennuyeuses, l'image est ennuyeuse... le slogan n'est pas très original....
italian: [R] Bene... I colori sono noiosi, l'immagine è noiosa... il detto non è molto originale....

source: [L] Sometimes simple is good.
french: [L] Parfois simple c'est bon.
italian: [L] Qualche volta semplice è buono.

source: [R] Not in this case.
french: [R] Pas dans ce cas.
italian: [R] In questo caso non lo è.

source: [L] Hmmm... I think they're pretty good. So just take the ones I have, and hang them up all over the school.
french: [L] Hmmm... Je pense qu'ils sont plutôt bons. Alors prends ceux que j'ai, et raccroche-les partout dans l'école.
italian: [L] Hmmm... Penso che siano abbastanza bravi. Quindi prendi quelli che ho e li appoggi in tutta la scuola.

source: [R] Are you sure?... I really think they'll do more harm than good.
french: [R] Es-tu sûr?... Je pense vraiment qu'elles feront plus de mal que de bien.
italian: [R] Sei sicuro?... penso davvero che faranno più male che bene.

source: [R] What if you did something else... something... sexy?
french: [R] Et si tu faisais autre chose... quelque chose de... sexy ?
italian: [R] Cosa succede se hai fatto qualcos'altro... qualcosa... sexy?

source: [L] For a school campaign poster?
french: [L] Pour une affiche de campagne scolaire ?
italian: [L] Per una campagna scolastica?

source: [R] I know!... We can use some of your cosplay pictures to make original posters.
french: [R] Je sais!... Nous pouvons utiliser certaines de tes photos de cosplay pour créer des affiches originales.
italian: [R] Lo so!... Possiamo utilizzare alcune delle tue foto cosplay per creare poster originali.

source: [L] Are you crazy?... I don't want those pictures all over the school!
french: [L] Es-tu fou?... Je ne veux pas de ces photos partout dans l'école!
italian: [L] Sei pazzo?... Non voglio quelle immagini in tutta la scuola!

source: [R] Think about it for a second... You'd go from somebody most people haven't heard of, to the sexy cosplay girl that everybody knows.
french: [R] Réfléchis-y une seconde... Tu passerais de quelqu'un dont la plupart des gens n'ont pas entendu parler à la fille cosplay sexy que tout le monde connaît.
italian: [R] Pensateci per un secondo... Saresti andato da qualcuno di cui la maggior parte delle persone non ha sentito parlare, alla ragazza sexy cosplay che tutti conoscono.

source: [R] It would make you "school famous" overnight.
french: [R] Cela te rendrait 'célèbre à l'école' du jour au lendemain.
italian: [R] Ti renderebbe "famosa la scuola" durante la notte.

source: [R] Just think about it.
french: [R] Il suffit d'y penser.
italian: [R] Pensaci e basta.

source: [L] Absolutely not!
french: [L] Absolument pas!
italian: [L] Assolutamente no!

source: [L] We're going with the lightbulb posters.
french: [L] Nous allons avec les affiches d'ampoules.
italian: [L] Stiamo andando con i manifesti a lampadina.

source: [L] So, just go and hang them up!
french: [L] Alors, vas les raccrocher !
italian: [L] Quindi, basta andare a appenderle!

source: [R] Alright... alright... I'll hang them up.
french: [R] D'accord... D'accord... Je vais les raccrocher.
italian: [R] Va bene... va bene... li appeso.

source: [L] Thank you.
french: [L] Merci beaucoup.
italian: [L] Grazie.

source: [RT] {i}These are going to be a disaster. I'd better start thinking of some clever posters that go with her cosplay pictures.{/i}
french: [RT] {i}Ce sera un désastre. Je ferais mieux de commencer à penser à des affiches intelligentes qui accompagnent ses photos de cosplay.{/i}
italian: [RT] {i}Questi saranno un disastro. Meglio iniziare a pensare ad alcuni poster intelligenti che vanno con le sue immagini di cosplay.{/i}

source: [RT] {i}Hopefully she'll come around.{/i}
french: [RT] {i}J'espère qu'elle viendra.{/i}
italian: [RT] {i}Speriamo che venga in giro.{/i}

source: [L] Well... If there's nothing else... Let's adjourn this meeting.
french: [L] Bien... S'il n'y a rien d'autre... Ajournons cette séance.
italian: [L] Bene... Se non c'è nient'altro... Interrompiamo questa riunione.

source: [R] Lauren, you here?
french: [R] Lauren, tu es là?
italian: [R] Lauren, sei qui?

source: [L] Just like always!
french: [L] Comme toujours!
italian: [L] proprio come sempre!

source: [RT] {i}Wow!... Those lips are so soft!{/i}
french: [RT] {i}Wow!... Ces lèvres sont si douces!{/i}
italian: [RT] {i}Wow!... Quelle labbra sono così morbide!

source: [LT] {i}Oh, God... I need more!{/i}
french: [LT] {i}Oh, mon Dieu... J'en veux plus!{/i}
italian: [LT] {i}Oh, Dio... Ho bisogno di più!

source: [L] Let's take our fun where nobody can see us.
french: [L] Prenons notre plaisir là où personne ne peut nous voir.
italian: [L] Portiamo il nostro divertimento dove nessuno può vederci.

source: [R] Haha... Back to your private office?
french: [R] Haha... De retour dans ton bureau privé?
italian: [R] Haha... Torniamo nel tuo ufficio privato?

source: [L] So, what do you have in mind for us this week?
french: [L] Alors, qu'as-tu en tête pour nous cette semaine?
italian: [L] Allora, che cosa hai in mente per noi questa settimana?

source: [R] Hmmm... I was thinking...
french: [R] Hmmm... Je réfléchissais...
italian: [R] Mmm... Stavo pensando...

source: [R] You look so hot with your ass pointed at me.
french: [R] Tu as l'air si sexy avec ton cul pointé vers moi.
italian: [R] Tu sembri così caldo con il culo mi indici.

source: [L] I'm already dripping wet just thinking about what you're about to do to me.
french: [L] Je suis déjà mouillé en pensant à ce que tu vas me faire.
italian: [L] Sto già gocciolando bagnato solo pensando a quello che stai per fare a me.

source: [L] Senpai?... Will you please eat my ass?
french: [L] Senpai?... Tu veux bien me bouffer le cul ?
italian: [L] Senpai?... Mangi il mio culo, per favore?

source: [L] Oh, my God!... That's incredible!
french: [L] Oh, mon Dieu!... C'est incroyable !
italian: [L] Oh, il mio Dio!... È incredibile!

source: [L] Oh God, Oh God, Oh, God!
french: [L] Oh Dieu, Oh Dieu, Oh, Dieu!
italian: [L] Oh Dio, o Dio, Oh, Dio!

source: [R] Oh... my... God!...
french: [R] Oh... mon... Dieu !...
italian: [R] Oh... mio... Dio!...

source: [L] Ohhhhh... Fuck!...
french: [L] Ohhhhh... Merde!...

source: [R] Wow!... You almost got me again!
french: [R] Wow!... Tu m'as presque encore eu!
italian: [R] Wow!... Mi hai quasi ripreso!

source: [R] I barely dodged in time.
french: [R] J'ai à peine esquivé à temps.
italian: [R] A malapena ho schivato nel tempo.

source: [L] Fuuuccckk... You're sooo good at that.
french: [L] Meeerrrdddee... Tu es tellement doué pour ça.
italian: [L] Fuuuccckk... Sei abbastanza bravo a quello.

source: [R] Language, honey!
french: [R] Langage, Chéri!
italian: [R] Il linguaggio, tesoro!

source: {b}{i}"Lauren's Libido -3"{/i}{/b}
french: {i}{b}«Libido de Lauren -3»{/b}{/i}

source: [L] Ok... where did I put those panties?
french: [L] D'accord... où ai-je mis ces culottes?
italian: [L] Ok... dove ho messo quei anti?

source: [R] I love doing this with you!
french: [M] Merci J'adore le chocolat!
italian: [R] Amo fare questo con te!

source: [L] And we finished before anybody from the campaign team got here.
french: [L] Et nous avons terminé avant que quelqu'un de l'équipe de campagne arrive ici.
italian: [L] E abbiamo finito prima che qualcuno dal team della campagna arrivasse qui.

source: [L] Speaking of...
french: [L] En parlant de...
italian: [L] Parlando del...

source: [L] I've already got a task for you if you are willing.
french: [L] J'ai déjà une tâche pour toi si tu le souhaites.
italian: [L] Ho già un compito per voi se siete disposti a farlo.

source: [R] Hanging posters?
french: [R] Affiches suspendues?
italian: [R] Manifesti sospesi?

source: [L] You read my mind.
french: [L] Tu as lu dans mes pensées.
italian: [L] Tu mi hai letto la mente.

source: [L] You're the best!
french: [L] Tu es le meilleur!
italian: [L] Sei il meglio!

source: [L] I'll let the team know not to expect you today then.
french: [L] Je ferai savoir à l'équipe de ne pas t'attendre aujourd'hui.
italian: [L] Farò sapere al team di non aspettarsi che tu oggi allora.

source: [L] And [ryan]?...
french: [L] Et [ryan]?...
italian: [L] E [ryan]?...

source: [L] Thanks again for everything!
french: [L] Merci encore pour tout!
italian: [L] Grazie ancora di tutto!

source: [R] No... Thank you!
french: [R] Non... Merci!
italian: [R] No... grazie a te!

source: [L] Great!... I was hoping to get some more practice.
french: [L] Génial!... J'espérais avoir un peu plus de pratique.
italian: [L] Ottimo!... Stavo sperando di ottenere qualche pratica in più.

source: [L] Here, unzip your pants.
french: [L] Ici, dézippes ton pantalon.
italian: [L] Ecco, apri i tuoi pantaloni.

source: [L] Now, take him out... I want to see him.
french: [L] Maintenant, sors-le... Je veux le voir.
italian: [L] Ora, tiralo fuori... Voglio vederlo.

source: [L] There you are, my little friend.
french: [L] Te voilà, mon petit ami.
italian: [L] Eccoti qua, mio piccolo amico.

source: [R] Are you talking to my dick?
french: [R] Tu parles à ma bite?
italian: [R] Stai parlando con il mio cazzo?

source: [R] I can't believe you can take so much of that in your throat.
french: [R] Je n'arrive pas à croire que tu puisses en prendre autant dans ta gorge.
italian: [R] Non posso credere che tu possa prenderne così tanto in gola.

source: [R] Oh, yeah...
french: [R] Oh, oui...
italian: [R] Oh, sì...

source: [RT] {i}I'm getting close!{/i}
french: [RT] {i}Je me rapproche!{/i}
italian: [RT] {i}Mi sto avvicinando!{/i}

source: [RT] {i}Should I cum down her throat, or all over her face?{/i}
french: [RT] {i}Devrais-je jouir dans sa gorge ou sur son visage?{/i}
italian: [RT] {i}Dovrei sborrare giù per la gola o per tutto il viso?{/i}

source: [L] Oh, my God!... [ryan]!... Haha... Ouch!
french: [L] Oh, mon Dieu!... [ryan]!... Haha... Aïe!
italian: [L] Oh, mio Dio!... [ryan]!... Hah... Ouch!

source: [L] You blasted cum out my nose again!
french: [L] Tu as éjaculé de nouveau dans mon nez!
italian: [L] Hai fatto esplodere il naso di nuovo!

source: [L] I tried really hard to swallow it all this time, but there's just too much.
french: [L] J'ai vraiment essayé de l'avaler tout ce temps, mais il y en a trop.
italian: [L] Ho provato davvero difficile da inghiottire tutto questo tempo, ma c'è solo troppo.

source: [L] I don't think I'll need to eat lunch again today.
french: [L] Je ne pense pas avoir besoin de déjeuner à nouveau aujourd'hui.
italian: [L] Non penso che oggi dovrò ancora pranzare.

source: [L] I'm gonna have to keep a Kleenex with me for my next class. Last time, it slowly oozed out until after school was over.
french: [L] Je vais devoir garder un Kleenex avec moi pour mon prochain cours. La dernière fois, il suintait lentement jusqu'à la fin de l'école.
italian: [L] Dovrò tenere un Kleenex con me per la mia prossima classe. La volta scorsa, si è lentamente inondato fino a quando dopo la scuola non era finita.

source: [R] I'm sorry... I hope it's not too uncomfortable.
french: [R] Je suis désolé... J'espère que ce n'est pas trop inconfortable.
italian: [R] Mi dispiace... spero che non sia troppo scomodo.

source: [L] No... That's ok... It actually kind of turns me on knowing that it's your cum running out my nose all day, and dripping down my throat.
french: [L] Non... C'est bon... En fait, ça m'excite de savoir que c'est ton sperme qui coule sur mon nez toute la journée et qui coule dans ma gorge.
italian: [L] No... Va bene... In realtà tipo di mi accende sapendo che è il vostro sperma a correre il naso tutto il giorno, e gocciolando giù la gola.

source: [R] God... You're turning me on again!
french: [R] Dieu... Tu m'excite encore !
italian: [R] Dio... Mi stai riaccendendo!

source: [L] Don't even think about it... There's not enough time.
french: [L] N'y pense même pas... Il n'y a pas assez de temps.
italian: [L] Non ci pensi neanche... Non c'è abbastanza tempo.

source: [R] I'm gonna cum!
french: [R] Je vais jouir!
italian: [R] Sto per venire!

source: [L] Oh, my God!... You covered me again!
french: [L] Oh, mon Dieu!... Tu m'as encore couvert !
italian: [L] Oh, mio Dio!... Mi hai coperto ancora!

source: [L] How do your balls store so much cum?
french: [L] Comment tes couilles stockent-elles autant de sperme?
italian: [L] Come fanno le tue palle a conservare così tanto cum?

source: [R] Haha... I don't know... Apparently I'm abnormal.
french: [R] Haha... Je ne sais pas... Apparemment, je suis anormal.
italian: [R] Haha... Non lo so... A quanto pare sono anormale.

source: [L] Haha... I'll say.
french: [L] Haha... Je dirai.
italian: [L] Haha... lo dirò.

source: [L] I hope you liked that.
french: [L] J'espère que cela t'a plu.
italian: [L] Spero che vi sia piaciuto.

source: [R] How could I not?
french: [R] Comment pourrais-je ne pas le remarquer?
italian: [R] Come non potevo no?

source: [L] That's what I like to hear.
french: [L] C'est ce que j'aime entendre.
italian: [L] È quello che mi piace sentire.

source: [L] I should have just enough time to get the cum out of my hair and fix my makeup before the rest of the campaign team gets here.
french: [L] Je devrais avoir juste assez de temps pour enlever le sperme de mes cheveux et réparer mon maquillage avant que le reste de l'équipe de campagne arrive ici.
italian: [L] Dovrei avere appena abbastanza tempo per ottenere lo sperma dai miei capelli e riparare il mio trucco prima che il resto della squadra della campagna arriva qui.

source: [R] Lauren...
french: [R] Hein?.... Lauren.... pourquoi me réveilles-tu si tôt?

source: [R] You're the best sister in the world!
french: [R] Tu es la meilleure sœur du monde!
italian: [R] Sei la sorella migliore del mondo!

source: [R] I was thinking we should send a text to Mandy and let her know we're going to have a little fun.
french: [R] Je pensais que nous devrions envoyer un texto à Mandy et lui dire que nous allons nous amuser un peu.
italian: [R] Stavo pensando che dovremmo inviare un testo a Mandy e farle sapere che ci divertiremo un po'.
