Repository: DonRP/AFV
Catalog: game/*/*/UpdateScript0.03.po
Languages: italian

source: [RT] {i}Is she doing this on purpose?{/i}
italian: [RT] {i}Lo sta facendo di proposito? {/i}

source: [RT] {i}Or could she really be this clueless?{/i}
italian: [RT] {i}O potrebbe davvero essere così sprovveduta? {/i}

source: [R] Ok, I'll find you again soon.
italian: [R] Ok, ti ritroverò presto.

source: [R] I need you to make another cosplay outfit for Lauren.
italian: [R] Ho bisogno che tu faccia un altro costume da cosplay per Lauren.

source: [S] Really? There's not another convention for another 6 months. What's the occasion?
italian: [S] Davvero? Non c'è un'altra convention per altri 6 mesi. Qual è l'occasione?

source: [R] Lauren asked me to take pictures of her and Mandy in their outfits, and I posted them online.
italian: [R] Lauren mi ha chiesto di fare delle foto di lei e Mandy nei loro abiti e le ho pubblicate online.

source: [S] That sounds rather pervy!
italian: [S] Sembra piuttosto perverso!

source: [R] No.... they asked me to!
italian: [R] No.... mi hanno chiesto di farlo!

source: [S] Uh huh.... sure.
italian: [S] Uh huh.... certo.

source: [R] Well anyways, their pictures got a ton of likes, and so sponsors are posting on their profile, and so basically, these pictures are making us a little money.
italian: [R] Beh, comunque, le loro foto hanno avuto un sacco di like, e così gli sponsor stanno pubblicando sul loro profilo, e quindi fondamentalmente, queste foto ci stanno facendo fare un pò di soldi.

source: [R] I also sold both of the outfits, and people are commenting on their profile that they want to buy more outfits as well.
italian: [R] Ho anche venduto entrambi gli abiti e le persone stanno commentando sul loro profilo che vogliono comprare anche altri abiti.

source: [R] They're offering more money if they don't wash them after wearing them for some reason.
italian: [R] Stanno offrendo più soldi se non li lavano dopo averli indossati per qualche motivo.

source: [S] Uhhh.... that's because.... never mind.
italian: [S] Uhhh.... questo perché.... non importa.

source: [RT] {i}Haha.... she thinks I really don't know.{/i}
italian: [RT] {i}Haha.... pensa che davvero non lo so.{/i}

source: [S] And obviously Lauren and Mandy are happy because they are getting attention online.
italian: [S] E ovviamente Lauren e Mandy sono felici perché stanno ottenendo attenzione online.

source: [R] Yep, they're on their way to achieving their dreams of getting internet famous.
italian: [R] Sì, sono sulla buona strada per realizzare il loro sogno di diventare famose su internet.

source: [S] And how much are you paying them?
italian: [S] E quanto le paghi?

source: [R] I'm not. All the money is going to pay Mom's Mafia debt each week.
italian: [R] Non lo sono. Tutti i soldi sono destinati a pagare il debito mafioso di mamma ogni settimana.

source: [S] Does Mom know about this money?
italian: [S] La mamma sa di questi soldi?

source: [R] Not yet, but don't tell her. I don't want to get her hopes up until we are doing better.
italian: [R] Non ancora, ma non dirglielo. Non voglio alimentare le sue speranze finché non staremo meglio.

source: [S] More like you don't want Mom to shut you down when she realizes you're posting sexy pictures of her daughter online.
italian: [S] Più che altro non vuoi che la mamma ti faccia chiudere quando si accorge che stai pubblicando foto sexy di sua figlia online.

source: [R] Lauren is legally an adult. She can make that decision for herself.
italian: [R] Lauren è legalmente un'adulta. Può prendere questa decisione da sola.

source: [S] Ok, well sounds like you know what you're doing, and as long as I get paid, you can do whatever you want with these outfits.
italian: [S] Ok, sembra che tu sappia cosa stai facendo, e finché vengo pagata, puoi fare quello che vuoi con questi vestiti.

source: [S] I'll charge you my standard rate.
italian: [S] Ti farò pagare la mia tariffa standard.

source: [S] And what cosplay do you want?
italian: [S] E quale cosplay vuoi?

source: [R] I'll let you and Lauren work that out.... but it needs to be sexy!
italian: [R] Lascerò che tu e Lauren lo risolviate.... ma deve essere sexy!

source: [S] Oh, and you'll still be able to pay Mom's Mafia debt this week?
italian: [S] Oh, e sarai ancora in grado di pagare il debito mafioso di mamma questa settimana?

source: [R] I've been working really hard lately, and I should have enough to pay for Lauren's outfit and the weekly Mafia debt.
italian: [R] Ho lavorato molto duramente ultimamente e dovrei avere abbastanza per pagare il vestito di Lauren e il debito settimanale della mafia.

source: {i}{b}"Sidney's Respect +1"{/b}{/i}
italian: {i}{b}"Il rispetto di Sidney +1"{/b}{/i}

source: [S] Good for you little brother! Keep it up and maybe we will be able to get along without Dad after all.
italian: [S] Buon per te fratellino! Continua così e forse saremo in grado di andare d'accordo senza papà dopo tutto.

source: {i}"Money - $400"{/i}
italian: {i}"Soldi - $400"{/i}

source: [R] Why should I be the one responsible to pay off the debt every week, Mom can help out too.
italian: [R] Perché dovrei essere io quello responsabile di pagare il debito ogni settimana, anche mamma può dare una mano.

source: [S] Yeah, well I guess it's your money. You earned it. If you'd rather pay me for a sexy costume for your little sister then keep Mom safe from the Mafia that's up to you.
italian: [S] Sì, beh, immagino che siano i tuoi soldi. Te li sei guadagnati. Se preferisci pagarmi per un costume sexy per la tua sorellina piuttosto che tenere la mamma al sicuro dalla mafia, è una tua scelta.

source: [R] Oh please, Mom's not in any danger.
italian: [R] Oh per favore, la mamma non è in pericolo.

source: [R] So, how long will it take to finish?
italian: [R] Allora, quanto tempo ci vorrà per finire?

source: [S] Give me a couple days and then I'll have it ready for fitting on Lauren.
italian: [S] Dammi un paio di giorni e poi sarà pronto per il montaggio su Lauren.

source: [R] Awesome, I can't wait!
italian: [R] Fantastico, non vedo l'ora!

source: [S] Haha, I'll bet you can't.
italian: [S] Haha, scommetto che non puoi.

source: [R] What's that supposed to mean?
italian: [R] Cosa dovrebbe significare?

source: [S] Oh, I think you know.
italian: [S] Oh, penso che tu lo sappia.

source: [S] I think you're enjoying more than the money from this little venture.
italian: [S] Penso che tu stia godendo più dei soldi di questa piccola impresa.

source: [R] Whatever.... I'll keep checking back to see when you're done.
italian: [R] Qualunque cosa .... Continuerò a controllare per vedere quando hai finito.

source: [R] Oh sweet! The new outfit is done!
italian: [R] Oh, che bello! Il nuovo vestito è pronto!

source: [R] Let me guess, Arsetrid, from "How to Breed your Dragon"?
italian: [R] Fammi indovinare, Arsetrid, da "Come allevare il tuo drago"?

source: [L] Yep! Do you like it?
italian: [L] Sì! Ti piace?

source: [R] Yeah, but isn't that character a little young to be doing a sexy cosplay of her?
italian: [R] Sì, ma quel personaggio non è un pò troppo giovane per fare un cosplay sexy di lei?

source: [S] That's only in the first two movies, in the third movie Arsetrid is old enough that it shouldn't be weird.
italian: [S] Questo è solo nei primi due film, nel terzo film Arsetrid è abbastanza grande che non dovrebbe essere strano.

source: [R] You sure know a lot about a kids movie series for a girl in college.
italian: [R] Di sicuro sai un sacco di cose su una serie di film per bambini per essere una ragazza al college.

source: [S] Oh, haha.... I'll have you know that almost half the audience of these animated movies are adults.
italian: [S] Oh, haha.... Ti faccio sapere che quasi la metà del pubblico di questi film d'animazione sono adulti.

source: [R] Or are you just bumping the statistics by watching it over and over and over?
italian: [R] O stai solo sbattendo le statistiche guardandolo ancora e ancora e ancora?

source: [R] Ok then.... how close is it to being ready?
italian: [R] Ok allora.... quanto è vicino ad essere pronto?

source: [S] Hmmm.... I'll have all the sizing done for the adjustments in about 10 minutes, and then I'll finish up all the sewing late tonight.
italian: [S] Hmmm.... Avrò tutte le misure fatte per gli aggiustamenti tra circa 10 minuti e poi finirò tutte le cuciture in tarda serata.

source: [S] So, you can probably take it anytime tomorrow.
italian: [S] Quindi, probabilmente potrai prenderlo domani in qualsiasi momento.

source: [R] Nice! Does tomorrow work for you Lauren?
italian: [R] Bello! Domani va bene per te Lauren?

source: [L] My schedule is basically {b}weekdays in the late morning.{/b}
italian: [L] Il mio orario è fondamentalmente {b}i giorni feriali in tarda mattinata.{/b}

source: [L] Just head to the {b}warehouse and give me a call{/b} when you're ready.
italian: [L] Basta che vai al {b}magazzino e mi chiami{/b} quando sei pronta.

source: [R] Won't you miss school?
italian: [R] Non perderai la scuola?

source: [L] Yeah?.... So?.... Do you really expect me to sacrifice my free time to take pictures in a dirty old warehouse?
italian: [L] Sì? .... Allora? .... Ti aspetti davvero che sacrifichi il mio tempo libero per fare delle foto in un vecchio magazzino sporco?

source: [L] Besides.... Mom's letting you miss school to work.
italian: [L] Inoltre.... La mamma ti fa perdere la scuola per lavorare.

source: [L] We'll just ask her to make the same exception for me.
italian: [L] Le chiederemo semplicemente di fare la stessa eccezione per me.

source: [R] You haven't told her what you're doing for work, have you?
italian: [R] Non le hai detto cosa farai per lavoro, vero?

source: [L] Haha of course not.... I'm leaving that up to you.
italian: [L] Haha naturalmente no.... Lo lascio a lei.

source: [RT] {i}Shit!.... How am I going to tell Mom about this?{/i}
italian: [RT] {i}Merda! .... Come farò a dire alla mamma di questo? {/i}.

source: [RT] {i}Oh, well.... another problem for another day.{/i}
italian: [RT] {i}Oh, beh.... un altro problema per un altro giorno.{/i}

source: [R] So, Sidney?
italian: [R] Allora, Sidney?

source: [S] Yeah?
italian: [S] Sì?

source: [R] How easy is it to make adjustments to this outfit?
italian: [R] Quanto è facile fare delle modifiche a questo vestito?

source: [S] Do you mean how easy is it to strip this down into a skimpy whore outfit?
italian: [S] Vuoi dire quanto è facile spogliarlo in un succinto vestito da puttana?

source: [R] .... Basically.... yeah...
italian: [R] .... Fondamentalmente.... sì...

source: [S] Don't forget that it's your little sister you're taking pictures of please!
italian: [S] Non dimenticare che è la tua sorellina che stai fotografando per favore!

source: [RT] {i}Says the girl jerking off her brother when she thinks he's sleeping.{/i}
italian: [RT] {i}Dice la ragazza che masturba suo fratello quando pensa che stia dormendo.{/i}

source: [R] Yeah, yeah.... I'll have you know I'm very respectful. I'm basically a feminist. This has been all Lauren's idea, and I'm just trying to help her feel empowered.
italian: [R] Sì, sì.... Ti faccio sapere che sono molto rispettoso. Sono fondamentalmente una femminista. Questa è stata tutta un'idea di Lauren e sto solo cercando di aiutarla a sentirsi potente.

source: [S] {i}(sarcastically){/i} Wow!.... What a champion of women's rights!
italian: [S] {i}(sarcasticamente){/i} Wow! .... Che campione dei diritti delle donne!

source: [R] K Lauren, so I'll give you a call when I'm ready.
italian: [R] K Lauren, allora ti chiamerò quando sarò pronta.

source: [L] K bye!
italian: [L] K ciao!

source: [M] Wow! I can't believe you bought me a Hyongu bikini. I know these aren't cheap!
italian: [M] Wow! Non posso credere che tu mi abbia comprato un bikini Hyongu. So che non sono economici!

source: [M] How did you afford it? I better not have to strip at the club on Saturday because you spent too much on this bikini!
italian: [M] Come te lo sei potuto permettere? Sarà meglio che non debba spogliarmi al club sabato perché hai speso troppo per questo bikini!

source: [R] Don't worry, Mom, I found a really good deal. Plus I know how judgy the women at the club can be if they see you in a cheap swimsuit.
italian: [R] Non preoccuparti mamma, ho trovato un ottimo affare. Inoltre so quanto possono essere giudiziose le donne al club se ti vedono in un costume da bagno scadente.

source: [R] And I know it's the kind of thing Dad would have bought for you.
italian: [R] E so che è il tipo di cosa che papà ti avrebbe comprato.

source: [M] Well, thank you! Let me go try it on. Actually let me try on the one I've already got, and then I'll try on this new one. Then I'll let you decide which one I'm going to wear to the pool.
italian: [M] Beh, grazie! Fammelo provare. In realtà fammi provare quello che ho già, e poi proverò questo nuovo. Poi ti lascerò decidere quale indosserò in piscina.

source: [R] Really? You're going to give me a bikini fashion show?!...
italian: [R] Davvero? Mi farai una sfilata di moda in bikini?!...

source: [M] It's like you said, I guess.... you're going to see me in it at the pool anyways. And since you bought me this suit, I want you to decide if you like it enough for me to wear it to the club pool.
italian: [M] È come hai detto tu, immagino.... che mi vedrai comunque in piscina. E visto che mi hai comprato questo costume, voglio che tu decida se ti piace abbastanza da farmelo indossare alla piscina del club.

source: [M] But if there's a problem, and you can't keep "little [ryan]" from popping up and giving us a visit like he's been doing all too frequently lately, then the show will end, and we won't go to the pool. So, control yourself!
italian: [M] Ma se c'è un problema e non riesci ad impedire al "piccolo [ryan]" di spuntare e farci visita come sta facendo troppo spesso ultimamente, allora lo spettacolo finirà e non andremo in piscina. Quindi, controllati!

source: [R] Of course.... I mean "little [ryan]" won't be visiting.... I mean.... yuck!.... Why would I react like that to my own mom?
italian: [R] Naturalmente.... Voglio dire che il "piccolo [ryan]" non sarà in visita.... I meanan.... yuck!.... Perché dovrei reagire così alla mia stessa mamma?

source: [M] Uh huh.... that's very reassuring.
italian: [M] Uh huh.... questo è molto rassicurante.

source: [M] Give me just a second.
italian: [M] Dammi solo un secondo.

source: [RT] {i}I can't believe how easy it was to talk her into trying on bikinis for me.{/i}
italian: [RT] {i}Non posso credere a quanto sia stato facile convincerla a provare i bikini per me.{/i}

source: [RT] {i}I can't wait to see what I can talk her into next.{/i}
italian: [RT] {i}Non vedo l'ora di vedere in cosa posso convincerla dopo.

source: [RT] {i}Maybe something at the pool.{/i}
italian: [RT] {i}Forse qualcosa in piscina.

source: [M] Ok, so this is the last swimsuit your father bought me before he was sent to prison.
italian: [M] Ok, questo è l'ultimo costume da bagno che tuo padre mi ha comprato prima di essere mandato in prigione.

source: [M] What do you think?
italian: [M] Cosa ne pensi?

source: [R] I think Dad has good taste.
italian: [R] Penso che papà abbia buon gusto.

source: [R] Pink looks really good on you.
italian: [R] Il rosa ti sta davvero bene.

source: [RT] {i}Oh my God.... stay in control. Stay in control. Stay in control.... {/i}
italian: [RT] {i}Oh mio Dio.... mantieni il controllo. Mantieni il controllo. Mantieni il controllo.... {/i}

source: [MT] {i}I wonder if I can get him excited. Then I wouldn't have to go to the pool.{/i}
italian: [MT] {i}Mi chiedo se posso farlo eccitare. Così non dovrei andare in piscina.{/i}

source: [M] It doesn't quite cover up as much of my ass as I would like it to though.
italian: [M] Non copre molto il mio culo come vorrei però.

source: [R] Ummm.... yeah.... I think it's not.... too.... bad...
italian: [R] Ummm.... si.... Penso che non sia.... troppo.... male...

source: [M] You doing ok back there [ryan]?
italian: [M] Stai bene lì dietro [ryan]?

source: [MT] {i}Haha.... I think I've almost got him.... {/i}
italian: [MT] {i}Haha.... Penso di averlo quasi preso.... {/i}

source: [MT] {i}Shit.... what's the matter with me?.... {/i}
italian: [MT] {i}Merda.... che problema ho? .... {/i}

source: [MT] {i}I shouldn't be trying to tease him in this way.{/i}
italian: [MT] {i}Non dovrei cercare di prenderlo in giro in questo modo.{/i}

source: [M] Alright, I'm going to try the other one on now.
italian: [M] Va bene, ora provo l'altro.

source: [R] Ok.... I'll just.... wait here then...
italian: [R] Ok.... Mi limiterò.... ad aspettare qui allora...

source: [MT] {i}Shit!.... Why did I agree to this?.... Why did I say those teasing comments?.... I've made it a bit awkward...{/i}
italian: [MT] {i}Merda! .... Perché ho accettato di farlo? .... Perché ho detto quei commenti stuzzicanti? .... Ho reso la cosa un po' imbarazzante...{/i}

source: [RT] {i}Oh my God!!.... Was Mom trying to turn me on, on purpose?!!.... {/i}
italian: [RT] {i}Oh mio Dio!!.... La mamma stava cercando di eccitarmi di proposito?!!.... {/i}

source: [RT] {i}Ok.... un-sexy thought, un-sexy thoughts.... {/i}
italian: [RT] {i}Ok.... pensiero poco sexy, pensieri poco sexy.... {/i}

source: [RT] {i}Grandma naked, grandma naked, grandma naked.... {/i}
italian: [RT] {i}Nonna nuda, nonna nuda, nonna nuda.... {/i}

source: [RT] {i}Shit.... grandma's too sexy also.... {/i}
italian: [RT] {i}Merda.... anche la nonna è troppo sexy.... {/i}

source: [RT] {i}I know.... grandpa naked on a cold day, grandpa naked on a cold day, grandpa naked on a cold day.{/i}
italian: [RT] {i}Lo so.... nonno nudo in un giorno freddo, nonno nudo in un giorno freddo, nonno nudo in un giorno freddo.{/i}

source: [RT] {i}Oh thank God.... that took care of it.... {/i}
italian: [RT] {i}Oh grazie a Dio.... che se ne è occupato.... {/i}

source: [M] Well?.... What do you think?
italian: [M] Beh? .... Cosa ne pensi?

source: [R] Wow!.... The blue is really pretty with your eyes!...
italian: [R] Wow!.... Il blu è davvero bello con i tuoi occhi!...

source: [R] Turn around, let's see the back.
italian: [R] Girati, vediamo il retro.

source: [M] Uhhh.... this one is too revealing in the back. I don't think I'd be comfortable wearing it in front of own son.
italian: [M] Uhhh.... questo è troppo rivelatore nella parte posteriore. Non penso che sarei a mio agio ad indossarlo davanti a mio figlio.

source: [M] Wait!.... I have an idea.... I'll be right back.
italian: [M] Aspetta!.... Ho un'idea.... Torno subito.

source: [R] {i}Shit! I was worried that buying a bikini with a thong bottom might be pushing it.{/i}
italian: [R] {i}Merda! Ero preoccupata che comprare un bikini con uno slip a perizoma potesse essere un pò eccessivo.

source: [R] {i}I wonder if she'll even let me make a choice now.{/i}
italian: [R] {i}Mi chiedo se mi lascerà fare una scelta ora.

source: [M] There. I found the perfect solution. It keeps me more modest in front of my son, but allows everyone at the club to imagine what's going on underneath them.
italian: [M] Ecco. Ho trovato la soluzione perfetta. Mi mantiene più modesta davanti a mio figlio, ma permette a tutti al club di immaginare cosa sta succedendo sotto di loro.

source: [RT] {i}Oh, I'm imagining all right.... shit.... I've got to stop imagining if I'm going to keep little [ryan] under control.{/i}
italian: [RT] {i}Oh, sto immaginando tutto bene.... merda.... Devo smettere di immaginare se voglio tenere il piccolo [ryan] sotto controllo.{/i}

source: [RT] {i}Grandpa naked on a cold day.... grandpa naked on a cold day.... grandpa naked on a cold day.... {/i}
italian: [RT] {i}Nonno nudo in un giorno freddo.... nonno nudo in un giorno freddo.... nonno nudo in un giorno freddo.... {/i}

source: [RT] {i}Ok.... back in control.... {/i}
italian: [RT] {i}Ok.... di nuovo sotto controllo.... {/i}

source: [M] Well, what do you think?
italian: [M] Beh, che ne pensi?

source: [R] I think it's a great idea. You're very resourceful.
italian: [R] Penso che sia una grande idea. Sei molto intraprendente.

source: [M] Haha.... thanks, I guess.
italian: [M] Haha.... grazie, credo.

source: [M] Ok, so what's it going to be? The pink one or the blue one?
italian: [M] Ok, allora quale sarà? Quella rosa o quella blu?

source: [RT] {i}Ok, well the pink one is more revealing since she's wearing the shorts. I mean I definitely get to see more of her ass.{/i}
italian: [RT] {i}Ok, beh quella rosa è più rivelatrice dato che indossa i pantaloncini. Voglio dire che sicuramente posso vedere di più il suo culo.

source: [RT] {i}The blue one is sexier, but those damn shorts!.... I wonder if there's some way I'll be able to get her to take them off at the club pool?{/i}
italian: [RT] {i}Quella blu è più sexy, ma quei dannati pantaloncini! .... Mi chiedo se c'è un modo per farglieli togliere nella piscina del club?

source: [RT] {i}Which should I choose?{/i}
italian: [RT] {i}Quale dovrei scegliere? {/i}

source: [R] Let's go with the pink one. I'm sorry about the other one, I couldn't tell from the online advertisement that it was going to be so immodest.
italian: [R] Andiamo con quello rosa. Mi dispiace per l'altro, non potevo dire dalla pubblicità online che sarebbe stato così immodesto.

source: [M] You sure? I actually do love the Hyongu bikini, I just know I can't wear it without the shorts in front of my own son.
italian: [M] Sei sicura? Mi piace molto il bikini Hyongu, so solo che non posso indossarlo senza i pantaloncini davanti a mio figlio.

source: [R] Yeah, I think you'll still be more comfortable in the pink one.
italian: [R] Sì, penso che sarai comunque più a tuo agio in quello rosa.

source: [M] The pink one it is. Why don't you run and get ready and I'll meet you in the car.
italian: [M] E rosa sia. Perché non corri a prepararti e ci vediamo in macchina.

source: [R] Let's go with the Hyongu. I really do love that color on you.
italian: [R] Andiamo con lo Hyongu. Mi piace molto quel colore su di te.

source: [M] So do I! Thank you so much for buying me something. I haven't been able to get anything new since the FBI cut off our discretionary spending.
italian: [M] Anche a me! Grazie mille per avermi comprato qualcosa. Non ho potuto comprare niente di nuovo da quando l'FBI ha tagliato le nostre spese discrezionali.

source: [M] And a Hyongu is such a stylish bikini. I'll be proud to wear this one more than once.
italian: [M] E un Hyongu è un bikini così elegante. Sarò orgogliosa di indossarlo più di una volta.

source: [M] Alright. Why don't you run and get ready for the pool, and I'll meet you in the car.
italian: [M] Va bene. Perché non corri a prepararti per la piscina e ci vediamo in macchina.

source: [L] And now what do you want from your toy?
italian: [L] E ora cosa vuoi dal tuo giocattolo?

source: [L] And now what do you want from me?
italian: [L] E ora cosa vuoi da me?

source: [AD] I just love me a girl in a school uniform, but I think you should sexy yours up just a bit.
italian: [AD] Mi piace una ragazza in uniforme scolastica, ma penso che dovresti rendere la tua un pò più sexy.

source: [L] .... Fine!...
italian: [L] .... Bene!...

source: [L] But I'm not getting naked in front of you. I'm going to go change in the bathroom.
italian: [L] Ma non mi spoglierò davanti a te. Vado a cambiarmi in bagno.

source: [AD] That's fine.... suit yourself.
italian: [AD] Va bene.... come vuoi tu.

source: [LT] {i}I can't believe I've got a legitimate creeper in my room.{/i}
italian: [LT] {i}Non riesco a credere di avere un lecchino nella mia stanza.{/i}

source: [LT] {i}At least it's not some nasty old man like Mom has to deal with at the club.{/i}
italian: [LT] {i}Almeno non è un vecchio antipatico come quello con cui mamma ha a che fare al club.{/i}
